{"query": "治疗中暑，化学降温方法应用的药物是？可能的药品包括：异丙嗪、地西泮、洛贝林、克拉明、氯丙嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯丙嗪"}
{"query": "能防止，甚至逆转血管壁增厚和心肌肥大的抗高血压药是？可能的药品包括：利尿降压药、β受体阻断药、钙离子通道阻滞药、血管紧张素转换酶抑制药、α受体阻断药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "血管紧张素转换酶抑制药"}
{"query": "女，67岁。双下肢水肿1个月，既往高血压病史15年，未规范用药治疗。查体：BP160/100mmHg，双下肢轻度凹陷性水肿，实验室检查：血肌酐97μmol/L，血钾3.4mmol/L，尿蛋白（++）。应首选的降压药物是？可能的药品包括：钙通道阻滞剂、a受体拮抗剂、噻嗪类利尿剂、血管紧张素转换酶抑制剂、β受体拮抗剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "血管紧张素转换酶抑制剂"}
{"query": "嗜铬细胞瘤术前药物准备用？可能的药品包括：螺内酯、酚苄明、酮康唑、米托坦、美替拉酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酚苄明"}
{"query": "女，21岁。关节疼痛、口腔溃疡4个月，双手指遇冷变白、变紫2个月，发热、下肢水肿2周。实验室检查：血Hb89g/L，WBC2.3×10⁹/L，PLT80×10⁹/L；尿蛋白（++）；尿红细胞（++）。主要用药是？可能的药品包括：硫唑嘌呤、泼尼松龙、羟氯喹、环磷酰胺、柳氮磺吡啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "泼尼松龙"}
{"query": "对各型癫痫都有一定疗效的药物是？可能的药品包括：乙琥胺、苯妥英钠、卡马西平、丙戊酸钠、苯巴比妥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丙戊酸钠"}
{"query": "控制癫痫患者再抽搐，可选用的药物不包括？可能的药品包括：吗啡、地西泮、苯妥英钠、苯巴比妥、劳拉西泮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吗啡"}
{"query": "可升高2型糖尿病患者血中胰高血糖素样肽-1（GLP-1）水平的药物是？可能的药品包括：二甲双胍、西格列汀、格列美脲、阿卡波糖、吡格列酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "西格列汀"}
{"query": "男，50岁。多次于饮酒后关节红肿疼痛发作，累及的关节包括第一跖趾关节、踝或膝关节。查体：关节局部红肿，压痛明显。既往无类似发作。化验：血尿酸602mmol/L。目前最主要的治疗药物是？可能的药品包括：苯溴马隆、别嘌醇、抗生素、非甾体抗炎药、甲氨蝶呤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "非甾体抗炎药"}
{"query": "女，31岁。咳嗽、咳脓痰、间断咯血10年。近5天来受凉后咳痰加剧伴咯血。该患者抗感染治疗首选的抗生素是？可能的药品包括：头孢曲松、氨苄西林、头孢他啶、青霉素、阿米卡星。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨苄西林"}
{"query": "具有降低下食管括约肌压力作用的药物是？可能的药品包括：钙通道阻滞剂、质子泵抑制剂、H₂受体拮抗剂、β受体拮抗剂、促胃肠动力剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "钙通道阻滞剂"}
{"query": "合并糖尿病肾病的高血压患者治疗应首选？可能的药品包括：血管紧张素转换酶抑制剂、ɑ受体阻滞剂、钙通道阻滞剂、β受体阻滞剂、利尿剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "血管紧张素转换酶抑制剂"}
{"query": "治疗反流性食管炎效果最好的药物是？可能的药品包括：苯海拉明、肾上腺皮质激素、奥美拉唑、雷尼替丁、异丙嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "全身强直-阵挛性发作和失神发作合并发生时，药物治疗首选？可能的药品包括：地西泮（安定）、乙琥胺、苯妥英钠、苯巴比妥、丙戊酸钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丙戊酸钠"}
{"query": "治疗伤寒的首选药物是？可能的药品包括：氨苄青霉素、复方新诺明、氯霉素、呋喃唑酮、盐酸小檗碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯霉素"}
{"query": "急性左心衰缓解肺水肿的措施？可能的药品包括：静脉注射吗啡、氨茶碱、硝酸甘油、静脉注射呋塞米、应用洋地黄制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "静脉注射呋塞米"}
{"query": "小儿，18个月，高热，持续抽搐15分钟，未缓解，首选的药物是？可能的药品包括：地西泮、苯妥英钠、苯巴比妥、物理降温、糖皮质激素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "重症肌无力禁用的药物是？可能的药品包括：新斯的明、糖皮质激素、丙种球蛋白、维生素C、氨基糖苷类抗生素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨基糖苷类抗生素"}
{"query": "女，60岁。心悸、多汗、消瘦2年。症状加重伴咽痛、发热1周。恶心、呕吐、腹泻1天。查体：T40.2℃，P180次／分，大汗淋漓，甲状腺弥漫性Ⅱ度肿大，可闻及血管杂音。不适当的处理措施是？可能的药品包括：抗甲状腺药物、复方碘溶液、积极控制感染、糖皮质激素、使用阿司匹林降温。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "使用阿司匹林降温"}
{"query": "糖尿病肾病合并高血压首选？可能的药品包括：β受体阻滞剂、利尿剂、α受体阻滞剂、血管紧张素Ⅱ受体阻滞剂、钙通道阻滞剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "血管紧张素Ⅱ受体阻滞剂"}
{"query": "仅对细胞外碱性环境中的结核菌有杀菌作用的药物是？可能的药品包括：乙胺丁醇、利福平、异烟肼、吡嗪酰胺、链霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "链霉素"}
{"query": "20。实验室检查：空腹血糖12.5mmol/L，餐后2小时血糖分别为：7.8mmol/L、8.4mmol/L和8.8mmol/L；夜间血糖：10.5mmol/L，糖化血红蛋白9.2%。目前最适应的治疗是加用？可能的药品包括：噻唑烷二酮、胰岛素、双胍类、α-葡萄糖苷酶抑制剂、磺脲类。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胰岛素"}
{"query": "女，23岁。近半年来脑子里总是反复考虑某些事情，知道没必要考虑，但是仍然没有办法控制。该患者应该用何种药物？可能的药品包括：氯米帕明、丙咪嗪、阿米替林、多虑平、氯丙咪嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯米帕明"}
{"query": "男性，33岁。冬春季发作节律性胃部疼痛十年，近1周疼痛剧烈，以半夜最甚，偶伴呕吐。胃镜检查示十二指肠后壁有0.5cm✕0.5cm溃疡，周围充血水肿，诊断为十二指肠球部活动性溃疡，入院治疗。为迅速缓解症状，选用强烈的抑酸药物，下列哪种药物作用最强？可能的药品包括：西咪替丁、雷尼替丁、法莫替丁、硫糖铝、奥美拉唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "某幼儿园2岁女孩，突然因高热、上呼吸道卡他症状，继而出现全身红色皮疹而入院。印象诊断是麻疹。试问对接触过的幼儿应注射？可能的药品包括：麻疹疫苗、丙种球蛋白、干扰素、青霉素、类毒素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丙种球蛋白"}
{"query": "治疗类风湿关节炎首选的改变病情的抗风湿药是？可能的药品包括：甲氨蝶呤、糖皮质激素、非甾体抗炎药、环磷酰胺、羟氯喹。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲氨蝶呤"}
{"query": "男性，48岁，急性前壁心肌梗死15小时，合并急性左心功能不全，BP170/100mmHg，治疗其心功能不全应首选？可能的药品包括：β受体阻滞剂、地高辛、硝普钠、α受体阻滞剂、卡托普利。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝普钠"}
{"query": "肺炎链球菌肺炎治疗的首选抗生素是？可能的药品包括：红霉素、庆大霉素、氧氟沙星、苄星青霉素、林可霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苄星青霉素"}
{"query": "女，25岁。上腹痛、腹胀4个月，3周前上消化道X线钡剂造影未见异常。口服法莫替丁20mg，每日2次，1周后上腹痛缓解，仍觉餐后上腹胀。目前最适宜的治疗药物是？可能的药品包括：铝碳酸镁、硫糖铝、西咪替丁、氢氧化铝、多潘立酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "多潘立酮"}
{"query": "男，62岁。上腹痛10天。既往高血压病史10余年，反复心前区疼痛发作2个月，口服阿司匹林100mg/日、降压药物、他汀类降脂药等治疗。查体：T36.5℃，P80次/分，R18次/分，BP120/80mmHg，双肺双肺呼吸音清，未闻及干湿啰音，心律齐，腹软，无压痛。上消化道X线钡剂造影：胃角切迹壁外龛影。¹³C尿素呼气试验阴性。最适宜的治疗药物是？可能的药品包括：氢氧化铝、雷尼替汀、枸橼酸铋钾、多潘立酮、奥美拉唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "能扩张小动脉，小静脉，作用强大而短暫，可用于治疗慢性心功不全急性发作的扩血管药是？可能的药品包括：硝酸甘油、肼屈嗪、硝普钠、硝苯地平、哌唑嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝普钠"}
{"query": "男，68岁。胸痛8小时，心电图示V₁～V₄导联ST段抬高0.4mV。该患者应尽早使用？可能的药品包括：美托洛尔、硝酸甘油、镇静止痛药、利多卡因、胺碘酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "美托洛尔"}
{"query": "男，56岁。充血性心衰，房颤，心率长期在100～110次/分，口服地高辛0.25mg。两周后心率无明显下降，为进一步控制心率，应首选？可能的药品包括：硝普钠、β受体阻滞剂、螺内酯、苯妥英钠、硝苯地平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "β受体阻滞剂"}
{"query": "男性，35岁，间断上腹痛2年，查体，无贫血貌，皮肤巩膜无黄染，心肺无异常，腹软，无压痛，肝脾无肿大，13c尿素酶阳性，主要治疗药物不包括？可能的药品包括：阿米卡星、阿莫西林、克拉霉素、枸橼酸铋钾、奥美拉唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿米卡星"}
{"query": "男，22岁，饥饿性上腹痛伴反酸1月余。2小时前呕吐咖啡色液体1次，量约200ml。近期体重无明显变化。否认慢性肝病史。查体：贫血貌，腹软，上腹部压痛，无反跳痛，肝脾肋下未触及。最合适的药物是？可能的药品包括：止血环酸、法莫替丁、奥美拉唑、凝血酶、垂体后叶素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "无合并症的老年单纯收缩期高血压患者首选的降压药物是？可能的药品包括：钙通道阻滞剂、血管紧张素转换酶抑制剂、中枢交感神经抑制剂、β受体阻滞剂、血管紧张素Ⅱ受体阻滞剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "钙通道阻滞剂"}
{"query": "女性，45岁。肥胖多年，口渴5个月，尿糖（+），空腹血糖7.9mmol/L，饭后2小时血糖12.1mmol/L。本病人应首选下列哪种药物或治疗：？可能的药品包括：双胍类降糖药、磺脲类降糖药、胰岛素、饮食治疗+双胍类降糖药、运动疗法。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "饮食治疗+双胍类降糖药"}
{"query": "能引起骨、牙发育障碍的药物是？可能的药品包括：氯霉素、多西环素、土霉素、四环素、米诺环素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "四环素"}
{"query": "男，56岁。间断活动时憋喘1年余，近期加重，重体力活动即感喘憋，有夜间憋醒。既往高血压病8年余，糖尿病4年余。查体：BP150/100mmHg，双肺呼吸音清。心率76次/分，律齐。患者经药物治疗症状好转，为改善预后需要长期使用的药物是？可能的药品包括：洋地黄类药物、肾上腺素能受体激动剂、磷酸二酯酶抑制剂、利尿剂、血管紧张素转换酶抑制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "血管紧张素转换酶抑制剂"}
{"query": "用于治疗癫痫发作的药物是？可能的药品包括：氯氮平、氯丙咪嗪、卡马西平、氟西汀、阿普吗啡。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡马西平"}
{"query": "不用于治疗类风湿关节炎的药物是？可能的药品包括：双氯芬酸钠、青霉素、雷公藤多苷片、甲氨蝶呤、强的松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青霉素"}
{"query": "男，50岁。吃海鲜后夜间突发左足第一跖趾关节剧烈疼痛1天。查体：关节局部红肿，压痛明显。既往无类似发作。化验：血尿酸602mmol/L。目前最主要的治疗药物是？可能的药品包括：苯溴马隆、别嘌醇、抗生素、非甾体抗炎药、甲氨蝶呤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "非甾体抗炎药"}
{"query": "女，17岁。间断关节痛1个月，伴面部红斑，脱发和口腔溃疡。既往有日晒后皮肤瘙痒2年余。实验室检查：血Hb101g/L,WBC3.54×10⁹/L,PLT163×10⁹/L；尿常规（-）;ESR42mm/h;ANA(+），抗SSA抗体（+），血清C3降低。该患者的基础治疗药物是？可能的药品包括：硫酸羟氯喹、环磷酰胺、甲氨蝶呤、头孢曲松、扑尔敏。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫酸羟氯喹"}
{"query": "男，24岁，突然意识不清，跌倒，全身强直数秒钟后抽搐，咬破舌。2分钟后抽搐停止。醒后活动正常。治疗的首选药物是？可能的药品包括：降颅压药、溶栓治疗、止血药、扩血管药、抗癫痫药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗癫痫药"}
{"query": "易引起严重低血糖不良反应的口服降糖药是？可能的药品包括：磺脲类口服降糖药、双胍类口服降糖药、α葡萄糖苷酶抑制剂、餐时血糖调节剂、胰岛素增敏剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "磺脲类口服降糖药"}
{"query": "女，55岁。糖尿病病史1年，服用二甲双胍治疗出现明显胃肠道反应，改为格列齐特缓释片30mg/日治疗6个月，复查空腹血糖6.5mmol/L，餐后2小时血糖10mmol/L，HbAlc7.5%，时有午餐前心慌、出汗。查体：BP150/90mmHg，双下肢水肿，BMI30。该患者目前最合理的治疗是改用？可能的药品包括：瑞格列奈、阿卡波糖、吡格列酮、甘精胰岛素、格列吡嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甘精胰岛素"}
{"query": "急性心肌梗死后窦速伴有室性期前收缩，优先使用的抗心律失常药物是？可能的药品包括：美西律（慢心律）、普鲁帕酮（心律平）、普萘洛尔（心得安）、奎尼丁、维拉帕米。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普萘洛尔（心得安）"}
{"query": "合并支气管哮喘的高血压患者不宜选用？可能的药品包括：钙通道阻滞剂、血管紧张素转换酶抑制剂、中枢交感神经抑制剂、β受体阻滞剂、血管紧张素Ⅱ受体阻滞剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "β受体阻滞剂"}
{"query": "休克缺血期的发病学治疗主要是使用？可能的药品包括：缩血管药、扩血管药、补充血容量、盐皮质激素、心得安。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "补充血容量"}
{"query": "治疗支原体肺炎应选用？可能的药品包括：青霉素G、磺胺类药物、大环内酯类药物、头孢菌素类药物、万古霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大环内酯类药物"}
{"query": "对切除胰腺或重度糖尿病患者无效的降糖药为？可能的药品包括：阿卡波糖、格列齐特、二甲双胍、苯乙双胍、珠蛋白锌胰岛素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "格列齐特"}
{"query": "必须监测出凝血状况？可能的药品包括：卡托普利、双嘧达莫（潘生丁）、低分子肝素、甲泼尼龙（甲基强的松龙）、呋塞米（速尿）。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "低分子肝素"}
{"query": "儿童发病的正常血钾型周期性瘫痪治疗下列哪项是最佳的？可能的药品包括：胰岛素、静脉点滴氯化钠、胰高血糖素、静脉点滴葡萄糖酸钙、静脉点滴氯化钾。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "静脉点滴氯化钠"}
{"query": "急性右心室非ST段抬高心肌梗死不宜选用？可能的药品包括：氯吡格雷、呋塞米、阿司匹林、低分子肝素、尿激酶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "尿激酶"}
{"query": "患者咳嗽乏力，四肢疼痛，曾使用红霉素，体温波动于38℃，CT示左下肺斑片状阴影，实验室检查支原体IgM阳性，请问使用的抗菌药为？可能的药品包括：青霉素、磺胺、环丙沙星、阿奇霉素、头孢克肟。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "环丙沙星"}
{"query": "在严重颅内压增高的病例中，首选降低颅内压的药物是？可能的药品包括：双氢克尿噻、乙酰唑胺、氨苯蝶啶、甘露醇、呋噻米（速尿）。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甘露醇"}
{"query": "有可能引起高钾血症？可能的药品包括：卡托普利、双嘧达莫（潘生丁）、低分子肝素、甲泼尼龙（甲基强的松龙）、呋塞米（速尿）。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡托普利"}
{"query": "可引起低血钾？可能的药品包括：卡托普利、硝苯地平、氢氯噻嗪、氨苯蝶啶、美托洛尔。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氢氯噻嗪"}
{"query": "用于防止疟疾复发及传播的药物是？可能的药品包括：氖喹、奎宁、青蒿素、伯氨喹、乙胺嘧啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "伯氨喹"}
{"query": "对有神经系统症状的营养性巨幼贫患儿，最重要的治疗措施是？可能的药品包括：口服维生素B12、肌内注射维生素B12、口服叶酸、口服葡萄糖酸钙、口服铁剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "肌内注射维生素B12"}
{"query": "在肺源性心脏病治疗中可引起碱中毒的药物是？可能的药品包括：呼吸兴奋剂、袢利尿剂、强心剂、镇静剂、血管扩张剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "袢利尿剂"}
{"query": "可引起视力减退，视野缩小的药物是？可能的药品包括：异烟肼、乙胺丁醇、对氨基酸水杨酸、吡嗪酰胺、利福平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙胺丁醇"}
{"query": "女，25岁。乏力，皮肤色素沉着3年余，经常感冒，食欲差，偶尔恶心，呕吐。查体：P90次/分，BP90/60mmHg，全身皮肤较黑，掌纹乳晕色黑，齿龈，颊粘膜叶可见色素沉着，余未见异常。该患者替代治疗应用？可能的药品包括：氢化可的松、地塞米松、泼尼松、甲泼尼松、泼尼松龙。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氢化可的松"}
{"query": "男，30岁，约一年时间孤僻、寡言，近期由于被上级批评后出现失眠，不上班并紧闭门窗，声称有人监视自己，在家中不敢谈话，说家中已被安装窃听器，公安局也要逮捕自己，不吃妻子做的饭食，认为妻子已同他人合伙在饭菜中放了毒药。因此殴打妻子。药物治疗应首选？可能的药品包括：丙米嗪、利培酮、氯硝西泮、碳酸锂、氯丙米嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "利培酮"}
{"query": "患者，男性，60岁。患风湿性关节炎，口服泼尼松和多种非甾体抗炎药5个月，近日突发自发性胫骨骨折，其原因可能与哪种药物有关？可能的药品包括：阿司匹林、吲哚美辛、布洛芬、泼尼松、保泰松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "泼尼松"}
{"query": "下列川崎病的治疗中易发生冠状动脉瘤和影响冠脉修复，而不宜单独使用的是？可能的药品包括：阿司匹林、糖皮质激素、静脉注射丙种球蛋白、双嘧达莫、心脏手术。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "糖皮质激素"}
{"query": "女，20。2年来月经期间发作性双颞剧烈头痛，发作后，常有疲劳，倦怠，无力，食欲差，家族“头痛”史。为防再发，应选择的药物是？可能的药品包括：苯妥英钠、卡马西平、丙戊酸钠、苯巴比妥、托吡酯。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "托吡酯"}
{"query": "对立克次体感染最有效的药物是？可能的药品包括：四环素、利巴韦林、妥布霉素、氟康唑、林可霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "四环素"}
{"query": "女，20岁。2年来月经期间发作性双颞剧烈头痛，发作后，常有疲劳，倦怠，无力，食欲差，家族“头痛”史。为防再发，应选择的药物是？可能的药品包括：苯妥英钠、卡马西平、丙戊酸钠、苯巴比妥、托吡酯。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "托吡酯"}
{"query": "三叉神经痛用下列哪种药物？可能的药品包括：吗啡、卡马西平、芬太尼、卡托普利、硝普钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡马西平"}
{"query": "男，77岁。进行性右手震颤、动作缓慢6年，翻身困难1年。查体：面具脸，右手静止性震颤，四肢肌张力增高，行走缓慢。有前列腺增生、轻度肾功能不全和房颤病史。对该患者最恰当的治疗的药物为？可能的药品包括：安坦、复方左旋多巴、丙炔苯丙胺、金刚烷胺、溴隐亭。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "复方左旋多巴"}
{"query": "3岁女孩，反复咳嗽2个月，查体：体温正常，浅表淋巴结（-），咽（-），两肺多哮鸣音，无水泡音，反复抗生素治疗不愈，以往无呛咳病史，有过敏性鼻炎。首选的治疗是？可能的药品包括：抗生素、病毒唑、沙丁胺醇、骨化三醇、多巴酚丁胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "沙丁胺醇"}
{"query": "关于平喘药的叙述哪项错误？可能的药品包括：肾上腺素也能收缩支气管黏膜的血管，有助于平喘、沙丁胺醇是β₂受体激动剂、异丙肾上腺素主要缺点是心率加快、阿托品可用于哮喘发作、色甘酸钠只能预防哮喘发作。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿托品可用于哮喘发作"}
{"query": "急性肺水肿抢救时不宜选用？可能的药品包括：依那普利、吗啡、呋塞米、硝普钠、氨茶碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "依那普利"}
{"query": "糖尿病、高血压伴有肾功不全者最好选用？可能的药品包括：氢氯噻嗪、利血平、卡托普利、胍乙啶、哌唑嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡托普利"}
{"query": "女性，43岁。患十二指肠球部溃疡24年，近日又有疼痛发作，反酸，下列哪种药物抑酸效果最好？可能的药品包括：硫糖铝、西咪替丁、法莫替丁、胃舒平、奥美拉唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "男，44岁，因发热、胸痛伴心包摩擦音，曾用非激素类抗炎药。2周后，呼吸困难加重，心率110次/分，律齐，心音遥远，血压90/70mmHg。肝脏肿大，下肢浮肿。首选的治疗措施是？可能的药品包括：毛花甙丙（西地兰）、呋塞米（速尿）、抗生素、心包穿刺、体外反搏。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "心包穿刺"}
{"query": "通过抑制H⁺-K⁺-ATP酶而用于治疗消化性溃疡的药物是？可能的药品包括：异丙嗪、肾上腺皮质激素、雷尼替丁、奥美拉唑、苯海拉明。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "对于患支原体肺炎的患儿，首选抗生素是？可能的药品包括：红霉素、青霉素、氨苄青霉素、先锋霉素、庆大霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "红霉素"}
{"query": "男孩，3岁半。发热2周，头痛、呕吐1周，惊厥1次。查体：颈抵抗（+）双膝腱反射亢进，巴氏征（+）。脑脊液检查，WBC265×10⁶/L，单核0.76，多核0.24，蛋白1.5g/L，糖1.2mmol/L，氯化物92mmol/L。目前最适宜的治疗是？可能的药品包括：头孢曲松＋万古霉素、四联抗结核药物、大剂量丙种球蛋白、阿昔洛韦、泼尼松龙。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "四联抗结核药物"}
{"query": "不能作全身应用，而只能外用的糖皮质激素是？可能的药品包括：米托坦、地塞米松、可的松、氯轻松、甲泼尼松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯轻松"}
{"query": "女，45岁。类风湿关节炎5年，予改变病情抗风湿药及小剂量激素治疗，疾病仍然处于高活动状态，关节骨破坏发展。此时可考虑选用的细胞因子拮抗治疗是？可能的药品包括：抗CD5单抗、抗EGFR抗体、抗L-23单抗、抗HER-2抗体、抗TNF-a单抗。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗TNF-a单抗"}
{"query": "男，55岁。上腹疼痛8小时。进食高脂餐并饮酒后出现上腹痛，呕吐2次后疼痛无缓解。查体：T37.8℃，巩膜轻度黄染，心肺未见异常，上腹偏左压痛、反跳痛阳性。若血WBC17.5×10⁹/L，N0.85，抗生素选择发热最佳配伍是甲硝唑和？可能的药品包括：环丙沙星、青霉素、阿奇霉素、克林霉素、头孢拉定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "环丙沙星"}
{"query": "女，25岁。发现心悸、盗汗、易怒1年，伴有饮食量增加及消瘦。查体：BP110/80mmHg，重度突眼，甲状腺弥漫性肿大，深入胸骨后上纵隔内，心率116次/分。测血T₃、T₄值高于参考值上限一倍。该患者行双侧甲状腺次全切除术，术后第2天发生四肢抽搐。有效的处理方法应是？可能的药品包括：口服钙剂、10%葡萄糖酸钙静脉点滴、口服镇静剂、口服碘剂、气管切开防窒息。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "10%葡萄糖酸钙静脉点滴"}
{"query": "葡萄胎患者术后避孕首选？可能的药品包括：口服避孕药、针剂避孕药、埋入避孕药、阴茎套、宫内节育器。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阴茎套"}
{"query": "男，35岁，入院诊断为扩张型心肌病，心功能Ⅳ级。心电图示心率96次/分，心房颤动。血清钾6.5mmol/L，血清钠130mmol/L。该患者不宜应用？可能的药品包括：硝普钠、呋塞米（速尿）、螺内酯（安体舒通）、地高辛、阿司匹林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "螺内酯（安体舒通）"}
{"query": "男，68岁。反复咳嗽咳痰气促41年，心悸水肿5年，近1周来症状加重入院。查体：呼吸急促，双肺可闻及干湿啰音，P₂亢进，三尖瓣区闻及3/6级收缩期杂音。肝右肋下4cm，压痛（+），肝颈回流征阳性，下肢水肿。此时首选的治疗是使用？可能的药品包括：强心剂、利尿剂、心血管扩张剂、抗生素、祛痰剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗生素"}
{"query": "最易引起干咳的降压药是？可能的药品包括：美托洛尔、卡托普利、哌唑嗪、硝苯地平、氢氯噻嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡托普利"}
{"query": "重度妊高征孕妇首选解痉药物是？可能的药品包括：硫酸镁、派替啶、肼苯哒嗪、阿托品、甘露醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫酸镁"}
{"query": "癫痫复杂部分性发作的首选药物是？可能的药品包括：地西泮、扑米酮、丙戊酸钠、卡马西平、苯巴比妥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡马西平"}
{"query": "癫痫持续状态的首选药物是？可能的药品包括：地西泮、扑米酮、丙戊酸钠、卡马西平、苯巴比妥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "男，42岁。阵发性心悸1年，加重一周。既往有高血压、糖尿病病史。查体：心率120次/分，律不齐，第一心音强弱不等，心尖部可闻及舒张期隆隆样杂音。超声心动图示左房内径60mm。该患者最适宜的抗栓治疗药物是？可能的药品包括：普通肝素、潘生丁、氯吡格雷、阿司匹林、华法林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "华法林"}
{"query": "肾病综合征合并有大脑血栓形成的患者，下列药物治疗中作用肯定的是？可能的药品包括：阿司匹林、双嘧达莫、低分子肝素、低分子右旋糖酐、氯吡格雷。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "低分子肝素"}
{"query": "糖尿病伴高血压患者首选的降压药是？可能的药品包括：利尿剂、硝酸甘油、钙离子拮抗剂、β受体阻滞剂、血管紧张素转换酶抑制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "血管紧张素转换酶抑制剂"}
{"query": "B超羊水最大深度4cm，胎儿估重3500g。该如何处理？可能的药品包括：口服利尿剂、静滴硫酸镁、口服降压药、口服抗生素、静滴白蛋白。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "口服降压药"}
{"query": "女，35岁。痛经进行性加重8年，婚后4年未孕。查体：子宫后位，大小正常，子宫左后方可触及大小约6cm的囊性包块，张力较大，触痛，子宫右后方触及类似包块，大小约5cm。血CA12565U/ml，抗子宫内膜抗体（+）。术后拟绐予药物治疗，最适合的药物是？可能的药品包括：抗结核药物、抗生素、免疫调节剂、GnRH-α、化疗药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "GnRH-α"}
{"query": "重症肌无力患者应避免应用的药物是？可能的药品包括：万古霉素、盐酸小檗碱、头孢噻肟、青霉素、免疫球蛋白G。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "盐酸小檗碱"}
{"query": "女，26岁。近3月月经周期缩短。妇科检查示无生殖器官器质性病变。基础体温双相型。子宫内膜活检示分泌反应落后三日。诊断为“排卵性月经失调”下列不用于治疗的是？可能的药品包括：小剂量雌激素、氯米芬、hCG、复方口服避孕药、黄体酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "复方口服避孕药"}
{"query": "抗结核作用强，且对金黄色葡萄球菌有效的药物是？可能的药品包括：利福平、对氨基水杨酸、吡嗉酰胺、链霉素、乙胺丁醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "利福平"}
{"query": "女，50岁。入睡困难、多梦易醒1个月，每周至少3次。同时感到精力疲乏，工作效率下降，对睡眠产生恐惧感，担心免疫力下降，否认情绪低落和消极观念。对该患者应选择的治疗药物是？可能的药品包括：苯巴比妥、艾司唑仑、氟西汀、奥氮平、喹硫平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "艾司唑仑"}
{"query": "孕妇生殖道感染沙眼衣原体首选的治疗药物是？可能的药品包括：阿奇霉素、青霉素、多西环素、氧氟沙星、头孢曲松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿奇霉素"}
{"query": "躁狂症首选？可能的药品包括：碳酸锂、丙米嗪、氯丙嗪、奋乃静、五氟利多。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "碳酸锂"}
{"query": "3岁患儿，半月来低热，盗汗，食欲不振，消瘦，胸片诊断为原发综合征，OT试验1：2000(++)，治疗首选的抗结核药物应为（ ）。？可能的药品包括：异烟肼+乙胺丁醇、异烟肼+利福平+链霉素、异烟肼+链霉素、异烟肼+利福平、异烟肼。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "异烟肼+利福平+链霉素"}
{"query": "患者，女性，30岁，妊娠4个月。躯干皮疹伴阵发性剧痒2周，以夜间为重。专科检査:躯干散在粟粒至绿豆大小丘疹，见线状抓痕和少许血痂。 为缓解瘙痒，最安全的治疗措施是？可能的药品包括：口服抗组胺药物、外用炉甘石洗剂、外用糖皮质激素软膏、口服糖皮质激素药物、口服镇静或抗焦虑药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "外用炉甘石洗剂"}
{"query": "某患者因有机磷中毒入院治疗，在治疗过程中出现阿托品中毒，应立即给予__？可能的药品包括：阿托品、输液及毛果芸香碱、西地兰、利他林、速尿。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "输液及毛果芸香碱"}
{"query": "患有幽门螺杆菌相关性胃炎的患者，给予哪种抗生素最为宜？可能的药品包括：四环素、红霉素、庆大霉素、头孢菌素、阿莫西林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿莫西林"}
{"query": "冲任虚寒，瘀血阻滞的久不受孕，可选用？可能的药品包括：桃红四物汤、四物汤、温经汤、生化汤、桂枝茯苓丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "温经汤"}
{"query": "小儿热性惊厥首选治疗药物为？可能的药品包括：苯巴比妥、苯妥英钠、硫喷妥钠、地西泮、甘露醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "治疗慢性粒细胞性白血病的首选药物是？可能的药品包括：马利兰、长春新碱、干扰素、小剂量Ara-C、羟基脲。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "羟基脲"}
{"query": "患者，女，28岁，已婚。月经周期正常，但经量多（5包纸/次）色深红、质稠，心烦口渴，尿黄便结，舌红苔黄，脉滑数。妇科盆腔及B型超声波检查无异常，基础体温呈双相。治疗应首选？可能的药品包括：黄体酮加保阴煎、黄体酮加清经散、丙酸睾丸酮加保阴煎、丙酸睾丸酮加清经散、丙酸睾丸酮加丹栀逍遥散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丙酸睾丸酮加保阴煎"}
{"query": "安慰剂是一种？可能的药品包括：可以增加疗效的药物、阳性对照药、口服制剂、使病人在精神上得到鼓励和安慰的药物、不具有药理活性的剂型。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "不具有药理活性的剂型"}
{"query": "支气管哮喘急性发作首选药是？可能的药品包括：口服糖皮质激素、口服短效β2受体激动剂、吸入糖皮质激素、吸入短效β2受体激动剂、口服氨茶碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吸入短效β2受体激动剂"}
{"query": "心绞痛发作时首选药物为？可能的药品包括：美托洛尔、硝酸甘油、维拉帕米、曲美他嗪、硝苯地平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝酸甘油"}
{"query": "室上性心动过速合并高血压患者，治疗首选药物为？可能的药品包括：美托洛尔、维拉帕米、拉贝洛尔、三甲噻方、硝苯地平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维拉帕米"}
{"query": "一患者吐血过多，面色苍白，四肢厥冷，汗出，脉微，在止血同时应选？可能的药品包括：独参汤、黄土汤、生脉散、四逆汤、归脾汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "独参汤"}
{"query": "患者，女，30岁，已婚。近感带下量增多，伴阴道灼热、干涩，腰膝酸软，头晕耳鸣，五心烦热，舌红苔黄，脉细数。治疗首选方剂为？可能的药品包括：止带方、知柏地黄丸、完带汤、六味地黄丸、内补丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "知柏地黄丸"}
{"query": "男孩，8岁，诊断为特发性血小板减少性紫癜。现症见：皮肤密集瘀斑瘀点，紫癜红润鲜明，偶有尿血，面红目赤，心烦口渴，便秘尿少，舌红苔黄，脉数。治疗应首先考虑的方剂是？可能的药品包括：犀角地黄汤加减、归脾汤加减、大补阴丸合茜根散加减、桃仁汤加减、左归丸加减。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "犀角地黄汤加减"}
{"query": "对肾病综合征患者，治疗措施正确的？可能的药品包括：输白蛋白、肾上腺皮质激素、袢利尿剂、输血浆、高蛋白饮食。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "袢利尿剂"}
{"query": "患者，男，50岁。卧床40天后右髋部出现皮肤紫暗红肿，稍有破损，舌质瘀紫，苔薄，脉弦涩。治疗时应首选的疗剂是？可能的药品包括：血府逐瘀汤、清瘟败毒饮、萆薢渗湿汤、八珍汤、托里消毒散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "血府逐瘀汤"}
{"query": "治疗肛痈火毒炽盛证，应首选？可能的药品包括：透脓散、仙方活命饮、黄连解毒汤、青蒿鳖甲汤合三妙丸、萆薢渗湿汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "透脓散"}
{"query": "患者，女，31岁，已婚。曾孕3次，均自然流产，平日头晕耳鸣，腰膝酸软，精神萎靡，现又妊娠33天，夜尿频多，面色晦暗，舌淡苔白，脉沉弱，治疗应首选？可能的药品包括：加味阿胶汤、补肾安胎饮、泰山磐石散、补肾固冲丸、以上均非。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "补肾固冲丸"}
{"query": "肺热咳嗽，甚则气急欲喘，皮肤蒸热，日晡尤甚，舌红苔黄，脉象细数者，治宜选用？可能的药品包括：麻杏甘石汤、泻白散、定喘汤、苇茎汤、止嗽散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "泻白散"}
{"query": "治疗慢性肺源性心脏病阳虚水泛证，应首选的方剂是？可能的药品包括：越婢加半夏汤、涤痰汤、真武汤、苏子降气汤、补肺汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "真武汤"}
{"query": "控制癫痫持续状态，可静脉注射？可能的药品包括：地西泮、硫喷妥纳、阿司匹林、氯丙嗪、洛贝林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "多发性抽动症肝风内扰、痰湿中阻证的主方是？可能的药品包括：宁肝熄方汤加减、十味温胆汤加减、大定风珠加减、补阳还五汤加减、镇肝熄风汤加减。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "宁肝熄方汤加减"}
{"query": "患儿，5岁。1年来食少饮多，皮肤干燥，大便干结，舌红少津，舌苔光剥，脉细数。治疗应首选？可能的药品包括：沙参麦冬汤、增液承气汤、养胃增液汤、六味地黄丸、麦门冬汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "养胃增液汤"}
{"query": "患者因肝肾阴虚、阳亢风动而致头目眩晕，目胀耳鸣，脑部热痛，心中烦热，面色如醉，肢体渐觉不利，脉弦长而有力，适合选用？可能的药品包括：天麻钩藤饮、小活络丹、镇肝熄风汤、半夏白术天麻汤、羚角钩藤汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "镇肝熄风汤"}
{"query": "患者，女，29岁，已婚。妊娠8个半月，头晕胀痛，面目肢体肿胀，但皮色不变，压痕不明显，舌苔薄腻，脉弦滑。治疗应首选？可能的药品包括：镇肝熄风汤、杞菊地黄丸、天仙藤散、羚角钩藤汤、半夏白术天麻汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "天仙藤散"}
{"query": "下列艾滋病抗病毒治疗药物，不属核苷类反转录酶抑制剂的是？可能的药品包括：阿巴卡韦、奈韦拉平、拉米夫定、齐多夫定、去羟肌苷。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奈韦拉平"}
{"query": "患隐性糖尿病的高血压患者，不宜选用？可能的药品包括：利血平、氢氯噻嗪、硝普钠、卡托普利、硝苯吡啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氢氯噻嗪"}
{"query": "患者肺痨已多年，现可见咳逆喘息少气，喘促气短，动则尤甚，咳痰色白，潮热，盗汗，声嘶，面浮肢肿，心慌，唇紫肢冷，形寒，舌质光淡隐紫少津，脉微细而数。治疗方剂最宜用？可能的药品包括：月华丸、保真汤、百合固金汤合秦艽鳖甲散、补天大造丸、沙参麦冬汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "补天大造丸"}
{"query": "异位妊娠已破损期的包块型选用下列哪方治疗？可能的药品包括：宫外孕Ⅰ号方、宫外孕Ⅱ号方、宫外孕Ⅱ号方加蜈蚣、全蝎、紫草、宫外孕Ⅰ号方加党参、黄芪、桂枝茯苓丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "宫外孕Ⅱ号方"}
{"query": "肝硬化之水湿内停证治宜？可能的药品包括：柴胡疏肝散合平胃散、胃苓汤、中满分消丸、调营饮、附子理中汤合五苓散加减。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "中满分消丸"}
{"query": "易致肾功能衰竭的是？可能的药品包括：肾上腺素、去甲肾上腺素、多巴胺、麻黄碱、异丙肾上腺素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "去甲肾上腺素"}
{"query": "产后虚烦不寐，体瘦面白或老人夜寐早醒而无虚烦证，都可使用的是？可能的药品包括：黄连阿胶汤、归脾汤合酸枣仁汤、半夏秫米汤、安神定志丸、六味地黄丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "归脾汤合酸枣仁汤"}
{"query": "患者经来或先或后，量少色淡，头晕耳鸣，腰膝痠软，小便频数。宜首选？可能的药品包括：归脾汤、八珍汤、六味地黄汤、固阴煎、保阴煎。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "固阴煎"}
{"query": "国家实行特殊管理的药品不包括？可能的药品包括：麻醉药品、疫苗、精神药品、医疗用毒性药品、放射性药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "疫苗"}
{"query": "头胀痛如裂，发热恶风，口渴欲饮，便秘，溲黄，舌红，苔黄，脉浮数者，治疗首选方为？可能的药品包括：川芎茶调散、龙胆泻肝汤、芎芷石膏汤、桑菊饮、天麻钩藤饮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "芎芷石膏汤"}
{"query": "治疗气机郁滞腹痛的方剂是？可能的药品包括：半夏厚朴汤、良附丸合正气天香散、柴胡疏肝散、枳实导滞丸、香苏散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "柴胡疏肝散"}
{"query": "治疗肾病综合征之水湿浸渍证应首选？可能的药品包括：越婢加术汤、真武汤合五苓散、五皮饮合胃苓汤、麻黄连翘赤小豆汤、实脾饮合越婢加术汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "五皮饮合胃苓汤"}
{"query": "患儿7岁，颜面眼睑浮肿，小便短赤，下肢疮毒，舌红苔薄黄，脉滑数。实验室检查：尿蛋白（++)，镜下红细胞20～30个/高倍视野，白细胞5～6个/高倍视野，血清补体C3明显下降。治疗应首选青霉素加？可能的药品包括：己椒苈黄丸、八正散、五苓散、麻黄连翘赤小豆汤、三妙丸合导赤散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "三妙丸合导赤散"}
{"query": "患者，女，30岁，已婚。经期延后及月经量少3年，未避孕，未怀孕2年，头晕头重，胸闷泛恶，形体肥胖，多毛，大便不实，舌苔白腻，脉濡。B超检查示双卵巢呈多囊性改变。治疗首选方剂？可能的药品包括：右归丸、苍附导痰丸合佛手散、丹栀逍遥散、膈下逐瘀汤、二陈汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苍附导痰丸合佛手散"}
{"query": "6岁，女性患者，高热，惊厥，神志不清，颈项强直，病理反射(+)，脑脊液压力高，脓性，不宜用__？可能的药品包括：青霉素G、麦迪霉素、磺胺嘧啶、氯霉素、氨苄西林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "麦迪霉素"}
{"query": "下列何药可用于治疗心源性哮喘？可能的药品包括：异丙肾上腺素、肾上腺素、沙丁胺醇、异丙基阿托品、哌替啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "哌替啶"}
{"query": "消化性溃疡治疗中不属于抑制胃酸分泌的药物是？可能的药品包括：氢氧化铝、普鲁本辛(溴丙胺太林)、丙谷胺、雷尼替丁、奥美拉唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氢氧化铝"}
{"query": "5-哮喘5-6年，近日复发，症见气粗息涌，咳呛阵作，喉中哮鸣，胸高肋胀，烦闷不安，汗出，口渴喜饮，面赤口苦，咳痰色黄或色白，黏浊稠厚，咳吐不利，舌质红，苔黄腻，脉滑数。其治疗宜首选？可能的药品包括：射干麻黄汤、定喘汤、六君子汤、玉屏风散、肾气丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "定喘汤"}
{"query": "汗证属营卫不和者，如半身或局部出汗，可用桂枝汤配合下列何方治疗？可能的药品包括：四君子汤、玉屏风散、甘麦大枣汤、当归六黄汤、补中益气汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甘麦大枣汤"}
{"query": "男性17岁，右侧甲状腺有单发冷结节，最好疗法是（ ）。？可能的药品包括：抗甲状腺药物、镇静药及碘剂、放射碘治疗、手术治疗、多吃海带紫菜。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "手术治疗"}
{"query": "以下属于β受体阻滞剂的降压药是？可能的药品包括：硝苯地平、甲基多巴、普萘洛尔、可乐定、氢氯噻嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普萘洛尔"}
{"query": "可治疗支气管哮喘的拟肾上腺素药物是？可能的药品包括：氨茶碱、去甲肾上腺素、甲氧明、异丙肾上腺素、多巴胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "异丙肾上腺素"}
{"query": "下列哪种药物抑酸效果最佳（ ）。？可能的药品包括：西米替丁、阿托品、硫糖铝、前列腺素E、胶体次枸橼酸铋。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "西米替丁"}
{"query": "治疗乳癖肝郁痰凝证常选用？可能的药品包括：十全流气饮、四海疏郁丸、逍遥蒌贝散、海藻玉壶汤、以上都不是。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "逍遥蒌贝散"}
{"query": "2-不适合于做局部浸润麻醉的酯类局麻药的是？可能的药品包括：布比卡因、利多卡因、丁卡因、普鲁卡因、罗哌卡因。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丁卡因"}
{"query": "月经周期提前，或经血量多，色淡红，质稀，伴有气短懒言，小腹空坠，纳少便溏，舌淡红，脉细弱，应选用的方剂是？可能的药品包括：清经散、固阴煎、两地汤、丹栀逍遥散、补中益气汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "补中益气汤"}
{"query": "治疗急性心肌梗死引起的室性心律失常的最佳药物是？可能的药品包括：奎尼丁、苯妥英钠、利多卡因、维拉帕米、普萘洛尔。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "利多卡因"}
{"query": "疳证患儿，见小便短少，全身水肿，以腰以下为著，四肢不温。治疗宜选方？可能的药品包括：五苓散、真武汤、金匮肾气丸、防己黄芪汤、五苓散合五皮饮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "真武汤"}
{"query": "患者，男，25岁。患急性肾衰竭。腰膝酸软，尿多不禁，口干欲饮，手足心热，舌红，苔少，脉细。治疗应首先考虑的方剂是？可能的药品包括：六味地黄丸加味、右归丸加味、生脉饮加味、参附汤加味、黄连解毒汤加味。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "六味地黄丸加味"}
{"query": "女，34岁。哮喘患者。平时规律使用吸入激素，偶有需要使用短效β受体激动剂治疗，症状控制较满意。近来过敏性鼻炎发作，喘息症状出现波动。此时为加强抗炎效果，宜首先选择的药物是？可能的药品包括：茶碱缓释片、长效β2受体激动剂、白三烯受体调节剂、口服激素、H1受体拮抗剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "白三烯受体调节剂"}
{"query": "男，26岁。间断腹泻6个月，大便3～4次/日，带黏液及脓血，无发热及体重下降。结肠镜示乙状结肠以下弥漫充血水肿，黏膜颗粒样改变，质脆易出血。病理可见隐窝脓肿。曾连续口服环丙沙星3周，无效。该患者最适宜的治疗是？可能的药品包括：静脉用头孢菌素、静脉用甲泼尼龙、禁食及静脉高营养、口服蒙脱石散、口服柳氮磺吡啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "口服柳氮磺吡啶"}
{"query": "患儿，女，.5岁。面色不华，苍白，纳食不佳，四肢乏力，薄白，脉细无力。血常规示小细胞低色素性贫血。治疗首选？可能的药品包括：八珍汤、大补元煎、保和丸、参苓白术散、补中益气汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "参苓白术散"}
{"query": "补气升阳的方剂是？可能的药品包括：四君子汤、六君子汤、补中益气汤、参苓白术散、生脉散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "补中益气汤"}
{"query": "最易引起直立性低血压的药物是？可能的药品包括：肼屈嗪、卡托普利、α-甲基多巴、利血平、胍乙啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胍乙啶"}
{"query": "菌痢和胃肠炎可选用？可能的药品包括：替硝唑、氯霉素、盐酸小檗碱、克林霉素、克霉唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "盐酸小檗碱"}
{"query": "重症肌无力病人应选用？可能的药品包括：碘解磷定、氯磷定、阿托品、新斯的明、毛果芸香碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "新斯的明"}
{"query": "疮疡内治，清气分热之常用方剂是？可能的药品包括：五味消毒饮、仙方活命饮、黄连解毒汤、犀角地黄汤、清骨散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "黄连解毒汤"}
{"query": "太乙膏所属的外用制剂类型是？可能的药品包括：箍围药、油膏、草药、膏药、掺药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "膏药"}
{"query": "患者，男，35岁。蒸蒸汗出，汗出易黏，面赤烘热，口苦尿黄，舌苔薄黄，脉弦数。治疗当选？可能的药品包括：玉屏风散、当归六黄汤、龙胆泻肝汤、知柏地黄丸、桂枝汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "龙胆泻肝汤"}
{"query": "男性，30岁，发热10天，高达39.6℃，伴头痛，无咳嗽，无呕吐、腹泻，曾按“感冒”治疗，无好转。体检：贫血貌，表情淡漠，脉搏64次/分，双肺未见异常，肝肋下未及，脾肋下刚触及。血白细胞计数3.2×10^9/L，中性粒细胞0.67，淋巴细胞0.33，胸片未见异常.对此病例，首选治疗药物是？可能的药品包括：青霉素、利福平、喹诺酮类药物、头孢菌素类药物、磺胺类药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "喹诺酮类药物"}
{"query": "内含乌头类药物的中成药是？可能的药品包括：舒筋丸、抱龙丸、三七伤药片、活血止痛散、三品一条枪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "三七伤药片"}
{"query": "患儿18个月。平日常有咳嗽，前日感冒，发热。体温38℃。胸片肺门有椭圆形阴影，边缘模糊。PPD红肿20mm。用何种治疗方案为最佳？可能的药品包括：青霉素+链霉素、链霉素十异烟肼、青霉素+氨苄西林、异烟肼+利福平、异烟肼+乙胺丁醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "异烟肼+乙胺丁醇"}
{"query": "身热夜甚，口不渴，时有谵语，心烦不眠，斑疹隐隐，舌绛而干，脉细数者，治宜选？可能的药品包括：清营汤、清瘟败毒饮、竹叶石膏汤、犀角地黄汤、青蒿鳖甲汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "清营汤"}
{"query": "患者，女，58岁。绝经数年，忽又来潮，量多、色淡，肌热面赤。烦渴欲饮，脉洪大而虚。治疗应选用？可能的药品包括：归脾汤、四物汤、当归补血汤、温经汤、黄土汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "当归补血汤"}
{"query": "结核性腹膜炎患者，在抗结核治疗中出现失眠，神经错乱，可能由哪种药引起__？可能的药品包括：利福平、PAS、乙胺丁醇、吡嗪酰胺、异烟肼。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "异烟肼"}
{"query": "能提高血浆HDL-胆固醇含量的药物是？可能的药品包括：烟酸、不饱和脂肪酸、硝酸甘油、消胆胺、甘露醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "烟酸"}
{"query": "患者，男，30岁。上吐下泻，恶寒发热，头痛，脘腹疼痛，舌苔白腻，作为首选的是？可能的药品包括：平胃散、三仁汤、藿香正气散、连朴饮、葛根芩连汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "藿香正气散"}
{"query": "中效糖皮质激素类药是？可能的药品包括：地塞米松、曲安西龙、倍他米松、可的松、氢化可的松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "曲安西龙"}
{"query": "某精神分裂症患者，误服大剂量氯丙嗪，出现严重的低血压症状，应选用下列何药升压？可能的药品包括：肾上腺素、麻黄碱、去甲肾上腺素、异丙肾上腺素、阿托品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "去甲肾上腺素"}
{"query": "治疗甲状腺危象的首选药是？可能的药品包括：丙硫氧嘧啶、甲硫氧嘧啶、甲巯咪唑、卡比马唑、氢化可的松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丙硫氧嘧啶"}
{"query": "外周血管痉挛性疾病可选用__？可能的药品包括：山莨菪碱、异丙肾上腺素、酚妥拉明、普萘洛尔、间羟胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酚妥拉明"}
{"query": "患者，女，20岁。2周前开始咽痛，发热，双膝、踝、腕关节红、肿、热、痛。检查：体温38℃，心率90次/分，心律齐，未闻及器质性杂音，红细胞沉降率30mm/h，抗链球菌溶血素“O”800单位。治疗应首选？可能的药品包括：糖皮质激素、阿司匹林、消炎痛、硫唑嘌呤、环磷酰胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿司匹林"}
{"query": "患者，男，15岁。突发腹痛，拒按，嗳腐吞酸，腹痛泻后痛减，舌苔厚，脉滑实有力，治疗应当选？可能的药品包括：柴胡疏肝散、小建中汤、枳实导滞丸、大承气汤、瓜蒂散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "枳实导滞丸"}
{"query": "以下具有补肾益气功效的方剂为？可能的药品包括：左归丸、百合固金汤、六味地黄丸、寿胎丸、一贯煎。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "寿胎丸"}
{"query": "抗菌增效剂？可能的药品包括：甲氨苄啶、氧氟沙星、磺胺嘧啶、呋喃唑酮、萘啶酸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲氨苄啶"}
{"query": "男性，55岁。既往有高血压病史7年，2年前，曾患脑血栓，现在仍有左侧肢体瘫痪，两天前突然大咯血，今日两小时内咯血约500ml。下列药物不能使用的是？可能的药品包括：2%普鲁卡因、氨甲苯酸、垂体后叶素、安络血、鱼精蛋白。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "垂体后叶素"}
{"query": "耐甲氧西林的葡萄球菌（MRSA）的治疗应选用？可能的药品包括：青霉素、头孢拉啶、头孢哌酮、万古霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "万古霉素"}
{"query": "患者女性，60岁，症见头晕，气短，畏风自汗，大便质烂，脱肛，可选用下列哪一种中成药治疗？可能的药品包括：四神丸、益母丸、人参归脾丸、天麻丸、补中益气汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "补中益气汤"}
{"query": "多重耐药性伤寒病原治疗首选？可能的药品包括：喹诺酮类、复方磺胺甲基异噁唑、头孢菌素类、氯霉素、阿莫西林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "喹诺酮类"}
{"query": "有关胰岛素类似物下列哪种说法正确？可能的药品包括：胰岛素类似物氨基酸序列与人胰岛素相同、胰岛素类似物的功能与人胰岛素不同、胰岛素类似物也分为速效、中效、长效三类、门冬胰岛素是长效胰岛素类似物、胰岛素类似物更符合生理需求，低血糖发生较少。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胰岛素类似物更符合生理需求，低血糖发生较少"}
{"query": "温病热蒸头胀，呕逆神迷，小便不通，渴不多饮，舌苔白腻，治宜？可能的药品包括：先予安宫牛黄丸，继服茯苓皮汤、菖蒲郁金汤送服苏合香丸、先予苏合香丸，继服茯苓皮汤、菖蒲郁金汤送服至宝丹、犀角地黄汤送服至宝丹。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "先予苏合香丸，继服茯苓皮汤"}
{"query": "下述哪种药物在骨关节炎的治疗中对软骨保护有作用？可能的药品包括：糖皮质激素，如强的松、非甾体类抗炎药、环孢素A、硫酸氨基葡萄糖、间断在关节腔内注射长效激素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫酸氨基葡萄糖"}
{"query": "太阳中暍，津气两伤，治用？可能的药品包括：白虎加苍术汤、白虎汤、白虎加参汤、竹叶石膏汤、白虎加桂枝汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "白虎加参汤"}
{"query": "长春新碱为？可能的药品包括：烷化剂类抗肿瘤药物、抗代谢类抗肿瘤药物、激素类抗肿瘤药物、抗生素类抗肿瘤药物、植物类抗肿瘤药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "植物类抗肿瘤药物"}
{"query": "张某，女，43岁，1个月来干咳，胸闷憋气，呼吸困难，夜间明显，影响睡眠，既往有类似发作病史，查体:双肺可闻及哮鸣音。治疗应首选的药物是？可能的药品包括：口服地西泮、色甘酸钠雾化吸入、吸入特布他林，口服茶碱控释片、琥珀酸氢化可的松静脉滴注、氧气吸入。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吸入特布他林，口服茶碱控释片"}
{"query": "男性，24岁。大量饮酒后出现胃痛，恶心，呕咖啡样胃内容物约250ml，既往无肝病史和胃病史。该患者应该选择下列药物治疗的是？可能的药品包括：质子泵抑制剂、磷酸铝凝胶、铋剂、前列腺素、生长抑素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "质子泵抑制剂"}
{"query": "下列方中用大枣最多的是？可能的药品包括：茯苓桂枝大枣甘草汤、十枣汤、当归四逆汤、旋覆代赭汤、炙甘草汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "炙甘草汤"}
{"query": "患者女，47岁，G3P1，自述近2年来月经周期紊乱，经量时多时少，最近闭经4个月后阴道淋漓出血半月余来诊。治疗更年期功血调整周期可使用以下除外哪种方法？可能的药品包括：雌孕激素序贯疗法、孕激素后半周期疗法、避孕药、孕、雄激素周期治疗、尿促性素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "尿促性素"}
{"query": "某产妇足月顺产后7天，阴道内少量血液流出，无腹痛，无发热，宫底位于脐耻之间，无压痛。正确处理应是下列哪项？可能的药品包括：应用子宫收缩药、应用止血药、阴道分泌物培养、B超了解宫内有无胎盘胎膜残留、正常产褥不需处理。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "B超了解宫内有无胎盘胎膜残留"}
{"query": "女孩，10岁，发热伴咽痛1天，就诊外院拟诊为上呼吸道感染，口服三唑氮核苷口服液，次日体温升至39℃，面红，全身瘙痒，皮肤可见到弥漫鲜红色细小皮疹，扁桃体红肿，来院门诊，考虑为猩红热本病最合适的治疗是？可能的药品包括：口服琥乙红霉素、青霉素80万单位，每天2次，肌内注射，共7～10天、华素片含喉片，每天3次、静脉注射免疫球蛋白。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青霉素80万单位，每天2次，肌内注射，共7～10天"}
{"query": "30岁男性，反复双眼睑浮肿伴夜尿增多2年，血压160/100mmHg，尿蛋白（+)，红细胞5～10个/HP，颗粒管型1～2/HP，血肌酐145μmol/L，血红蛋白85g/L，血清白蛋白32g/L。下列哪种药物本例不宜应用？可能的药品包括：双嘧达莫、呋塞米、硝苯地平、链霉素、青霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "链霉素"}
{"query": "可使甲状腺增大、充血的是？可能的药品包括：丙基硫氧嘧啶、心得安、卢戈液、甲状腺素、氢化可的松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丙基硫氧嘧啶"}
{"query": "抢救急性颅内压增髙的首选药物是？可能的药品包括：20%甘露醇、地塞米松、50%葡萄糖、乙酰唑胺、人血白蛋白。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "20%甘露醇"}
{"query": "1-特发性大发作首选？可能的药品包括：丙戊酸钠、卡马西平、乙琥胺、苯妥英钠、苯巴比妥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丙戊酸钠"}
{"query": "首选促排卵药是？可能的药品包括：氯米芬、绒促性素、尿促性素、LHRH、溴隐亭。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯米芬"}
{"query": "男性，65岁，反复发作胸痛，发作时心电图示广泛ST段抬高，胸痛缓解时心电图正常，最佳的治疗药物是？可能的药品包括：美托洛尔、硝酸异山梨酯、卡托普利、硫氮䓬酮、坎地沙坦。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫氮䓬酮"}
{"query": "可引起低钠、低氯、水中毒的是？可能的药品包括：胰岛素、格列吡嗪、格列喹酮、氯磺丙脲、二甲双胍。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯磺丙脲"}
{"query": "尿毒症患者充分透析和脱水达到干体重后，高血压未得到控制，进一步降压措施首选？可能的药品包括：低盐饮食、ACEI或ARB类药物、钙拮抗剂、扩血管药物、β受体阻滞剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "ACEI或ARB类药物"}
{"query": "急性心肌梗死左心功能不全伴频发多源性室性期前收缩用利多卡因无效，应选下列哪种药物？可能的药品包括：普鲁卡因胺、胺碘酮、普罗帕酮、美托洛尔、维拉帕米。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胺碘酮"}
{"query": "甲亢危象时首先应给予？可能的药品包括：大剂量碘剂、控制感染、抗甲状腺药物增量口服、氢化可的松静滴、普蔡洛尔（心得安）。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗甲状腺药物增量口服"}
{"query": "患者男性,24岁,夜晚醉酒呕吐,晨起心悸，站起后意识丧失，家人将其扶起时意识已经转清,送至急诊。心电图检查结果见图19, BP 100/70mmHg。少儿时期有发作性心动过速。首选的急诊处理措施是？可能的药品包括：利多卡因、维拉帕米、胺碘酮、伊布利特、直流电复律。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "伊布利特"}
{"query": "男性，38岁，查体：空腹血糖6.9mmol/L，OGTT2小时血糖13.8mmol/L，患者身高170cm，体重85kg，首选的治疗方案是？可能的药品包括：格列喹酮40mg，bid、饮食控制+运动、二甲双胍0.5，tid、阿卡波糖50mg，tid、罗格列酮4mg，qd。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "饮食控制+运动"}
{"query": "男性，30岁，心悸气促10年，3小时前心悸加重，不能平卧。检查心界向左扩大，心率100次/分，心律不齐，脉率78次/分，心尖区闻及4级收缩期杂音及舒张中晚期杂音，颈静脉怒张，肝于肋下5cm触及，有触痛，肝颈静脉回流征阳性，下肢水肿。下列药物中应首选？可能的药品包括：普萘洛尔（心得安)静脉注射、毛花苷C静脉注射、地高辛口服、间羟胺静脉滴注、吗啡皮下注射。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "毛花苷C静脉注射"}
{"query": "女性，55岁，患高血压、冠心病，因近日工作繁忙，心前区闷痛发作频繁，伴头胀，休息后不能缓解，血压150/100mmHg，心电图示R波为主导联ST-T缺血性改变，最适宜应用？可能的药品包括：利多卡因、硝苯地平、洋地黄、硝酸甘油、硝酸异山梨酯。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝苯地平"}
{"query": "目前认为对冠心病粹死有预防价值的药物？可能的药品包括：利多卡因、阿司匹林、胺碘酮、美托洛尔、维拉帕米。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "美托洛尔"}
{"query": "男性，50岁，半年前体检发现2型糖尿病，无口渴、多尿症状，身高165cm，体重66kg。坚持饮食控制及运动锻炼，近3个月空腹血糖5.0~6.0mmol/L，餐后血糖10.0~13.0mmol/L，拟加用？可能的药品包括：双胍类降血糖药、磺脲类降糖药、α-葡萄糖苷酶抑制剂、短效胰岛素、中效胰岛素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "α-葡萄糖苷酶抑制剂"}
{"query": "下列紧急避孕药中副反应最轻的是？可能的药品包括：雌激素制剂、孕激素制剂、雌孕激素复方制剂、米非司酮、甲氨蝶呤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "米非司酮"}
{"query": "女性，48岁，2个月来出现进食后胃区不适伴腹胀，胃镜检查提示胃溃疡，幽门螺旋杆菌（+）。最佳的治疗方法是？可能的药品包括：抑酸剂、胃黏膜保护剂、胃动力药、解痉止痛药、根除幽门螺旋杆菌。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "根除幽门螺旋杆菌"}
{"query": "结节病不宜用下列哪一种药物？可能的药品包括：泼尼松、硫唑嘌呤、甲氨蝶呤、维生素B、维生素D。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维生素D"}
{"query": "对有心衰的消化性溃疡者不宜用？可能的药品包括：甘珀酸（生胃酮）、复方氢氧化铝（胃舒平)、西咪替丁（甲氰咪胍）、丙谷胺、三硅酸镁（三矽酸镁）。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甘珀酸（生胃酮）"}
{"query": "多数原发性醛固酮增多症的最佳治疗是？可能的药品包括：口服螺内酯、口服钙离子拮抗剂、手术治疗、口服氨苯蝶啶、口服阿米洛利。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "手术治疗"}
{"query": "为急性胰腺炎患者解痉镇痛时，不能使用的药品是？可能的药品包括：山莨菪碱、吗啡、阿托品、哌替啶、普鲁本辛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吗啡"}
{"query": "服用时应避免与牙齿接触的药物是？可能的药品包括：止咳糖浆、棕色合剂、硫酸亚铁、碳酸氢钠、颠茄合剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫酸亚铁"}
{"query": "高钾血症引起心律失常时，静脉注射应首选的药物是？可能的药品包括：10%硫酸镁溶液、5%碳酸氢钠溶液、5%氯化钙溶液+等量5%葡糖糖溶液、利尿剂、5%葡萄糖溶液+胰岛素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "5%氯化钙溶液+等量5%葡糖糖溶液"}
{"query": "患者男，29岁。因高热、畏寒、咳嗽、流涕而住院治疗。医生开出以下口服药，护士在指导用药时嘱咐患者宜最后服用的是？可能的药品包括：止咳糖浆、利巴韦林、维C银翘片、对乙酰氨基酚、阿莫西林胶囊。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "止咳糖浆"}
{"query": "某便秘患者口服乳果糖通便，乳果糖属于？可能的药品包括：容积性泻剂、润滑性泻剂、高渗性泻剂、盐类泻剂、刺激性泻剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "高渗性泻剂"}
{"query": "护士指导患者正确服药的方法，下列不正确的是？可能的药品包括：健胃药应饭前服、服用安眠药应防止成瘾、服退热药后应多喝水、服用缓释片时可嚼碎、磺胺类药物应准时服用，以保证有效血药浓度。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "服用缓释片时可嚼碎"}
{"query": "患者，男性，85岁，结核病患者，伴全心衰竭。为其进行特殊口腔护理时发现口腔内有绿脓杆菌感染，护士应选择的漱口液是？可能的药品包括：朵贝尔液（复方硼砂溶液）、1%-3%过氧化氢溶液、1%-4%碳酸氢钠溶液、0.1%醋酸溶液、0.02%呋喃西林溶液。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "0.1%醋酸溶液"}
{"query": "为了给病人补充热量，输液中应选用？可能的药品包括：各种代血浆、0.9%氯化钠、5%碳酸氢钠、5%～10%葡萄糖溶液、50%葡萄糖注射液。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "5%～10%葡萄糖溶液"}
{"query": "患者被汽车撞伤，右上腹剧痛，呼吸36次/分，脉搏100次/分，BP90/65mmHg，诊断不明，禁用？可能的药品包括：异丙嗪、安定、6-氨基己酸、吗啡、苯巴比妥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吗啡"}
{"query": "患者，女，25岁。产后1周出现会阴侧切伤口感染，细菌培养结果为金黄色葡萄球菌感染。该细菌最有可能对哪种抗生素存在耐药性？可能的药品包括：头孢霉素、红霉素、甲硝唑、青霉素、两性霉素B。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青霉素"}
{"query": "患者，男性，60岁，机械性肠梗阻，给予非手术治疗。在非手术治疗期间不宜使用的药物是？可能的药品包括：阿托品、654-2、地西泮、吗啡、颠茄。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吗啡"}
{"query": "患者，男性，32岁，肺部感染待查， 需采集痰标本做细菌培养，采集前应先用什么溶液漱口？可能的药品包括：西吡氯铵、呋喃西林、碳酸氢钠、醋酸溶液、朵贝尔溶液。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "朵贝尔溶液"}
{"query": "下列哪种药物可以引起再生障碍性贫血？可能的药品包括：芬太尼、地西泮、吗啡、硫喷妥钠、氯霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯霉素"}
{"query": "属于一线抗结核药物的是？可能的药品包括：氨硫脲、吡嗪酰胺、卡那霉素、乙胺丁醇、对氨基水杨酸钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吡嗪酰胺"}
{"query": "对急性消化道失液的患者，应先输入的是？可能的药品包括：5%葡萄糖盐水、5%葡萄糖溶液、10%葡萄糖溶液、右旋糖酐、5%碳酸氢钠溶液。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "5%葡萄糖盐水"}
{"query": "对心室颤动患者进行心肺复苏的首选药物是？可能的药品包括：碳酸氢钠、阿托品、利多卡因、肾上腺素、氧化钙。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "肾上腺素"}
{"query": "下列关于药物的保管原则，叙述正确的一项是？可能的药品包括：药柜应放在有阳光照射的地方，以保证光线明亮、药柜应透明，保持清洁、药瓶的标签用中文书写，标明名称、浓度和剂量，字迹清楚、药物如有变色、沉淀、异味等，应及时退回药房处理、药瓶标签模糊的药物需认真核对。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "药物如有变色、沉淀、异味等，应及时退回药房处理"}
{"query": "滥用药物是引起再生障碍性贫血的重要原因，下列药物常见引起再生障碍性贫血的是？可能的药品包括：磺胺、阿司匹林、苯妥英钠、氯霉素、保泰松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯霉素"}
{"query": "WHO推荐的六种药中，属于抑菌药物的是？可能的药品包括：利福平、氨硫脲、吡嗪酰胺、乙胺丁醇、卡那霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙胺丁醇"}
{"query": "支气管哮喘发作时，控制症状应首选？可能的药品包括：β2受体激动剂、糖皮质激素、抗胆碱能药物、茶碱类、肥大细胞膜稳定剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "β2受体激动剂"}
{"query": "不能用于肠外营养的是？可能的药品包括：脂肪乳剂、葡萄糖、氨基酸、维生素、大分子聚合物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大分子聚合物"}
{"query": "新生儿缺氧缺血性脑病脑水肿严重时应选用？可能的药品包括：25%葡萄糖、10%氧化钠、呋塞米、地塞米松、20%甘露醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "20%甘露醇"}
{"query": "患儿，女，10个月，因面色苍白2个月来医院就诊。患儿生后单纯母乳喂养，未添加辅食。査体：精神萎靡，营养、发育较差，反应迟钝，皮肤黏膜和甲床苍白，头发枯黄，前囟2cm×3cm，心、肺无异常，肝肋下2cm，脾肋下1.5cm。血红蛋白70g/L，血涂片见红细胞体积小，含色素低。应采取的措施是？可能的药品包括：输血治疗、口服铁剂、口服叶酸、口服维生素C、肌内注射维生素B12。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "口服铁剂"}
{"query": "黄某，女，42岁。反复发作节律性上腹疼痛3年，曾行钡餐检查提示消化性溃疡，遵医嘱口服药物治疗，以下哪种药物属于目前最强的胃酸分泌抑制剂？可能的药品包括：米索前列醇、克拉霉素、法莫替丁、奥美拉唑、氢氧化铝。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "患儿，6岁。2月份急起畏寒、高热、头痛、呕吐6小时。查体：体温40℃，查血压122/99mmHg，神志淡漠，全身皮肤黏膜有散在淤点、淤斑，颈软，脑膜刺激征阴性，血象：WBC15.0×109/L，N0.95，L0.05，疑为中枢神经系统感染，次日头痛加剧，频繁呕吐，查体：颈部抵抗，克氏征阳性，腰椎穿刺脑脊液检查：蛋白2.0g/L，氯化物112mmol/L，糖0.55mmol/L。本例除了病原治疗外，最重要的对症治疗措施是？可能的药品包括：输新鲜血、肝素抗凝、肾上腺皮质激素、20%甘露醇脱水、低分子右旋糖酐。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "20%甘露醇脱水"}
{"query": "小儿禁用的镇静止惊药物是？可能的药品包括：水合氯醛、苯巴比妥、地西泮、异丙嗪、吗啡。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吗啡"}
{"query": "冠心病患者术前应停服的药物不包括？可能的药品包括：抗凝药、洋地黄、奎尼丁、利尿药、氯化钾。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯化钾"}
{"query": "使用止痛药物注意事项中错误的是？可能的药品包括：使用前要了解止痛药物的作用、药物不良反应、适应证和禁忌证、患者未明确诊断前，使用强止痛药尽可能地缓解患者疼痛、术后疼痛尽量做到疼痛发作前足剂量给药、如果非麻醉性药物能够达到止痛效果，则不使用麻醉性药物、用药后评估和记录止痛效果，注意观察患者用药后的反应。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "患者未明确诊断前，使用强止痛药尽可能地缓解患者疼痛"}
{"query": "1-属于基因工程疫苗的是？可能的药品包括：乙肝疫苗、卡介苗、脊髓灰质炎疫苗、百日咳疫苗、麻疹疫苗。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙肝疫苗"}
{"query": "急性淋病的治疗，目前首选治疗药物是？可能的药品包括：甲硝唑、头孢曲松钠、庆大霉素、阿米卡星、青霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "头孢曲松钠"}
{"query": "关于慢性呼吸衰竭用呼吸兴奋剂的描述正确的是？可能的药品包括：尼可刹米可以使呼吸加快变浅，改善组织换气、多沙普仑不能通过颈动脉化学感受器反射性兴奋呼吸中枢、尼可刹米给药方法只能是静脉缓慢推注、尼可刹米比多沙普仑作用强大，安全范围广、尼可刹米有复苏作用。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "尼可刹米有复苏作用"}
{"query": "—般情况下，大咯血时首选的药物是？可能的药品包括：可待因、普萘洛尔、酚磺乙胺、垂体后叶素、6-氨基己酸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "垂体后叶素"}
{"query": "阴茎手术后可防止阴茎勃起，减轻局部充血和渗出的药物是？可能的药品包括：硝酸甘油、肾上腺素、西地那非、雌激素、安定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "雌激素"}
{"query": "严重甲亢病病人或甲状腺危象病人的首选用药是？可能的药品包括：甲硫氧嘧啶、丙基硫氧嘧啶、卡比马唑（甲亢平）、甲巯咪唑（他巴唑）、普萘洛尔（心得安）。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丙基硫氧嘧啶"}
{"query": "心脏毒性较强的化疗药物是？可能的药品包括：环磷酰胺、柔红霉素、甲氨蝶呤、长春新碱、地塞米松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "柔红霉素"}
{"query": "口服给药时应采取的正确方法是？可能的药品包括：小婴儿可以采取平卧的体位给药、油类药物可以用滴管直接滴入口中、患儿拒绝服药时可以暂缓给药、可以用奶瓶给小婴儿喂药、药物可以和食物混合喂服。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "油类药物可以用滴管直接滴入口中"}
{"query": "下列抗生素联合使用会导致抗生素毒性增加的是？可能的药品包括：庆大霉素+卡那霉素、青霉素+红霉素、庆大霉素+红霉素、红霉素+磺胺类、青霉素+先锋霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "庆大霉素+卡那霉素"}
{"query": "控制小儿惊厥的首选药物是？可能的药品包括：苯巴比妥钠、10%水合氯醛、地西泮、氯丙嗪、异戊巴比妥钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "属于计划免疫程序的疫苗是？可能的药品包括：乙脑疫苗、流脑疫苗、甲肝疫苗、乙肝疫苗、流感疫苗。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙肝疫苗"}
{"query": "原发性高血压合并支气管哮喘患者降压治疗，不宜选用？可能的药品包括：哌唑嗪、呋塞米、硝苯地平、普萘洛尔、卡托普利。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普萘洛尔"}
{"query": "顽固的老年性阴道炎除了局部用药之外，还可口服？可能的药品包括：制霉菌素、甲硝唑、尼尔雌醇、红霉素、维生素B2。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "尼尔雌醇"}
{"query": "能杀死一切微生物的化学消毒剂是？可能的药品包括：二溴海因、碘伏、氯己定、戊二醛、苯扎溴铵。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "戊二醛"}
{"query": "不易在乳汁中排出的弱酸性抗生素是？可能的药品包括：四环素、红霉素、青霉素、氯霉素、头孢唑林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青霉素"}
{"query": "饭前服用？可能的药品包括：多潘立酮、雷尼替丁、氢氧化镁、苯海拉明、青霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "多潘立酮"}
{"query": "患者，男，65岁。身高170cm，体重60kg。经血糖检测、糖耐量试验和肾功能检测(肌酐清除率45ml/min)，诊断为2型糖尿病、肾功能不全。该患者应首选的药物是？可能的药品包括：格列本脲、格列齐特、格列喹酮、格列吡嗪、格列美脲。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "格列喹酮"}
{"query": "癫痫持续状态的首选药是？可能的药品包括：地西泮、硫喷妥钠、吗啡、水合氯醛、硫酸镁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "31-治疗急、慢性或习惯性便秘用？可能的药品包括：比沙可啶、甘油栓、硫酸镁、乳果糖、聚乙二醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "比沙可啶"}
{"query": "黄体酮？可能的药品包括：抗雌激素药物、孕激素药物、抗孕激素药物、蛋白同化激素药物、抗雄性激素药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "孕激素药物"}
{"query": "与红霉素合用可能引起横纹肌溶解，使尿肌红蛋白呈阳性的药品是？可能的药品包括：辛伐他汀、卡那霉素、万古霉素、秋水仙碱、吲哚美辛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "辛伐他汀"}
{"query": "抗心率失常药中可以引起肺损害的药品是？可能的药品包括：维拉帕米、胺碘酮、普罗帕酮、索他洛尔、利多卡因。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胺碘酮"}
{"query": "可抑制尿酸生成的药物是？可能的药品包括：秋水仙素、萘普生、苯溴马隆、氢氯噻嗪、别嘌醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "别嘌醇"}
{"query": "25-病毒性腹泻应服用？可能的药品包括：山莨菪碱片、泛昔洛韦、左氧氟沙星、匹维溴铵、硝苯地平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "泛昔洛韦"}
{"query": "结构中含有环丁烷甲基，属部分激动剂的药物是？可能的药品包括：盐酸纳络酮、酒石酸布托啡诺、右丙氧芬、苯噻啶、磷酸可待因。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酒石酸布托啡诺"}
{"query": "2型肥胖型糖尿病伴血脂异常患者应选用？可能的药品包括：双胍类、α-葡萄糖苷酶抑制剂、磺酰脲类促胰岛素分泌药、胰岛素与胰岛素类似物、血管紧张素转换酶抑制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "双胍类"}
{"query": "为减轻感冒后鼻腔黏膜血管充血，缓解鼻塞，制剂组方成分应含有？可能的药品包括：右美沙芬、奥司他韦、金刚乙胺、氯苯那敏、伪麻黄碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "伪麻黄碱"}
{"query": "可导致跟腱炎或跟腱断裂不良反应的药品是？可能的药品包括：克林霉素、美罗培南、阿米卡星、头孢哌酮、环丙沙星。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "环丙沙星"}
{"query": "根据《城镇职工基本医疗保险用药范围管理暂行办法》由国家统一制定，各地不得调整的是？可能的药品包括：《基本医疗保险药品目录》中的药品、《基本医疗保险药品目录》中的“甲类目录”、《基本医疗保险药品目录》中的“乙类目录”、《基本医疗保险药品目录》中的中药饮片、《国家基本药物目录》中的药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "《基本医疗保险药品目录》中的“甲类目录”"}
{"query": "根据《城镇职工医疗保险用药范围管理暂行办法》，在《基本医疗保险药品目录》中列基本医疗保险基金准予支付的药品是？可能的药品包括：中成药、中药饮片、口服泡腾剂、血液制品、中药材。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "中成药"}
{"query": "糖尿病合并肾病者宜首选？可能的药品包括：胰岛素、格列喹酮、二甲双胍、普伐他汀、阿卡波糖。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "格列喹酮"}
{"query": "治疗急性便秘用？可能的药品包括：比沙可啶、甘油栓、硫酸镁、乳果糖、聚乙二醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫酸镁"}
{"query": "皮肤病慢性期有皮损增厚时，宜首选？可能的药品包括：洗剂、溶液剂、软膏剂、糖浆剂、膜剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "软膏剂"}
{"query": "具有镇咳作用的药物是？可能的药品包括：右美沙芬、酮替芬、溴己新、乙酰半胱氨酸、氨茶碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "右美沙芬"}
{"query": "扎西他滨的作用机制是？可能的药品包括：干扰脱壳药、抑制核酸合成药、抑制蛋白质合成药、核苷酸逆转录酶抑制、抑制病毒释放药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "核苷酸逆转录酶抑制"}
{"query": "主要用于治疗儿童急性白血病的是？可能的药品包括：氟尿嘧啶、氟他胺、甲氨蝶呤、羟基脲、博来霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲氨蝶呤"}
{"query": "有机氟急性中毒的特殊解毒剂是？可能的药品包括：维生素K1、乙酰胺、硫酸阿托品、氯解磷定、烟酰胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙酰胺"}
{"query": "服用时必须保持坐位或立位、空腹，服后30分钟内不宜进食和卧床的药品是？可能的药品包括：依降钙素、依普黄酮、雷洛昔芬、阿仑膦酸钠、阿法骨化醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿仑膦酸钠"}
{"query": "10-影响骨骼和牙齿的生长发育的是？可能的药品包括：青霉素G、氯霉素、链霉素、四环素、红霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "四环素"}
{"query": "21-对口腔黏膜有麻醉作用，会产生麻木感觉，须整片吞服的是？可能的药品包括：苯丙哌林、羧甲司坦、喷托维林、右美沙芬、氨溴素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯丙哌林"}
{"query": "功能性消化不良可选用的处方药是？可能的药品包括：莫沙必利、多潘立酮、六味安消散、胰酶片、碳酸氢钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "莫沙必利"}
{"query": "属于第一类精神药品品种的是？可能的药品包括：氯胺酮、芬太尼、麦角胺、地西泮、地巴唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯胺酮"}
{"query": "螺内酯属于哪个类型的利尿药？可能的药品包括：渗透性利尿药、碳酸酐酶抑制剂、盐皮质激素受体拮抗剂、肾内皮细胞Na+通道抑制剂、Na+-Cl-同向转运抑制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "盐皮质激素受体拮抗剂"}
{"query": "羧甲基纤维素钠在醋酸可的松混悬型注射液处方中的作用是？可能的药品包括：渗透压调节剂、抑菌剂、助悬剂、润湿剂、抗氧剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "助悬剂"}
{"query": "《处方管理办法》规定，处方格式由3部分组成，其中正文部分包括？可能的药品包括：以Rx或R标示，分列药品名称、组分、数量、用法、处方编号，以Rx或R标示，分列药品名称、数量、用法用量、处方编号，以Rx或R标示，临床诊断、分列药品名称、规格、用量、以Rx或R标示，分列药品名称、规格、数量、用法用量、临床诊断，以Rx或R标示，分列药品名称、数量、用法用量。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "以Rx或R标示，分列药品名称、规格、数量、用法用量"}
{"query": "治疗地高辛轻度中毒可用？可能的药品包括：阿托品、口服氯化钾、地高辛抗体、硫酸镁、葡萄糖酸钙。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "口服氯化钾"}
{"query": "滴虫、阿米巴原虫及念珠菌混合感染阴道炎宜选用？可能的药品包括：咪康唑、甲硝唑、庆大霉素、聚甲酚磺醛、曲古霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "曲古霉素"}
{"query": "病原菌只对该类抗菌药物敏感时应选用？可能的药品包括：非限制使用级抗菌药物、限制使用级抗菌药物、特殊使用级抗菌药物、所有抗菌药物、非抗菌药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "限制使用级抗菌药物"}
{"query": "属于时间依赖型的抗菌药物是？可能的药品包括：环丙沙星、阿奇霉素、阿米卡星、依替米星、头孢哌酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "头孢哌酮"}
{"query": "某药的丙酮溶液，加入盐酸即显橙黄色，渐变为紫红色，再加氯仿振摇，氯仿层显蓝色，该药是？可能的药品包括：红霉素、氨苄西林、四环素、硫酸链霉素、庆大霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "红霉素"}
{"query": "能抑制疟原虫二氢叶酸合成的药物是？可能的药品包括：氯喹、磺胺多辛、乙胺嘧啶、伯氨喹、奎宁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "磺胺多辛"}
{"query": "进入中枢后可促进黑质纹状体内多巴胺能神经末梢释放DA的药物是？可能的药品包括：左旋多巴、苯海索、卡比多、金刚烷胺、司米吉林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "司米吉林"}
{"query": "乳酸血症患者禁用：？可能的药品包括：甘油栓、硫酸镁、比沙可啶、开塞露、乳果糖。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乳果糖"}
{"query": "过量肝素引起出血的对抗药物是？可能的药品包括：氨甲环酸、叶酸、硫酸鱼精蛋白、维生素K、氨甲苯酸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫酸鱼精蛋白"}
{"query": "3-某种或某一类药物具有抑制病原菌生长繁殖能力，而无杀灭作用的药物称为？可能的药品包括：抑菌药、杀菌药、化学治疗药、抗菌药、抗癌药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抑菌药"}
{"query": "直接静脉注射易引起呼吸抑制的药物是？可能的药品包括：庆大霉素、苯妥英钠、维拉帕米、葡萄糖酸钙、顺铂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "庆大霉素"}
{"query": "静漓用于脑水肿、降低颅内压，冲洗用于经尿道前列腺切除术的药品是？可能的药品包括：甘露醇、尿素、硫酸镁、乳酸钠、门冬氨酸钾镁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甘露醇"}
{"query": "对青霉素和头孢菌素过敏者，围手术期针对革兰阳性球菌感染和预防用药，宜选用？可能的药品包括：氟罗沙星、妥布霉素、氨曲南、克林霉素、多粘菌素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "克林霉素"}
{"query": "2-由带状疱疹所致的严重后遗神经痛，应选的药物是？可能的药品包括：对乙酰氨基酚片、芬太尼透皮贴剂、羟考酮缓释片、卡马西平片、塞来昔布胶囊。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡马西平片"}
{"query": "采用中国药典规定的方法与装置，水温为15～25℃进行检查，应在3分钟内全部崩解或溶化的是？可能的药品包括：肠溶片、泡腾片、可溶片、舌下片、薄膜衣片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "可溶片"}
{"query": "通过研究微生物发酵得到的新药是？可能的药品包括：紫杉醇、雷尼替丁、甲地孕酮、巯甲丙脯酸、头孢菌素C。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "头孢菌素C"}
{"query": "含有碳酸氢钠和有机酸，遇水可放出大量气体的颗粒剂是？可能的药品包括：混悬颗粒、泡腾颗粒、肠溶颗粒、缓释颗粒、控释颗粒。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "泡腾颗粒"}
{"query": "在水溶液中不稳定但易溶于水的药物适合制成哪种注射剂？可能的药品包括：溶液型注射剂、溶胶型注射剂、混悬型注射剂、乳剂型注射剂、注射用无菌粉末。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "注射用无菌粉末"}
{"query": "最易引起胃肠道损害的非甾体抗炎药是？可能的药品包括：布洛芬、对乙酰氨基酚、关洛昔康、阿司匹林、塞来昔布。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿司匹林"}
{"query": "因为结构中含有季铵盐结构，不易通过血脑屏障的药物？可能的药品包括：硫酸阿托品、氢溴酸东莨菪碱、氢溴酸山莨菪碱、氢溴酸加兰他敏、溴丙胺太林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "溴丙胺太林"}
{"query": "脂溶性最高，作用快而短的药物是？可能的药品包括：巴比妥、硫喷妥、苯巴比妥、戊巴比妥、司可巴比妥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫喷妥"}
{"query": "患者，男，54岁。2周前痛风急性发作，经治疗后病情缓解，后期针对其痛风的治疗不宜选用的药物是？可能的药品包括：别嘌醇、秋水仙碱、非布索坦、苯溴马隆、碳酸氢钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "秋水仙碱"}
{"query": "痛风缓解期，宜选用的治疗药物是？可能的药品包括：苯溴马隆、阿司匹林、秋水仙碱、泼尼松、双氯芬酸钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯溴马隆"}
{"query": "主要通过刺激颈动脉体和主动脉体的化学感受器，反射性地兴奋延髓呼吸中枢的药物是？可能的药品包括：二甲弗林、贝美格、洛贝林、哌甲酯、咖啡因。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "洛贝林"}
{"query": "《城镇职工基本医疗保险用药范围管理暂行办法》规定列入基本医疗保险基金准予支付的药品目录的是？可能的药品包括：西药和中药饮片、西药和中成药、中成药和中药饮片、中药饮片、中药材。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "西药和中成药"}
{"query": "12岁以下儿童禁用的非甾体抗炎药？可能的药品包括：尼美舒利、阿司匹林、双氯芬酸、塞来昔布、美洛昔康。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "尼美舒利"}
{"query": "按照《非处方药专有标识管理规定（暂行）》对非处方药专有标识的使用，错误的是？可能的药品包括：红色专有标识用于甲类非处方药药品、绿色专有标识用于乙类非处方约约品、红色专有标识用于药品批发企业的指南性标志、绿色专有标识用于经营非处方药零售企业的指南性标识、非处方药说明书上单色印刷非处方药专有标识，并在其下标示“甲类”或“乙类”字样。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "红色专有标识用于药品批发企业的指南性标志"}
{"query": "药物与受体结合后，能产生某种效应，该药是？可能的药品包括：兴奋剂、激动剂、抑制剂、拮抗剂、部分激动剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "激动剂"}
{"query": "为第一个上市的开环核苷类抗病毒药物是？可能的药品包括：更昔洛韦、泛昔洛韦、昔多福韦、阿德洛韦、阿昔洛韦。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿昔洛韦"}
{"query": "肝药酶诱导剂是？可能的药品包括：氯霉素、对氨基水杨酸、异烟肼、地西泮、苯巴比妥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯巴比妥"}
{"query": "长期用药可引起牙龈增生的药物是？可能的药品包括：卡马西平、苯妥英钠、乙琥胺、硫酸镁、加巴喷丁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯妥英钠"}
{"query": "3-对病原菌具有抑制和杀灭作用的一类药物称为？可能的药品包括：抑菌药、杀菌药、化学治疗药、抗菌药、抗癌药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "杀菌药"}
{"query": "抗急性阿米巴痢疾首选？可能的药品包括：乙胺嗪、吡喹酮、甲硝唑、氯喹、依米丁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲硝唑"}
{"query": "《中国药典》采用四氮唑比色法测定含量的有？可能的药品包括：醋酸地塞米松片剂、黄体酮注射液、雌二醇片剂、丙酸睾酮注射液、醋酸地塞米松注射液。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "醋酸地塞米松注射液"}
{"query": "具有三元环结构的药物是？可能的药品包括：磷霉素、盐酸小檗碱、甲硝唑、替硝唑、利奈唑胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "磷霉素"}
{"query": "易发生冻结的药品有？可能的药品包括：维生素C、吗啡类、水杨酸钠、阿司匹林、硝酸甘油、青霉素类、巴比妥类、甘油、乳酸、胃蛋白酶、牛痘苗、脊髓灰质炎疫苗、鱼肝油乳、氢氧化铝凝胶、松节油擦剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "鱼肝油乳、氢氧化铝凝胶、松节油擦剂"}
{"query": "药品所对应的特殊杂质，《中国药典》规定对乙酰氨基酚中应检查？可能的药品包括：对氨基苯甲酸、肾上腺酮、对氨基酚、间氨基酚、游离水杨酸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "对氨基酚"}
{"query": "为避免引起大面积中毒性表皮坏死松解症，服用前提倡做人体白细胞抗原等位基(HLA-B×1502)检测的抗癫痫药是？可能的药品包括：卡马西平、丙戊酸钠、氯硝西泮、托吡酯、加巴喷丁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡马西平"}
{"query": "某药物的摩尔吸收系数较大是因为？可能的药品包括：该药物分子的吸收光子几率低、该药物的透光率高、该药物溶液的光程长、该药物溶液的浓度高、该药物对一定波长光的吸收强。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "该药物对一定波长光的吸收强"}
{"query": "联用治疗急性弓形体病？可能的药品包括：链霉素与异烟肼、乙胺嘧啶与磺胺嘧啶、青霉素与链霉素、青霉素与磺胺嘧啶、氯霉素与丙种球蛋白。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙胺嘧啶与磺胺嘧啶"}
{"query": "只对小发作有效的抗癫痫药物是？可能的药品包括：苯妥英钠、地西泮、卡马西平、乙琥胺、扑米酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙琥胺"}
{"query": "具有内在拟交感活性的β1受体阻断药是？可能的药品包括：普萘洛尔、吲哚洛尔、阿替洛尔、醋丁洛尔、拉贝洛尔。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "醋丁洛尔"}
{"query": "8-老年人因血浆蛋白含量低，用药后游离药物浓度可能明显增加的药物是？可能的药品包括：复方磺胺甲噁唑、头孢克洛、诺氟沙星、阿莫西林、华法林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "华法林"}
{"query": "22-功能性消化不良可选用的非处方药是？可能的药品包括：莫沙必利、多潘立酮、六味安消散、胰酶片、碳酸氢钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "六味安消散"}
{"query": "某位患者，放疗时出现白细胞减少症状，可用？可能的药品包括：肝素、阿司匹林、重组人促红素、重组组织型纤维蛋白溶酶原激活剂、重组人粒细胞集落刺激因子。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "重组人粒细胞集落刺激因子"}
{"query": "固体药物分散在固体载体中制成的高度分散体系？可能的药品包括：包合物、固体分散体、栓剂、微球、纳米粒。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "固体分散体"}
{"query": "抗代谢类抗肿瘤药物？可能的药品包括：阿莫西林、阿米卡星、阿糖胞苷、阿苯哒唑、阿普唑仑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿糖胞苷"}
{"query": "病毒性腹泻应服用？可能的药品包括：山莨菪碱片、泛昔洛韦、左氧氟沙星、匹维溴铵、硝苯地平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "泛昔洛韦"}
{"query": "对结肠手术预防感染应用抗菌药物应选用？可能的药品包括：头孢唑林、头孢地嗪、美罗培南、头孢呋辛+甲硝唑、万古霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "头孢呋辛+甲硝唑"}
{"query": "驾驶员工作时不宜服用的药品是？可能的药品包括：阿司匹林、维生素C、阿莫西林、氯苯那敏、对乙酰氨基酚。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯苯那敏"}
{"query": "用于先兆性流产和习惯性流产？可能的药品包括：雌二醇、地塞米松、黄体酮、丙酸睾丸素、棉酚。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "黄体酮"}
{"query": "产生NO，松弛血管平滑肌的是？可能的药品包括：硝苯地平、普萘洛尔、卡托普利、哌唑嗪、硝普钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝普钠"}
{"query": "耐氯喹恶性疟，可选用？可能的药品包括：乙胺嘧啶、伯氨喹、TMP、青蒿素、磷酸咯萘啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青蒿素"}
{"query": "以下是白三稀类抑制剂，含羧基并且极少透过血脑屏障的平喘药是？可能的药品包括：氨茶碱、沙丁胺醇、丙酸倍氯米松、孟鲁司特、布地奈德。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "孟鲁司特"}
{"query": "具璜酰脲结构，临床用于治疗糖尿的药物？可能的药品包括：格列齐特、米格列奈、二甲双瓜、盐酸吡格列酮、米格列醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "格列齐特"}
{"query": "吗啡中毒的特异性解救药品是？可能的药品包括：对乙酰氨基酚、纳洛酮、乙酰半胱氨酸、氟马西尼、碘解磷定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "纳洛酮"}
{"query": "2型肥胖型糖尿病者宜首选？可能的药品包括：胰岛素、格列喹酮、二甲双胍、普伐他汀、阿卡波糖。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "二甲双胍"}
{"query": "抑制H+-K+-ATP酶活性的是？可能的药品包括：氢氧化镁、哌仑西平、西咪替丁、奥美拉唑、米索前列醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "6-在组织中浓度较高，半衰期较长的抗生素是？可能的药品包括：红霉素、琥乙红霉素、克拉霉素、阿奇霉素、罗红霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿奇霉素"}
{"query": "控制疟疾临床症状的首选药物是？可能的药品包括：乙胺嘧啶、青蒿素、甲硝唑、伯氨喹、氯喹。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯喹"}
{"query": "1-患者，男，64岁。为缓解剧烈疼痛，同时使用5片芬太尼透皮贴剂后，出现呼吸抑制，可选用的解救药物是？可能的药品包括：亚甲蓝、氟马西尼、纳洛酮、二巯丙醇、乙酰胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "纳洛酮"}
{"query": "有一位80岁老人，患有重度老年痴呆症，需长期服药，可选择的药物是？可能的药品包括：吡拉西坦、盐酸多奈哌齐、石杉碱甲、氢溴酸加兰他敏、利斯的明。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "盐酸多奈哌齐"}
{"query": "4-药物或芳香物质的浓蔗糖水溶液？可能的药品包括：糖浆剂、溶胶剂、芳香水剂、高分子溶液剂、溶液剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "糖浆剂"}
{"query": "《中华人民共和国药品管理法》规定，下列情形按假药论处的是？可能的药品包括：药品成分的含量不符合国家药品标准的、所标明的适应证或者功能主治超出规定范围的、擅自添加着色剂、防腐剂、香料、矫味剂及辅料的、直接接触药品的包装材料和容器未经批准的、未标明有效期或者更改有效期的。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "所标明的适应证或者功能主治超出规定范围的"}
{"query": "可影响幼儿软骨发育，导致承重关节损伤的药物是？可能的药品包括：阿米卡星、环丙沙星、头孢唑林、米诺环素、阿莫西林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "环丙沙星"}
{"query": "7-慢性阻塞性肺病稳定期患者(FEV1小于50%预计值）宜选用的治疗方案是？可能的药品包括：长效β2受体激动剂+吸入型糖皮质激素、吸入型糖皮质激素+磷酸二酯酶抑制剂、抗菌药物+短效支气管舒张剂+糖皮质激素、吸入型糖皮质激素+镇咳药+抗过敏药、吸入型糖皮质激素+祛痰药+镇咳药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "长效β2受体激动剂+吸入型糖皮质激素"}
{"query": "一般反应较轻，但仍可能引起过敏性休克的药物是？可能的药品包括：阿卡波糖、二甲双觚、格列本脲、胰岛素、格列齐特。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胰岛素"}
{"query": "属于麻醉药品的为？可能的药品包括：麦角新碱、地尔硫卓、丁丙诺啡、地芬诺酯、喷他佐辛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地芬诺酯"}
{"query": "下列哪种药物可导致叶酸缺乏，发生巨幼红细胞性贫血？可能的药品包括：苯巴比妥、卡马西平、氯硝西泮、丙戊酸钠、苯妥英钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯妥英钠"}
{"query": "具有抑制5-羟色胺及去甲肾上腺素再摄取作用，用于难治性抑郁症且疗效明显的抗抑郁药是？可能的药品包括：马普替林、阿米替林、西酞普兰、文拉法辛、吗氯贝胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "文拉法辛"}
{"query": "主要舒张小动脉，高剂量可致红斑性狼疮综合征的是？可能的药品包括：硝酸甘油、肼屈嗪、哌唑嗪、硝苯地平、硝普钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "肼屈嗪"}
{"query": "7-与地西泮合用会影响其代谢导致镇静催眠作用增强的药物是？可能的药品包括：维生素B2、铝碳酸镁、伏立康唑、阿司匹林、利福平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "伏立康唑"}
{"query": "可耗竭肾上腺素能神经末梢递质的药物？可能的药品包括：甲基多巴、美加明、利血平、卡托普利、氢氯噻嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "利血平"}
{"query": "直接进入体循环，不存在吸收过程，可以认为药物百分百利用？可能的药品包括：静脉注射、口服制剂、肌内注射、气雾剂、经皮吸收制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "静脉注射"}
{"query": "患者，男，9岁。入院诊断为急性淋巴细胞白血病，临床计划鞘内注射药物预防中枢白血病宜选用的药物是？可能的药品包括：亚叶酸钙、维生素B、甲氨蝶呤、长春新碱、地塞米松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲氨蝶呤"}
{"query": "用药时宜限制饮水的药物是？可能的药品包括：胶体果胶铋胶囊、环丙沙星片、利托那韦片、苯溴马隆胶囊、阿仑膦酸钠片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胶体果胶铋胶囊"}
{"query": "氟康唑？可能的药品包括：具有喹啉羧酸结构的药物、具有咪唑结构的药物、具有双三氮唑结构的药物、具有单三氮唑结构的药物、具有鸟嘌呤结构的药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "具有双三氮唑结构的药物"}
{"query": "在维生素C处方中，金属离子络合剂是？可能的药品包括：维生素C、依地酸二钠、碳酸氢钠、亚硫酸氢钠、注射用水。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "依地酸二钠"}
{"query": "7-克拉维酸？可能的药品包括：含氧青霉烷砜结构的药物、含氧青霉烷结构的药物、含碳青霉烯结构的药物、含并四苯结构的药物、含内酯环结构的药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "含氧青霉烷结构的药物"}
{"query": "加硫酸溶解后，在紫外灯下检视，显黄绿色荧光的是？可能的药品包括：苯巴比妥、司可巴比妥、地西泮、奥沙西泮、磺胺甲噁唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "静注可降压和对抗惊厥，外敷则可消除患肢水肿的药品是？可能的药品包括：甘露醇、尿素、硫酸镁、乳酸钠、门冬氨酸钾镁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫酸镁"}
{"query": "布地奈德？可能的药品包括：β2肾上腺素受体激动剂、M胆碱受体拮抗剂、糖皮质激素、与白三烯有关的药物、磷酸二酯酶抑制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "糖皮质激素"}
{"query": "可引起哮喘的药品是？可能的药品包括：关托洛尔、硝苯地平、依那普利、哌唑嗪、螺内酯。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "关托洛尔"}
{"query": "可抑制普伐他汀经肝细胞色素酶CYP3A4代谢的药品是？可能的药品包括：葡萄糖酸钙、环孢素、丙磺舒、西司他丁、青霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "环孢素"}
{"query": "可导致肝纤维化和肝硬化的药物是？可能的药品包括：水杨酸、口服避孕药、雄激素和蛋白同化类固醇、异烟肼、甲氨蝶呤、苯妥英钠、甲氨蝶呤、烟酸、维生素A、氯丙嗪、三环类抗抑郁药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲氨蝶呤、烟酸、维生素A"}
{"query": "根据《国家基本药物目录管理办法（暂行）》，应当从国家基本药物目录中调出的药品为？可能的药品包括：中药饮片、使用不方便的药品、化学药品、主要用于滋补保健作用，易滥用的药品、被撤销药品批准证明文件的药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "被撤销药品批准证明文件的药品"}
{"query": "解热镇痛和抗炎抗风湿作用均强的是？可能的药品包括：吡罗昔康、别嘌醇、哌替定、对乙酰氨基酚、阿司匹林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿司匹林"}
{"query": "2-结构中7位侧链为甲氧肟基和2-氨基噻唑片段的药物是？可能的药品包括：头孢曲松、头孢哌酮、头孢克肟、头孢克洛、头孢羟氨苄。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "头孢曲松"}
{"query": "不得在少儿节目上发布广告？可能的药品包括：处方药、非处方药、处方药和非处方药、医疗机构制剂、医疗项目。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "处方药和非处方药"}
{"query": "分子中含有酚羟基，遇光易氧化变质，需避光保存的药物是？可能的药品包括：肾上腺素、维生素A、苯巴比妥钠、维生素B2、叶酸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "肾上腺素"}
{"query": "医疗机构向患者提供所用药品时应当提供药品经营企业购销记录必须注明？可能的药品包括：常用药品价格、药品价格清单、药品招标价格、药品零售价格、药品购销价格。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "常用药品价格"}
{"query": "既能补血，又能敛阴的药物是？可能的药品包括：当归、熟地黄、白芍、阿胶、何首乌。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "白芍"}
{"query": "治疗热痹宜用？可能的药品包括：防己、独活、威灵仙、五加皮、川乌。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "防己"}
{"query": "《城镇职工基本医疗保险用药范围管理暂行办法》规定列入基本医疗保险基金不予支付的药品目录的是？可能的药品包括：西药和中药饮片、西药和中成药、中成药和中药饮片、中药饮片、中药材。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "中药饮片"}
{"query": "根据《麻醉药品和精神药品品种目录（2007年版）》属于第一类精神药品的为？可能的药品包括：曲马多、美沙酮、胰岛素、麦角新碱、司可巴比妥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "司可巴比妥"}
{"query": "将药物和高分子成膜材料溶解于有机溶剂中制成的外用制剂，称为？可能的药品包括：黑膏药、贴剂、凝胶膏剂、涂膜剂、橡胶膏剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "涂膜剂"}
{"query": "根据《中华人民共和国广告法》，不得发布广告的药品为？可能的药品包括：人血白蛋白、氨茶碱、可待因片、狂犬疫苗、龙胆泻肝丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "可待因片"}
{"query": "城乡集市贸易市场可以出售的药品是？可能的药品包括：中药材、中药饮片、中成药、民族药、化学药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "中药材"}
{"query": "健胃，舒气，镇痛，用于胃肠衰弱，消化不良，胸膈满闷，胃痛呕吐的中成药是？可能的药品包括：香砂枳术丸、香砂平胃丸、香砂养胃丸、木香顺气丸、香砂六君丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "香砂平胃丸"}
{"query": "体虚多汗者忌用？可能的药品包括：利湿药、苦寒药、寒凉药、发汗药、止汗药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "发汗药"}
{"query": "用于夏季暑热，高温作业的是？可能的药品包括：清暑解毒颗粒、藿香正气颗粒、十滴水、六和定中丸、清暑益气丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "清暑解毒颗粒"}
{"query": "某女，24岁。因受凉后出现头痛，连及项背，恶寒畏风，口不渴，舌质淡，苔薄白，脉浮。中医辨证为风寒头痛，治宜选用的中成药是（）。？可能的药品包括：芎菊上清丸、通天口服液、天麻钩藤颗粒、川芎茶调颗粒、杞菊地黄丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "川芎茶调颗粒"}
{"query": "国务院价格主管部门负责制定国家基本医疗保障用药中的？可能的药品包括：化学药品价格、中药价格、中成药价格、处方药价格、非处方药价格。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "处方药价格"}
{"query": "眼用制剂中，需要检查金属性异物的剂型是？可能的药品包括：滴眼剂、洗眼剂、眼膏剂、眼丸剂、眼膜剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "眼膏剂"}
{"query": "1-具有抗肿瘤作用的双稠哌啶类生物碱是？可能的药品包括：莨菪碱、苦参碱、麻黄碱、去甲乌药碱、汉防己甲素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苦参碱"}
{"query": "蒲黄除能收敛止血外，又能？可能的药品包括：消肿生肌、行气止痛、活血祛瘀、涩精止遗、解毒敛疮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "活血祛瘀"}
{"query": "下列剂型可较好掩盖药物不良气味的是？可能的药品包括：granules、powderS、injections、capsules、solution。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "capsules"}
{"query": "其分子结构中不含氧原子的是？可能的药品包括：小檗碱、利血平、伪麻黄碱、东莨菪碱、烟碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "烟碱"}
{"query": "湿热泻痢者忌用？可能的药品包括：破血逐瘀药、涩肠止泻药、解表发汗药、香窜开窍药、淡渗利湿药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "涩肠止泻药"}
{"query": "朱砂安神丸和下列哪个药物联用会增强毒性？可能的药品包括：天王补心丹、纯阳正气丸、紫雪散、妙济丸、天麻丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "天王补心丹"}
{"query": "治糖尿病的中成药中含有？可能的药品包括：胰岛素、安乃近、优降糖、麻黄碱、水杨酸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "优降糖"}
{"query": "下列关于药品质量抽查检验和质量公告的说法，错误的是？可能的药品包括：药品抽查检验只能按照检验成本收取费用、国家药品质量公告应当根据药品质量状况及时或定期发布、抽样人员在药品抽样时应当认真检查药品此存条件是否符合要求、当事人对药品检验机构的药品检验结果有异议，可以向相关的药品检验机构提出复验。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "药品抽查检验只能按照检验成本收取费用"}
{"query": "根据《药品注册管理办法》药品批准文号为“国药准字S20123008”的药品属于？可能的药品包括：生物制品、中成药、化学药品、进口药品、中药饮片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "生物制品"}
{"query": "根据《处方药与非处方药的分类管理办法（试行）》，关于药品分类管理的说法，正确的是？可能的药品包括：医疗机构不能推荐使用非处方药、处方药经审批可以在大众媒体上进行广告宣传、非处方药说明书由省级药品监督管理部门批准、每个销售基本单元包装必须附有标签和说明书、根据药品的给药途径不同，非处方药分为甲乙两类。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "每个销售基本单元包装必须附有标签和说明书"}
{"query": "外用蚀疮去腐、内服截疟平喘的药是？可能的药品包括：升药、轻粉、砒石、铅丹、炉甘石。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "砒石"}
{"query": "属于头痛类的药物是？可能的药品包括：芎菊上清丸、泻肝安神丸、枣仁安神颗粒、天麻首乌片、清眩丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "芎菊上清丸"}
{"query": "属月经不调类药的是？可能的药品包括：七制香附丸、妇科得生丸、千金止带丸、更年舒片、母乳多颗粒。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "七制香附丸"}
{"query": "功专健脾和胃的中成药是？可能的药品包括：小儿消食片、香苏调胃片、健脾消食丸、启脾丸、儿康宁糖浆。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "启脾丸"}
{"query": "某药店《药品经营许可证》核定的经营范围是“中成药、中药饮片、化学药制剂、抗生素制剂”。供货商提供的《药品经营许可证》中核定的经营范围是“生化药品、中药材、中药饮片、生物制品（不含预防性生物制品）、化学原料药、中成药、化学药制剂、抗生素制剂、第二类精神药品制剂”，经营方式是“批发”。该药店可以从该供货商采购的药品是？可能的药品包括：抗生素制剂和中成药、第二类精神药品和化学药制剂、抗生素原料药和中药饮片、血液制品和生化药品、疫苗和医疗用毒性药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗生素制剂和中成药"}
{"query": "以植物油炸取药料，所得药油与红丹经高温炼制而成的铅膏药，称为？可能的药品包括：黑膏药、贴剂、凝胶膏剂、涂膜剂、橡胶膏剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "黑膏药"}
{"query": "虽患伤食伤乳，但因便秘而不宜用的成药是？可能的药品包括：小儿消食片、小儿化滞散、健胃消食片、小儿胃宝丸、小儿健胃糖浆。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "小儿胃宝丸"}
{"query": "根据《麻醉药品和精神药品品种目录（2007年版）》下列哪项属于第一类精神药品？可能的药品包括：三唑仑、枸橼酸西地那非、麦角胺、布桂嗪、麦角胺咖啡因片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "三唑仑"}
{"query": "厚朴酚的作用是？可能的药品包括：镇静、强心、抗菌、降血压、镇痛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗菌"}
{"query": "列入现行第二类精神药品品种目录的是？可能的药品包括：麦角胺、地芬诺酯、氯胺酮、麦角胺咖啡因片、复方甘草片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "麦角胺咖啡因片"}
{"query": "根据《药品广告审查发布标准》可以在大众传播发布广告的药品是？可能的药品包括：氯雷他定（OTC）、艾司唑仑片、阿奇霉素分散片、曲马多、复方樟脑酊。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯雷他定（OTC）"}
{"query": "粉末加硝酸立即产生气泡，并显棕红色或黄棕色的药材是？可能的药品包括：没药、五倍子、青黛、儿茶、血竭。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青黛"}
{"query": "除另有规定外，不需进行崩解时限检查的片剂是（）。？可能的药品包括：含片、咀嚼片、舌下片、肠溶片、可溶片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "咀嚼片"}
{"query": "具有散寒解表，解毒除湿，通腑泻热功效的非处方药是？可能的药品包括：加味银翘片、羚翘解毒丸、风寒感冒颗粒、扑感片、三金感冒片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "三金感冒片"}
{"query": "根据《城镇职工基本医疗保险用药范围管理暂行办法》先由参保人员自付一定比例，再按基本医疗保险的规定付费的药品目录是？可能的药品包括：《国家非处方药目录》、《基本医疗保险药品目录》中的“甲类目录”、《基本医疗保险药品目录》中的“乙类目录”、《城市社区农村基本用药目录》、《国家基本药物目录》。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "《基本医疗保险药品目录》中的“乙类目录”"}
{"query": "不属于非处方药的是？可能的药品包括：双黄连口服液、双黄连片、双黄连胶囊、双黄连粉针、双黄连气雾剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "双黄连粉针"}
{"query": "牛黄解毒丸中的有毒中药是？可能的药品包括：附子、轻粉、蟾酥、雄黄、朱砂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "雄黄"}
{"query": "根据《麻醉药品和精神药品品种目录（2007年版）》属于第一类精神药品的是？可能的药品包括：γ-羟丁酸、西地那非、麦角酸、吗啡阿托品注射液、阿普唑仑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "γ-羟丁酸"}
{"query": "《处方药与非处方药分类管理办法（试行）》规定，非处方药分为甲、乙两类的依据是？可能的药品包括：药品的适用性、药品的稳定性、药品的可靠性、药品的安全性、药品的有效性。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "药品的安全性"}
{"query": "不需要检查溶散时限或崩解时限的是？可能的药品包括：小蜜丸、大蜜丸、糊丸、水丸、浓缩丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大蜜丸"}
{"query": "用来治疗水火烫伤的药物是？可能的药品包括：京万红、正骨水、骨疏康颗粒、跌打丸、活血止痛散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "京万红"}
{"query": "降糖药格列吡嗪属于？可能的药品包括：短效胰岛素制剂、长效胰岛素制剂、α-葡萄糖苷酶抑制药、超短效胰岛素制剂、第二代磺酰脲类药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "第二代磺酰脲类药物"}
{"query": "苯甲酸钠咖啡因属？可能的药品包括：镇痛药、抗高血压药、中枢兴奋药、解热镇痛药、局麻药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "中枢兴奋药"}
{"query": "耳毒性、肾毒性发生率最高的氨基糖苷类抗生素是？可能的药品包括：卡那霉素、新霉素、链霉素、庆大霉素、妥布霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "新霉素"}
{"query": "阵发性室上性心律失常首选药是？可能的药品包括：普鲁卡因胺、苯妥英钠、利多卡因、维拉帕米、胺碘酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维拉帕米"}
{"query": "可以在大众媒体进行广告宣传的药品是？可能的药品包括：麻醉药品、军队医疗机构配制的制剂、精神药品、处方药品、非处方药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "非处方药品"}
{"query": "患者，女性，34岁，近期表现焦躁不安、忧虑重重、唉声叹气、彻夜不眠，伴有心悸、出汗等，诊断为焦虑症，可考虑首选的抗焦虑药是？可能的药品包括：地西泮、氯氮平、地尔硫[艹卓]、苯巴比妥、水合氯醛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "分子中含有2个手性中心，但只有3个光学异构体的药物是？可能的药品包括：左氧氟沙星、盐酸乙胺丁醇、卡托普利、氯霉素、盐酸麻黄碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "盐酸乙胺丁醇"}
{"query": "阿片受体部分激动药是？可能的药品包括：可待因、延胡索乙素、喷他佐辛、芬太尼、美沙酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "喷他佐辛"}
{"query": "下列药品的标签均必须印有规定标识的是？可能的药品包括：外用药品、贵重药品、外用药品、自费药品、精神药品、贵重药品、精神药品、外用药品、精神药品、自费药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "精神药品、外用药品"}
{"query": "雷尼替丁属？可能的药品包括：抗高血压药、抗消化性溃疡药、祛痰药、抗幽门杆菌药、抗过敏药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗消化性溃疡药"}
{"query": "有关药品的作用和合理应用，不正确的是？可能的药品包括：同一种药物相同的剂量应用于不同个体，可能因个体差异产生的作用不一定相同、药物作用于人体可能具有性别差异、老年人的用药量应比成年人的用药量大、肝肾功能受损的患者应用表现出来的效应可能与正常患者不同、小儿用药剂量的大小与体重有关。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "老年人的用药量应比成年人的用药量大"}
{"query": "按照抗肿瘤作用机制和来源分类，氟尿嘧啶属于？可能的药品包括：抗有丝分裂药物、生化药物、烷化剂类、抗代谢类、影响蛋白质合成的药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗代谢类"}
{"query": "患者，女性，45岁，多年来患类风湿关节炎，服用本药半年效果明显，近来出现喘息，注射肾上腺素无效？可能的药品包括：吲哚美辛、左旋多巴、丙米嗪、哌替啶、氯丙嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吲哚美辛"}
{"query": "1-可用于脑炎引起惊厥的药物是？可能的药品包括：苯巴比妥、苯妥英钠、氯丙嗪、异丙嗪、丙米嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯巴比妥"}
{"query": "胃动力药多潘立酮俗称？可能的药品包括：胃复安、胃乃安、吗丁啉、丽珠肠乐、常乐康。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吗丁啉"}
{"query": "体内、外均有抗凝血作用的药物是？可能的药品包括：维生素B12、肝素、香豆素类、维生素K、阿司匹林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "肝素"}
{"query": "非处方药是指？可能的药品包括：有无处方均可使用的药品、不需凭执业药师处方即可调配、购买和使用的药品、不需凭执业医师或执业药师的协定处方即可购买的药品、不需凭执业医师或执业助理医师的诊断证明即可调配和使用的药品、不需凭执业医师或执业助理医师的处方即可调配、购买和使用的药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "不需凭执业医师或执业助理医师的处方即可调配、购买和使用的药品"}
{"query": "较大剂量用于产后止血，但作用不持久的药物是？可能的药品包括：麦角新碱、垂体后叶素、缩宫素、麦角胺、前列腺素E2。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "缩宫素"}
{"query": "下列药物中，“哺乳期禁用和慎用、可致乳儿眼球震颤”的是？可能的药品包括：麦角胺、环孢素、苯妥英、泼尼松、溴化物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯妥英"}
{"query": "以下所列“妊娠毒性X级药物”中，不正确的是？可能的药品包括：利巴韦林、非那雄胺、艾司唑仑、氟尿嘧啶、氢化可的松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氢化可的松"}
{"query": "某女，24岁。因受凉后出现头痛，连及项背，恶寒畏风，口不渴，舌质淡，苔薄白，脉浮。中医辨证为风寒头痛，治宜选用的中成药是（）。？可能的药品包括：芎菊上清丸、通天口服液、天麻钩藤颗粒、川芎茶调颗粒、杞菊地黄丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "川芎茶调颗粒"}
{"query": "国务院价格主管部门负责制定国家基本医疗保障用药中的？可能的药品包括：化学药品价格、中药价格、中成药价格、处方药价格、非处方药价格。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "处方药价格"}
{"query": "眼用制剂中，需要检查金属性异物的剂型是？可能的药品包括：滴眼剂、洗眼剂、眼膏剂、眼丸剂、眼膜剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "眼膏剂"}
{"query": "1-具有抗肿瘤作用的双稠哌啶类生物碱是？可能的药品包括：莨菪碱、苦参碱、麻黄碱、去甲乌药碱、汉防己甲素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苦参碱"}
{"query": "蒲黄除能收敛止血外，又能？可能的药品包括：消肿生肌、行气止痛、活血祛瘀、涩精止遗、解毒敛疮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "活血祛瘀"}
{"query": "下列剂型可较好掩盖药物不良气味的是？可能的药品包括：granules、powderS、injections、capsules、solution。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "capsules"}
{"query": "其分子结构中不含氧原子的是？可能的药品包括：小檗碱、利血平、伪麻黄碱、东莨菪碱、烟碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "烟碱"}
{"query": "湿热泻痢者忌用？可能的药品包括：破血逐瘀药、涩肠止泻药、解表发汗药、香窜开窍药、淡渗利湿药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "涩肠止泻药"}
{"query": "朱砂安神丸和下列哪个药物联用会增强毒性？可能的药品包括：天王补心丹、纯阳正气丸、紫雪散、妙济丸、天麻丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "天王补心丹"}
{"query": "治糖尿病的中成药中含有？可能的药品包括：胰岛素、安乃近、优降糖、麻黄碱、水杨酸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "优降糖"}
{"query": "下列关于药品质量抽查检验和质量公告的说法，错误的是？可能的药品包括：药品抽查检验只能按照检验成本收取费用、国家药品质量公告应当根据药品质量状况及时或定期发布、抽样人员在药品抽样时应当认真检查药品此存条件是否符合要求、当事人对药品检验机构的药品检验结果有异议，可以向相关的药品检验机构提出复验。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "药品抽查检验只能按照检验成本收取费用"}
{"query": "根据《药品注册管理办法》药品批准文号为“国药准字S20123008”的药品属于？可能的药品包括：生物制品、中成药、化学药品、进口药品、中药饮片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "生物制品"}
{"query": "根据《处方药与非处方药的分类管理办法（试行）》，关于药品分类管理的说法，正确的是？可能的药品包括：医疗机构不能推荐使用非处方药、处方药经审批可以在大众媒体上进行广告宣传、非处方药说明书由省级药品监督管理部门批准、每个销售基本单元包装必须附有标签和说明书、根据药品的给药途径不同，非处方药分为甲乙两类。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "每个销售基本单元包装必须附有标签和说明书"}
{"query": "外用蚀疮去腐、内服截疟平喘的药是？可能的药品包括：升药、轻粉、砒石、铅丹、炉甘石。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "砒石"}
{"query": "属于头痛类的药物是？可能的药品包括：芎菊上清丸、泻肝安神丸、枣仁安神颗粒、天麻首乌片、清眩丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "芎菊上清丸"}
{"query": "属月经不调类药的是？可能的药品包括：七制香附丸、妇科得生丸、千金止带丸、更年舒片、母乳多颗粒。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "七制香附丸"}
{"query": "功专健脾和胃的中成药是？可能的药品包括：小儿消食片、香苏调胃片、健脾消食丸、启脾丸、儿康宁糖浆。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "启脾丸"}
{"query": "某药店《药品经营许可证》核定的经营范围是“中成药、中药饮片、化学药制剂、抗生素制剂”。供货商提供的《药品经营许可证》中核定的经营范围是“生化药品、中药材、中药饮片、生物制品（不含预防性生物制品）、化学原料药、中成药、化学药制剂、抗生素制剂、第二类精神药品制剂”，经营方式是“批发”。该药店可以从该供货商采购的药品是？可能的药品包括：抗生素制剂和中成药、第二类精神药品和化学药制剂、抗生素原料药和中药饮片、血液制品和生化药品、疫苗和医疗用毒性药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗生素制剂和中成药"}
{"query": "以植物油炸取药料，所得药油与红丹经高温炼制而成的铅膏药，称为？可能的药品包括：黑膏药、贴剂、凝胶膏剂、涂膜剂、橡胶膏剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "黑膏药"}
{"query": "虽患伤食伤乳，但因便秘而不宜用的成药是？可能的药品包括：小儿消食片、小儿化滞散、健胃消食片、小儿胃宝丸、小儿健胃糖浆。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "小儿胃宝丸"}
{"query": "根据《麻醉药品和精神药品品种目录（2007年版）》下列哪项属于第一类精神药品？可能的药品包括：三唑仑、枸橼酸西地那非、麦角胺、布桂嗪、麦角胺咖啡因片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "三唑仑"}
{"query": "厚朴酚的作用是？可能的药品包括：镇静、强心、抗菌、降血压、镇痛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗菌"}
{"query": "列入现行第二类精神药品品种目录的是？可能的药品包括：麦角胺、地芬诺酯、氯胺酮、麦角胺咖啡因片、复方甘草片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "麦角胺咖啡因片"}
{"query": "根据《药品广告审查发布标准》可以在大众传播发布广告的药品是？可能的药品包括：氯雷他定（OTC）、艾司唑仑片、阿奇霉素分散片、曲马多、复方樟脑酊。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯雷他定（OTC）"}
{"query": "粉末加硝酸立即产生气泡，并显棕红色或黄棕色的药材是？可能的药品包括：没药、五倍子、青黛、儿茶、血竭。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青黛"}
{"query": "除另有规定外，不需进行崩解时限检查的片剂是（）。？可能的药品包括：含片、咀嚼片、舌下片、肠溶片、可溶片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "咀嚼片"}
{"query": "具有散寒解表，解毒除湿，通腑泻热功效的非处方药是？可能的药品包括：加味银翘片、羚翘解毒丸、风寒感冒颗粒、扑感片、三金感冒片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "三金感冒片"}
{"query": "根据《城镇职工基本医疗保险用药范围管理暂行办法》先由参保人员自付一定比例，再按基本医疗保险的规定付费的药品目录是？可能的药品包括：《国家非处方药目录》、《基本医疗保险药品目录》中的“甲类目录”、《基本医疗保险药品目录》中的“乙类目录”、《城市社区农村基本用药目录》、《国家基本药物目录》。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "《基本医疗保险药品目录》中的“乙类目录”"}
{"query": "不属于非处方药的是？可能的药品包括：双黄连口服液、双黄连片、双黄连胶囊、双黄连粉针、双黄连气雾剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "双黄连粉针"}
{"query": "牛黄解毒丸中的有毒中药是？可能的药品包括：附子、轻粉、蟾酥、雄黄、朱砂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "雄黄"}
{"query": "根据《麻醉药品和精神药品品种目录（2007年版）》属于第一类精神药品的是？可能的药品包括：γ-羟丁酸、西地那非、麦角酸、吗啡阿托品注射液、阿普唑仑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "γ-羟丁酸"}
{"query": "《处方药与非处方药分类管理办法（试行）》规定，非处方药分为甲、乙两类的依据是？可能的药品包括：药品的适用性、药品的稳定性、药品的可靠性、药品的安全性、药品的有效性。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "药品的安全性"}
{"query": "不需要检查溶散时限或崩解时限的是？可能的药品包括：小蜜丸、大蜜丸、糊丸、水丸、浓缩丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大蜜丸"}
{"query": "用来治疗水火烫伤的药物是？可能的药品包括：京万红、正骨水、骨疏康颗粒、跌打丸、活血止痛散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "京万红"}
{"query": "降糖药格列吡嗪属于？可能的药品包括：短效胰岛素制剂、长效胰岛素制剂、α-葡萄糖苷酶抑制药、超短效胰岛素制剂、第二代磺酰脲类药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "第二代磺酰脲类药物"}
{"query": "苯甲酸钠咖啡因属？可能的药品包括：镇痛药、抗高血压药、中枢兴奋药、解热镇痛药、局麻药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "中枢兴奋药"}
{"query": "耳毒性、肾毒性发生率最高的氨基糖苷类抗生素是？可能的药品包括：卡那霉素、新霉素、链霉素、庆大霉素、妥布霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "新霉素"}
{"query": "阵发性室上性心律失常首选药是？可能的药品包括：普鲁卡因胺、苯妥英钠、利多卡因、维拉帕米、胺碘酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维拉帕米"}
{"query": "可以在大众媒体进行广告宣传的药品是？可能的药品包括：麻醉药品、军队医疗机构配制的制剂、精神药品、处方药品、非处方药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "非处方药品"}
{"query": "患者，女性，34岁，近期表现焦躁不安、忧虑重重、唉声叹气、彻夜不眠，伴有心悸、出汗等，诊断为焦虑症，可考虑首选的抗焦虑药是？可能的药品包括：地西泮、氯氮平、地尔硫[艹卓]、苯巴比妥、水合氯醛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "分子中含有2个手性中心，但只有3个光学异构体的药物是？可能的药品包括：左氧氟沙星、盐酸乙胺丁醇、卡托普利、氯霉素、盐酸麻黄碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "盐酸乙胺丁醇"}
{"query": "阿片受体部分激动药是？可能的药品包括：可待因、延胡索乙素、喷他佐辛、芬太尼、美沙酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "喷他佐辛"}
{"query": "下列药品的标签均必须印有规定标识的是？可能的药品包括：外用药品、贵重药品、外用药品、自费药品、精神药品、贵重药品、精神药品、外用药品、精神药品、自费药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "精神药品、外用药品"}
{"query": "雷尼替丁属？可能的药品包括：抗高血压药、抗消化性溃疡药、祛痰药、抗幽门杆菌药、抗过敏药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗消化性溃疡药"}
{"query": "有关药品的作用和合理应用，不正确的是？可能的药品包括：同一种药物相同的剂量应用于不同个体，可能因个体差异产生的作用不一定相同、药物作用于人体可能具有性别差异、老年人的用药量应比成年人的用药量大、肝肾功能受损的患者应用表现出来的效应可能与正常患者不同、小儿用药剂量的大小与体重有关。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "老年人的用药量应比成年人的用药量大"}
{"query": "按照抗肿瘤作用机制和来源分类，氟尿嘧啶属于？可能的药品包括：抗有丝分裂药物、生化药物、烷化剂类、抗代谢类、影响蛋白质合成的药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗代谢类"}
{"query": "患者，女性，45岁，多年来患类风湿关节炎，服用本药半年效果明显，近来出现喘息，注射肾上腺素无效？可能的药品包括：吲哚美辛、左旋多巴、丙米嗪、哌替啶、氯丙嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吲哚美辛"}
{"query": "1-可用于脑炎引起惊厥的药物是？可能的药品包括：苯巴比妥、苯妥英钠、氯丙嗪、异丙嗪、丙米嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯巴比妥"}
{"query": "胃动力药多潘立酮俗称？可能的药品包括：胃复安、胃乃安、吗丁啉、丽珠肠乐、常乐康。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吗丁啉"}
{"query": "体内、外均有抗凝血作用的药物是？可能的药品包括：维生素B12、肝素、香豆素类、维生素K、阿司匹林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "肝素"}
{"query": "非处方药是指？可能的药品包括：有无处方均可使用的药品、不需凭执业药师处方即可调配、购买和使用的药品、不需凭执业医师或执业药师的协定处方即可购买的药品、不需凭执业医师或执业助理医师的诊断证明即可调配和使用的药品、不需凭执业医师或执业助理医师的处方即可调配、购买和使用的药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "不需凭执业医师或执业助理医师的处方即可调配、购买和使用的药品"}
{"query": "较大剂量用于产后止血，但作用不持久的药物是？可能的药品包括：麦角新碱、垂体后叶素、缩宫素、麦角胺、前列腺素E2。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "缩宫素"}
{"query": "下列药物中，“哺乳期禁用和慎用、可致乳儿眼球震颤”的是？可能的药品包括：麦角胺、环孢素、苯妥英、泼尼松、溴化物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯妥英"}
{"query": "以下所列“妊娠毒性X级药物”中，不正确的是？可能的药品包括：利巴韦林、非那雄胺、艾司唑仑、氟尿嘧啶、氢化可的松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氢化可的松"}
{"query": "患者，男性，34岁。过度劳累后出现心慌、气短，心电图显示阵发性室性心动过速，宜选用的抗心律失常药物是？可能的药品包括：奎尼丁、利多卡因、维拉帕米、普萘洛尔、苯妥英钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "利多卡因"}
{"query": "治疗立克次体感染首选的四环素类药物是？可能的药品包括：土霉素、四环素、多西环素、米诺环素、美他环素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "多西环素"}
{"query": "能降低胰岛素功能完全丧失的糖尿病患者血糖的口服药物是？可能的药品包括：甲苯磺丁脲、苯乙双胍、格列美脲、瑞格列奈、格列本脲。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯乙双胍"}
{"query": "患儿，女，30天，出生体重2.3g。因间歇性呕血、黑便5天，入院体检：T36.8℃，神清，精神差，贫血貌，反应尚可，前卤饱满，骨缝轻度分离，口腔黏膜少许出血点，心、肺、腹无异常，肌张力略高。血常规：WBC11.9×109，N0.33，L0.67，Hb54g/L，RBC3.66×1012/L，PLT353×109/L，血细胞比容0.333。头颅CT扫描：后纵裂池少量蛛血。凝血全套：PT77.7s，PT（INR）5.8，活动度9.2％，FIB469mg/dl，APTT86.4s，APTT（INR）2.86，TT20.2s，TT（INR）2.167。诊断为晚发性新生儿出血症伴颅内出血。采用以控制出血为主的综合治疗，并用以下何药？可能的药品包括：肝素、维生素K、香豆素类、双嘧达莫、尿激酶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维生素K"}
{"query": "与四环素合用无需担心会形成络合物的是？可能的药品包括：钙剂、镁剂、铁剂、含钠制剂、铝剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "含钠制剂"}
{"query": "具有抑制β-内酰胺酶作用的药物是？可能的药品包括：苯唑西林、头孢地嗪、氨曲南、克拉维酸、克林霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "克拉维酸"}
{"query": "治疗青光眼常用的药物是？可能的药品包括：乙酰胆碱、氯解磷定、毛果芸香碱、阿托品、新斯的明。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "毛果芸香碱"}
{"query": "糖皮质激素类药均会有水钠潴留的不良反应，其中最弱的是？可能的药品包括：甲泼尼龙、氟氢松、泼尼松龙、泼尼松、地塞米松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地塞米松"}
{"query": "不引起嗜睡的H1受体阻断药是？可能的药品包括：萘苯海明、去氯羟嗪、特非那定、酮替芬、异丙嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "特非那定"}
{"query": "关于氨基糖苷类药物的特点和应用，说法正确的是？可能的药品包括：新霉素为局部使用药，用于皮肤黏膜感染、卡那霉素首选于治疗革兰阴性杆菌感染、庆大霉素首选于治疗鼠疫和兔热病、链霉素一般单独用于结核病治疗、庆大霉素与青霉素两种药液同时混合注射可治疗肠球菌性心内膜炎。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "新霉素为局部使用药，用于皮肤黏膜感染"}
{"query": "根据我国《药品管理法》规定的药品含义，下列不属于药品的是？可能的药品包括：抗生素、一次性注射器、疫苗、中药材、化学原料药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "一次性注射器"}
{"query": "1-能有效治疗Ⅰ型糖尿病的药物是？可能的药品包括：胰岛素、阿卡波糖、格列齐特、甲苯磺丁脲、地巴唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胰岛素"}
{"query": "下列关于红霉素的叙述，错误的是？可能的药品包括：为繁殖期杀菌药、是速效抑菌药、支原体肺炎的首选药、可用于青霉素过敏者破伤风感染治疗替换药、可引起肝损害。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "为繁殖期杀菌药"}
{"query": "变异型心绞痛患者禁用？可能的药品包括：维拉帕米、戊四硝酯、普萘洛尔、硝苯地平、地尔硫（艹卓）。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普萘洛尔"}
{"query": "赛庚啶属于？可能的药品包括：氨基醚类组胺H1受体拮抗剂、乙二胺类组胺H1受体拮抗剂、哌嗪类组胺H1受体拮抗剂、丙胺类组胺H1受体拮抗剂、三环类组胺H1受体拮抗剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "三环类组胺H1受体拮抗剂"}
{"query": "既可以口服给药又可以注射给药的药物是？可能的药品包括：地西泮、肝素、肾上腺素、胰岛素、青霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "下列药物可以制成软胶囊剂的是？可能的药品包括：硫酸镁、维生素E、10%氯化钾、0.9%氯化钠、5%葡萄糖水溶液。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维生素E"}
{"query": "下列属于第一类精神药品的是？可能的药品包括：可待因、司可巴比妥、咖啡因、异戊巴比妥、艾司唑仑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "司可巴比妥"}
{"query": "心绞痛发作时，为迅速止痛，应首选？可能的药品包括：吗啡、硝酸甘油、美托洛尔、硝苯地平、卡维地洛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝酸甘油"}
{"query": "患儿，男，8个月，入院见面色潮红、口唇樱桃红色，脉快，昏迷，问诊家人，答用煤炉采暖，诊断为CO中毒，以下药物可首选的是？可能的药品包括：洛贝林(山梗菜碱）、二甲弗林、甲氯芬酯、尼可刹米、哌甲酯。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "洛贝林(山梗菜碱）"}
{"query": "以下最适宜早晨服用的药物是？可能的药品包括：抗生素、抗结核药、糖皮质激素、多数降糖药、非甾体抗炎药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "糖皮质激素"}
{"query": "属于哌啶类合成镇痛药的是？可能的药品包括：可待因、盐酸美沙酮、盐酸哌替啶、喷他佐辛、纳洛酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "盐酸哌替啶"}
{"query": "几乎不产生躯体依赖性的药物是？可能的药品包括：喷他佐辛、强痛定、哌替啶、美沙酮、芬太尼。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "喷他佐辛"}
{"query": "可发生重氮化-偶合反应的药物是？可能的药品包括：硫酸阿托品、盐酸美沙酮、盐酸利多卡因、盐酸氯丙嗪、盐酸普鲁卡因。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "盐酸普鲁卡因"}
{"query": "属钙通道阻滞药的是？可能的药品包括：硝苯地平、依那普利、莫索尼定、可乐定、氯沙坦。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝苯地平"}
{"query": "溴丙胺太林为？可能的药品包括：镇静催眠药、抗炎药、拟胆碱药、抗胆碱药、全身麻醉药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗胆碱药"}
{"query": "肺炎球菌肺炎的首选治疗药是？可能的药品包括：小诺米星、强力霉素、羧苄西林、妥布霉素、青霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青霉素"}
{"query": "对各型癫痫都有一定疗效的是？可能的药品包括：乙琥胺、苯妥英钠、卡马西平、丙戊酸钠、苯巴比妥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丙戊酸钠"}
{"query": "不含羧基的非甾体抗炎药是？可能的药品包括：对乙酰氨基酚、吡罗昔康、萘普生、双氯芬酸、吲哚美辛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吡罗昔康"}
{"query": "稀释后不能再应用于人体注射的药物是？可能的药品包括：甘露醇、氯化钠、链霉素、红霉素、头孢地嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甘露醇"}
{"query": "尼可刹米为？可能的药品包括：镇静催眠药、抗肾上腺素药、抗胆碱药、抗高血压药、中枢兴奋药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "中枢兴奋药"}
{"query": "下列配伍用药合理的是？可能的药品包括：青霉素+红霉素、链霉素+阿米卡星、庆大霉素+氨苄西林、阿米卡星+呋塞米、青霉素+四环素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "庆大霉素+氨苄西林"}
{"query": "镇静催眠药地西泮俗称？可能的药品包括：百乐眠、氯硝安定、可乐定、舒乐安定、安定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "安定"}
{"query": "每张处方不超过7日常用量的药品是？可能的药品包括：急诊处方使用药品、麻醉药品注射剂、第一类精神药品注射剂、第二类精神药品、毒性药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "第二类精神药品"}
{"query": "下列联合用药中配伍合理的一组是？可能的药品包括：四环素+红霉素、链霉素+阿米卡星、庆大霉素+氨苄西林、阿米卡星+呋塞米、头孢哌酮+氨茶碱（混合注射）。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "庆大霉素+氨苄西林"}
{"query": "下列药物中属于镇痛药的是？可能的药品包括：氯雷他定、硫酸胍乙啶、盐酸哌替啶、噻氯匹定、苄氯贝特。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "盐酸哌替啶"}
{"query": "就“调配室药品摆放”的有关规定而言，最需要单独摆放的是？可能的药品包括：贵重药品、调配率高的药品、调配率低的药品、需要冷藏、避光或保存在干燥处的药品、名称相近、包装外形相似、同种药品不同规格等常引起混淆的药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "名称相近、包装外形相似、同种药品不同规格等常引起混淆的药品"}
{"query": "作为基础降压药治疗高血压的药物是？可能的药品包括：氨苯蝶啶、螺内酯、呋塞米、氢氯噻嗪、甘露醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氢氯噻嗪"}
{"query": "具有解热镇痛作用，但无抗炎抗风湿作用的药物是？可能的药品包括：秋水仙碱、尼美舒利、吲哚美辛、对乙酰氨基酚、布洛芬。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "对乙酰氨基酚"}
{"query": "654-2是指？可能的药品包括：东莨菪碱、山莨菪碱、阿托品、樟柳碱、毛果芸香碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "山莨菪碱"}
{"query": "具有肝药酶诱导作用的药物是？可能的药品包括：普萘洛尔、红霉素、对氨基水杨酸、苯巴比妥、环丙沙星。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯巴比妥"}
{"query": "甲巯咪唑属？可能的药品包括：抗甲状腺药、抗真菌药、抗糖尿病药、糖皮质激素类药、抗动脉粥样硬化药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗甲状腺药"}
{"query": "治疗胆绞痛宜选用？可能的药品包括：阿托品、哌替啶、阿司匹林、东莨菪碱、阿托品+哌替啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿托品+哌替啶"}
{"query": "可以促进钙磷的吸收，临床上用于防治佝偻病和骨质软化病的药物是？可能的药品包括：维生素C、维生素B6、维生素D3、维生素K3、维生素A。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维生素D3"}
{"query": "患者，男性，60岁，半年前出现肌肉僵硬，运动不自由，继而手颤，医生给开的药是？可能的药品包括：吲哚美辛、左旋多巴、丙米嗪、哌替啶、氯丙嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "左旋多巴"}
{"query": "青霉素引起的过敏性休克，首选的抢救药物是？可能的药品包括：盐酸麻黄碱、盐酸异丙肾上腺素、盐酸多巴胺、肾上腺素、沙美特罗。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "肾上腺素"}
{"query": "西咪替丁又称？可能的药品包括：普瑞博思、胃复安、甲氰咪胍、吗丁啉、洛赛克。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲氰咪胍"}
{"query": "有青霉素过敏史者可换用？可能的药品包括：苯唑西林、氯唑西林、羟氨苄西林、哌拉西林、红霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "红霉素"}
{"query": "常与氯丙嗪、异丙嗪组成冬眠合剂的药物是？可能的药品包括：喷他佐辛、纳洛酮、哌替啶、可乐定、二氢埃托啡。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "哌替啶"}
{"query": "应用地高辛期间严禁？可能的药品包括：钠盐静脉滴注、钾盐静脉滴注、钙剂静脉注射、铁剂静脉注射、葡萄糖静脉注射。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "钙剂静脉注射"}
{"query": "为防止水解，常做成粉针剂注射使用的药物为？可能的药品包括：苯巴比妥钠、对氨基水杨酸钠、盐酸氯丙嗪、盐酸哌替啶、盐酸麻黄碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯巴比妥钠"}
{"query": "属喹诺酮类的药物是？可能的药品包括：阿奇霉素、土霉素、吡哌酸、氨苄西林、林可霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吡哌酸"}
{"query": "下列药物可用剩余酸碱滴定法测定含量的是？可能的药品包括：盐酸普鲁卡因注射液、维生素C片、司可巴比妥、维生素A、阿司匹林片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿司匹林片"}
{"query": "下列可能引起的肾损害的药物中，可导致“不可逆性肾小管坏死”的是？可能的药品包括：顺铂、庆大霉素、马兜铃酸、新霉素、阿米卡星。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "顺铂"}
{"query": "碱性最大的是？可能的药品包括：伪麻黄碱、小檗碱、汉防己乙素、士的宁、莨菪碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "小檗碱"}
{"query": "具有α和β受体阻断作用的药物是？可能的药品包括：纳多洛尔、阿替洛尔、普萘洛尔、拉贝洛尔、酚妥拉明。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "拉贝洛尔"}
{"query": "服用维生素B6可避免或减轻周围神经炎发生的是？可能的药品包括：异烟肼、利福平、卡那霉素、乙胺丁醇、吡嗪酰胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "异烟肼"}
{"query": "乙胺丁醇属于？可能的药品包括：抗疟药、抗阿米巴原虫药、抗艾滋病药、抗结核病药、抗肝病药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗结核病药"}
{"query": "下列联合用药中，配伍不正确的是？可能的药品包括：磺胺甲恶唑+甲氧苄啶、异烟肼+利福平+乙胺丁醇、氯丙嗪+甲氧氯普胺、两性霉素B+氟胞嘧啶、INH+维生素B6。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯丙嗪+甲氧氯普胺"}
{"query": "1-酚苄明属于？可能的药品包括：α、β受体激动药、α受体激动药、β受体激动药、α受体阻断药、β受体阻断药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "α受体阻断药"}
{"query": "静脉滴注外漏可引起局部组织缺血性坏死的药物是？可能的药品包括：肾上腺素、去甲肾上腺素、多巴酚丁胺、沙丁胺醇、麻黄碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "去甲肾上腺素"}
{"query": "抗动脉粥样硬化药中，抑制HMG-CoA还原酶的是？可能的药品包括：吉非贝齐、普罗布考、维生素E、洛伐他汀、硝苯地平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "洛伐他汀"}
{"query": "氧氟沙星属于？可能的药品包括：大环内酯类、喹诺酮类、林可霉素类、氨基糖苷类、四环素类。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "喹诺酮类"}
{"query": "属于毒性中药的是？可能的药品包括：洋地黄毒苷、阿托品、去乙酰毛花苷、雄黄、士的宁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "雄黄"}
{"query": "对乙酰氨基酚为？可能的药品包括：水杨酸类、吡唑酮类、芳基烷酸类、乙酰苯胺类、1，2苯并噻嗪类。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙酰苯胺类"}
{"query": "俗称654-2的药物是？可能的药品包括：东莨菪碱、山莨菪碱、阿托品、溴丙胺太林、毛果芸香碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "山莨菪碱"}
{"query": "通过抗炎、抗免疫作用平喘的药物是？可能的药品包括：苯佐那酯、喷托维林、氨茶碱、异丙肾上腺素、倍氯米松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "倍氯米松"}
{"query": "抗肿瘤药氟尿嘧啶属于？可能的药品包括：烷化剂、抗代谢物、抗生素、金属配合物、生物碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗代谢物"}
{"query": "1-普萘洛尔属于？可能的药品包括：α、β受体激动药、α受体激动药、β受体激动药、α受体阻断药、β受体阻断药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "β受体阻断药"}
{"query": "下列药物中，可能引起听神经障碍的药物不是？可能的药品包括：奎宁、氯喹、水杨酸类、依他尼酸、克拉霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "克拉霉素"}
{"query": "1-通过阻断H1受体抗过敏药的是？可能的药品包括：阿司匹林、氯丙嗪、丙咪嗪、异丙嗪、山梨醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "异丙嗪"}
{"query": "能促进白细胞增生的维生素是？可能的药品包括：维生素B1、维生素D、维生素B4、维生素B5、维生素K。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维生素B4"}
{"query": "1-可用于治疗巨幼红细胞贫血的维生素是？可能的药品包括：叶酸、维生素D3、维生素A、维生素E、维生素K3。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "叶酸"}
{"query": "患者，男性，48岁。晨起时自觉心前区不适，胸骨后阵发性闷痛来院就诊，心电图无异常。入院后，休息时再次出现胸骨后闷痛，ECG显示ST段抬高，应首选的抗心绞痛药是？可能的药品包括：硝酸异山梨酯、硝酸甘油、普萘洛尔、硝苯地平、维拉帕米。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝苯地平"}
{"query": "影响骨和牙齿生长的是？可能的药品包括：四环素、链霉素、氯霉素、多西环素、米诺环素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "四环素"}
{"query": "肝素过量引起的自发性出血，可用何药对抗？可能的药品包括：硫酸鱼精蛋白、维生素K、氨甲苯酸、氨甲环酸、双香豆素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫酸鱼精蛋白"}
{"query": "可用重氮化-偶合反应鉴别的药物是？可能的药品包括：青霉素、维生素C、阿司匹林、阿托品、普鲁卡因。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普鲁卡因"}
{"query": "对器官能产生永久损伤的不良反应是？可能的药品包括：新的药品不良反应、药品严重不良反应、可疑药品不良反应、药品不良反应、罕见药品不良反应。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "药品严重不良反应"}
{"query": "属胃黏膜保护药的是？可能的药品包括：枸橼酸铋钾、乳果糖、维生素K、乳酶生、阿司匹林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "枸橼酸铋钾"}
{"query": "以下提供给患者的信息中，归属“正确贮存药品”信息的是？可能的药品包括：硝酸甘油不能放冰箱中、正在使用的药物配伍不当、使用的药品用法用量复杂、识别包装标识物不清晰的药品、所用药品近期发现严重不良反应。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝酸甘油不能放冰箱中"}
{"query": "抑制免疫过程多个环节的药物是？可能的药品包括：胸腺素、干扰素、环孢素、糖皮质激素类、左旋咪唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "糖皮质激素类"}
{"query": "物理化学靶向制剂不包括？可能的药品包括：磁性靶向制剂、栓塞靶向制剂、热敏感靶向制剂、靶向乳剂、pH敏感靶向制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "靶向乳剂"}
{"query": "枸橼酸钠属？可能的药品包括：纤维蛋白溶解药、抗血小板药、止血药、体外抗凝血药、抑制纤维蛋白溶解药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "体外抗凝血药"}
{"query": "属于HMG-CoA还原酶抑制剂的药物是？可能的药品包括：洛伐他汀、尼群地平、氨力农、氯贝丁酯、普萘洛尔。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "洛伐他汀"}
{"query": "硫酸阿托品？可能的药品包括：M胆碱受体激动剂、M胆碱受体拮抗剂、胆碱酯酶抑制剂、N胆碱受体激动剂、N胆碱受体拮抗剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "M胆碱受体拮抗剂"}
{"query": "属脱水药的是？可能的药品包括：呋塞米、依他尼酸、氢氯噻嗪、甘露醇、氨苯蝶啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甘露醇"}
{"query": "滴眼剂中不需加入的附加剂是？可能的药品包括：pH调节剂、促渗剂、等渗调节剂、抑菌剂、黏度调节剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "促渗剂"}
{"query": "卡托普利属？可能的药品包括：抗炎药、抗动脉粥样硬化药、抗慢性心功能不全药、抗高血压药、利尿药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗高血压药"}
{"query": "氨基糖苷类为？可能的药品包括：舒巴坦钠、阿米卡星、多西环素、克林霉素、阿奇霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿米卡星"}
{"query": "喷托维林属于？可能的药品包括：抗贫血药、平喘药、祛痰药、镇咳药、镇痛药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "镇咳药"}
{"query": "以下不属于药品的是？可能的药品包括：疫苗、化学原料药、化学试剂、中药饮片、生物制品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "化学试剂"}
{"query": "长期应用易产生躯体依赖性的是？可能的药品包括：间羟胺、去甲肾上腺素、哌替啶、大仑丁、雷尼替丁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "哌替啶"}
{"query": "能兴奋中枢神经系统的药物是？可能的药品包括：地西泮、三唑仑、咖啡因、乙琥胺、氯丙嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "咖啡因"}
{"query": "属于黄酮类化合物的是？可能的药品包括：丹参酮、葛根素、青蒿素、益母草碱、五味子丙素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "葛根素"}
{"query": "在一线抗结核药物中，主要不良反应为视神经炎，儿童不宜使用的是？可能的药品包括：异烟肼、利福平、链霉素、吡嗪酰胺、乙胺丁醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙胺丁醇"}
{"query": "关于滴丸剂的叙述错误的是？可能的药品包括：滴丸剂的特点是速效，无缓释效果、液体药物可制成固体滴丸、常用的基质有PEG类、常用冷凝液有液状石蜡、固体分散技术制备的滴丸吸收迅速。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "滴丸剂的特点是速效，无缓释效果"}
{"query": "对铜绿假单胞菌和金黄色葡萄球菌和均有抗菌作用的药物是？可能的药品包括：苯唑西林、哌拉西林、头孢氨苄、亚胺培南、罗红霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "哌拉西林"}
{"query": "盐酸毛果芸香碱是？可能的药品包括：M胆碱受体激动剂、M胆碱受体拮抗剂、胆碱酯酶抑制剂、N胆碱受体激动剂、N胆碱受体拮抗剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "M胆碱受体激动剂"}
{"query": "与吡格列酮的叙述不相符的是？可能的药品包括：结构属于噻唑烷二酮类、为促胰岛素分泌药、胰岛素增敏剂、通过提高外周和肝脏对胰岛素敏感性而控制血糖水平、用于2型糖尿病的治疗。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "为促胰岛素分泌药"}
{"query": "在碱性尿液中，能使尿液显红色的药物是？可能的药品包括：硝苯地平、亚甲蓝、酚酞、叶酸、复合维生素B。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酚酞"}
{"query": "根据医院药品管理规定，按“金额管理，季度盘点，以存定销”管理的药品是？可能的药品包括：普通药品、贵重药品、高危药品、第一类精神药品、毒性药品的原料药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普通药品"}
{"query": "主要用于预防支气管哮喘发作的药物是？可能的药品包括：多巴胺、山莨菪碱、去甲肾上腺素、色甘酸钠、地塞米松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "色甘酸钠"}
{"query": "新斯的明属于？可能的药品包括：M受体阻断药、N1受体阻断药、β受体阻断药、β受体激动药、胆碱酯酶抑制药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胆碱酯酶抑制药"}
{"query": "属于氟尿嘧啶前药的药物是？可能的药品包括：卡莫氟、阿糖胞苷、巯嘌呤、氟胞嘧啶、氟尿嘧啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡莫氟"}
{"query": "以下药物中用作胆碱酯酶抑制药的是？可能的药品包括：右旋氯筒箭毒碱、溴丙胺太林、泮库溴铵、加兰他敏、山莨菪碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "加兰他敏"}
{"query": "下列抗病毒药物中含有鸟嘌呤结构的是？可能的药品包括：沙奎那韦、金刚烷胺、阿昔洛韦、拉米夫定、利巴韦林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿昔洛韦"}
{"query": "治疗肾病综合征的基础药物的是？可能的药品包括：白蛋白、环孢素、抗凝血药、细胞毒药物、糖皮质激素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "糖皮质激素"}
{"query": "以下防治支气管哮喘药物中，应该为儿童患者首选的是？可能的药品包括：抗胆碱药、β2受体激动剂、H2受体拮抗剂、糖皮质激素、磷酸二酯酶抑制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "β2受体激动剂"}
{"query": "不能用Vitaili反应鉴别的药物是？可能的药品包括：硫酸阿托品、氢溴酸东莨菪碱、氢溴酸山莨菪碱、溴新斯的明、丁溴酸东莨菪碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "溴新斯的明"}
{"query": "关于氨基苷类药物的特点和应用，说法正确的是？可能的药品包括：新霉素为局部使用药，用于皮肤黏膜感染、卡那霉素首选于治疗革兰阴性杆菌感染、庆大霉素首选于治疗鼠疫和兔热病、链霉素一般单独用于结核病治疗、庆大霉素与青霉素两种药液混合注射可治疗肠球菌性心内膜炎。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "新霉素为局部使用药，用于皮肤黏膜感染"}
{"query": "以下抗生素中，属于“妊娠毒性D级药物”的是？可能的药品包括：红霉素、链霉素、克林霉素、青霉素类、头狍菌素类。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "链霉素"}
{"query": "3-美洛昔康？可能的药品包括：水杨酸类、吡唑酮类、芳基烷酸类、乙酰苯胺类、1，2苯并噻嗪类。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "1，2苯并噻嗪类"}
{"query": "下列药物可用于治疗恶性贫血的是？可能的药品包括：硫酸亚铁、维生素K、维生素B12、维生素B6、红细胞生成素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维生素B12"}
{"query": "归属质子泵抑制剂的是？可能的药品包括：丙谷胺、西咪替丁、奥美拉唑、哌仑西平、恩前列素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "关于吸湿性不正确的叙述是？可能的药品包括：水溶性药物均有固定的CHR值、几种水溶性药物混合后，混合物的CHR与各组分的比例有关、CHR值可作为药物吸湿性指标，一般CHR愈小，愈易吸湿、水不溶性药物的混合物的吸湿性具有加和性、为选择防湿性辅料提供参考，一般应选择CRH值大的物料作辅料。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "几种水溶性药物混合后，混合物的CHR与各组分的比例有关"}
{"query": "应用时不能通过气雾吸入发挥效应的药物是？可能的药品包括：肾上腺素、异丙肾上腺素、氨溴索、可必特、丙酸倍氯米松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "肾上腺素"}
{"query": "下列H1受体拮抗药无嗜睡不良反应的是？可能的药品包括：马来酸氯苯那敏、阿司咪唑、苯海拉明、西咪替丁、异丙嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿司咪唑"}
{"query": "有机磷中毒解救的首选药是？可能的药品包括：阿托品、氯化琥珀胆碱、哌仑西平、溴新斯的明、碘解磷定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "碘解磷定"}
{"query": "通过抗醛固酮而抑制远曲小管Na+-K+交换的药物是？可能的药品包括：氨苯蝶啶、螺内酯、呋塞米、氢氯噻嗪、氯噻酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "螺内酯"}
{"query": "具有抗癌作用的萜类有效成分是？可能的药品包括：穿心莲内酯、紫杉醇、甘草酸、齐墩果酸、甜菊苷。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "紫杉醇"}
{"query": "激动N受体的药物是？可能的药品包括：间羟胺、尼古丁、美加明、毛果芸香碱、哌仑西平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "尼古丁"}
{"query": "下列是泰门汀的正确药物组成的是？可能的药品包括：亚胺培南加氨苄西林、克拉维酸加阿莫西林、克拉维酸加头孢曲松、克拉维酸加替卡西林、亚胺培南加羧苄西林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "克拉维酸加替卡西林"}
{"query": "下列不属于抗抑郁药的是？可能的药品包括：氟西汀、丙米嗪、阿米替林、碳酸锂、舍曲林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "碳酸锂"}
{"query": "根据《中华人民共和国药品管理法》规定的药品含义，下列不属于药品的是？可能的药品包括：中成药、民族药、化学原料药、卫生材料、疫苗。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卫生材料"}
{"query": "不属于M受体阻断药的药物是？可能的药品包括：阿托品、托吡卡胺、东莨菪碱、筒箭毒碱、溴丙胺太林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "筒箭毒碱"}
{"query": "属于β-内酰胺酶抑制药的是？可能的药品包括：氨苄西林、头孢曲松、盐酸米诺环素、克拉维酸、阿米卡星。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "克拉维酸"}
{"query": "口服具有抗凝效果的药物是？可能的药品包括：低分子肝素、华法林、维生素K、尿激酶、枸橼酸钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "华法林"}
{"query": "阻断胃壁细胞质子泵的抗消化性溃疡药物是？可能的药品包括：枸橼酸铋钾、硫糖铝、丙谷胺、奥美拉唑、碳酸氢钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "可加速毒物排泄的药物是？可能的药品包括：氢氯噻嗪、呋塞米、乙酰唑胺、氨苯蝶啶、甘露醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "呋塞米"}
{"query": "医师开具处方，书写药品名称不得使用的是？可能的药品包括：药品商品名、药品通用名、药品缩写名、药品外文名、医师自行编制的代号。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "医师自行编制的代号"}
{"query": "西药或中成药处方，每张处方不得超过？可能的药品包括：2种药品、3种药品、4种药品、5种药品、10种药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "5种药品"}
{"query": "下列钙通道阻滞药半衰期最长的是？可能的药品包括：地尔硫（艹卓）、维拉帕米、尼莫地平、尼群地平、氨氯地平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨氯地平"}
{"query": "米非司酮为？可能的药品包括：雌激素类药、雌激素拮抗剂、孕激素类药、孕激素拮抗剂、皮质激素类药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "孕激素拮抗剂"}
{"query": "“与水溶性注射液配伍时常由于溶解度改变而析出沉淀”的药物不是？可能的药品包括：葡萄糖、氯霉素、苯巴比妥钠、维生素K1、氢化可的松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "葡萄糖"}
{"query": "下列常用的降压药中，归属β受体阻断药的是？可能的药品包括：美托洛尔、维拉帕米、氨氯地平、依那普利、氢氯噻嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "美托洛尔"}
{"query": "可产生耳毒性的药物为？可能的药品包括：吲达帕胺、利培酮、氨苯蝶啶、呋塞米、甘露醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "呋塞米"}
{"query": "用于半合成青霉素的原料是？可能的药品包括：6-APA、7-ACA、青霉烷酸、青霉素、头孢烷酸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "6-APA"}
{"query": "可增强β-内酰胺类抗生素疗效的药物是？可能的药品包括：阿莫西林、舒巴坦、阿米卡星、头孢噻吩钠、氨曲南。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "舒巴坦"}
{"query": "1-用于治疗晕动病的药物是？可能的药品包括：新斯的明、尼古丁、东莨菪碱、山莨菪碱、毛果芸香碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "东莨菪碱"}
{"query": "通过抑制与老年斑形成有关的炎症反应、可以减缓老年痴呆症恶化的药物是？可能的药品包括：甲磺酸替拉扎特、艾地苯醌、氟桂利嗪、阿司匹林、雌激素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿司匹林"}
{"query": "下列药物中，属于阿片类生物碱类的是？可能的药品包括：可待因、瑞芬太尼、喷他佐辛、羟考酮、曲马朵。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "可待因"}
{"query": "有机磷酸酯中毒时，会出现肌颤症状，能较好地解救这一症状的药物是？可能的药品包括：山莨菪碱、加兰他敏、东莨菪碱、碘解磷定、毒扁豆碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "碘解磷定"}
{"query": "尼可地尔属于？可能的药品包括：钙通道阻滞药、钾通道阻滞药、钾通道开放药、钠通道阻滞药、氯通道阻滞药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "钾通道开放药"}
{"query": "不宜用于变异型心绞痛的药物是？可能的药品包括：硝酸甘油、硝苯地平、维拉帕米、普萘洛尔、硝酸异山梨酯。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普萘洛尔"}
{"query": "下列防治支气管哮喘药物中，属于缓解哮喘发作药物的是？可能的药品包括：氨茶碱、倍氯米松、阿司咪唑、色苷酸钠、扎鲁司特。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨茶碱"}
{"query": "少数患者首次用药出现首剂效应的药物是？可能的药品包括：地高辛、卡托普利、哌唑嗪、氨氯地平、美托洛尔。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "哌唑嗪"}
{"query": "以下治疗血脂异常的药物中，高胆固醇血症患者应首选的是？可能的药品包括：烟酸类、贝丁酸类、TC吸收抑制剂、胆酸螯合剂、HMG-CoA还原酶抑制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "HMG-CoA还原酶抑制剂"}
{"query": "下列药物能有效地治疗癫痫发作又无催眠作用的是？可能的药品包括：地西泮、戊巴比妥、丙戊酸钠、苯妥英钠、扑米酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯妥英钠"}
{"query": "片剂辅料中的崩解剂是？可能的药品包括：甲基纤维素、羧甲基淀粉钠、微粉硅胶、甘露醇、糖粉。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "羧甲基淀粉钠"}
{"query": "糖皮质激素能抑制炎症细胞的迁移和活化、控制哮喘发作；可是临床宜慎用的品种是？可能的药品包括：泼尼松、地塞米松、布地奈德、甲泼尼龙、琥珀酸氢化可的松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地塞米松"}
{"query": "下列具有β-内酰胺并氢化噻唑环的药物是？可能的药品包括：克拉维酸、头孢哌酮、亚胺培南、氨曲南、阿莫西林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿莫西林"}
{"query": "调节血脂药中，不良反应是“腹泻、肌痛、肌炎、横纹肌溶解等”的是？可能的药品包括：烟酸类、贝丁酸类、TC吸收抑制剂、胆酸螯合剂、HMG-CoA还原酶抑制剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "HMG-CoA还原酶抑制剂"}
{"query": "下列不属于大环内酯类抗生素的药物是？可能的药品包括：红霉素、阿奇霉素、克拉霉素、罗红霉素、克林霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "克林霉素"}
{"query": "下列镇痛药不属于麻醉药品的是？可能的药品包括：吗啡、哌替啶、布桂嗪、曲马朵、美沙酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "美沙酮"}
{"query": "洛伐他汀是？可能的药品包括：降血压药、抗过敏药、解痉药、抗溃疡药、调血脂药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "调血脂药"}
{"query": "患者，女性，28岁。自述外阴瘙痒、白带增多；怀疑有滴虫病，取阴道分泌物镜检可见滴虫活动，一般可用哪种药治疗？可能的药品包括：甲硝唑、替硝唑、青霉素、依米丁、氯喹。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲硝唑"}
{"query": "下列各组治疗药物最适用于治疗胆绞痛的是？可能的药品包括：阿托品+哌替啶、阿托品+布洛芬、哌替啶+吲哚美辛、布洛芬+吗啡、吗啡+阿司匹林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿托品+哌替啶"}
{"query": "不抑制呼吸，外周性镇咳药是？可能的药品包括：可待因、喷托维林、苯丙哌林、苯佐那酯、N-乙酰半胱氨酸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯佐那酯"}
{"query": "对躁狂症和抑郁症有效的抗癫痫药是？可能的药品包括：乙琥胺、丙戊酸钠、苯巴比妥、地西泮、卡马西平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡马西平"}
{"query": "不含羧基的非甾体抗炎药是？可能的药品包括：对乙酰氨基酚、吡罗昔康、萘普生、双氯芬酸、吲哚美辛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吡罗昔康"}
{"query": "根据《中华人民共和国药品管理法》，实行“处方单独存放，每日清点”管理的药物是？可能的药品包括：麻醉药品、医疗用毒性药品、第二类精神药品、放射性药品、贵重药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "放射性药品"}
{"query": "下列关于影响胃肠道吸收的因素中叙述正确的是？可能的药品包括：血流速率对易吸收的药物影响较小、胃肠的首关作用不影响药物吸收、小肠蠕动速率快则药物吸收完全、淋巴系统吸收可避免肝脏的首关效应、胆汁对药物吸收无影响。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "淋巴系统吸收可避免肝脏的首关效应"}
{"query": "1-按照作用机制分类，抗心律失常药维拉帕米归为？可能的药品包括：Ⅰb类、β受体阻滞药、钙离子拮抗药类、Ⅰa类、延长动作电位时程药类。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "钙离子拮抗药类"}
{"query": "1-用于治疗重症肌无力的药物是？可能的药品包括：新斯的明、尼古丁、东莨菪碱、山莨菪碱、毛果芸香碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "新斯的明"}
{"query": "抗结核杆菌作用弱，但可延缓细菌对他药产生耐药性的药物是？可能的药品包括：链霉素、乙胺丁醇、PAS、利福定、异烟肼。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "PAS"}
{"query": "治疗心源性哮喘的药物是？可能的药品包括：沙丁胺醇、氢化可的松、氨茶碱、吗啡、肾上腺素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吗啡"}
{"query": "下列药物中能明显降低血浆三酰甘油的是？可能的药品包括：维生素E、考来替泊、氟伐他汀、血脂康、非诺贝特。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "非诺贝特"}
{"query": "下列药物过量中毒可用新斯的明解救的是？可能的药品包括：毛果芸香碱、琥珀胆碱、毒扁豆碱、卡巴胆碱、筒箭毒碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "筒箭毒碱"}
{"query": "没有抗蛔虫疗效的药物是？可能的药品包括：噻嘧啶、哌嗪、甲苯达唑、左旋咪唑、恩波吡维铵。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "恩波吡维铵"}
{"query": "属于抗肿瘤的抗生素是？可能的药品包括：紫杉醇、长春新碱、磷霉素、多柔比星、克林霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "多柔比星"}
{"query": "可用于治疗肠道内和肠外阿米巴的有效药物是？可能的药品包括：庆大霉素、酮康唑、甲硝唑、磺胺嘧啶、甲巯咪唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲硝唑"}
{"query": "下列抗击药物中，一般不会损害肾功能的是？可能的药品包括：红霉素、多黏菌素、头孢羟氨苄、庆大霉素、链霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "红霉素"}
{"query": "1-甲氧苄啶是？可能的药品包括：第三代喹诺酮类抗菌药、第二代喹诺酮类抗菌药、第一代喹诺酮类抗菌药、抗病毒药、抗菌增效剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗菌增效剂"}
{"query": "具有二氢吡啶结构的钙通道拮抗药是？可能的药品包括：维拉帕米、普萘洛尔、盐酸哌唑嗪、硝苯地平、硝酸甘油。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝苯地平"}
{"query": "不属于抗艾滋病的药物有？可能的药品包括：阿昔洛韦、奈韦拉平、齐多夫定、茚地那韦、沙奎那韦。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿昔洛韦"}
{"query": "阿替洛尔为？可能的药品包括：α-受体拮抗剂、α受体激动剂、β受体拮抗剂、β受体激动剂、选择性β受体拮抗剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "选择性β受体拮抗剂"}
{"query": "弱效利尿药作用于远曲小管末端和集合管，通过拮抗醛固酮受体，对抗醛固酮的保Na+排K+作用，阻滞钠通道而减少Na+的重吸收，抑制Na+-K+交换，使Na+和水排出增加而利尿。阻滞钠通道而减少Na+的重吸收，抑制Na+-K+交换的药物是？可能的药品包括：乙酰唑胺、呋塞米、氢氯噻嗪、螺内酯、氨苯蝶啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨苯蝶啶"}
{"query": "以下有关调配急救药品的叙述中，不恰当的是？可能的药品包括：急救药品先发药，后补办手续、紧急情况下，急救药品可先发药，再补办手续、收到急救药品处方，应暂时中止普通处方药品调配、在无授权医师签字时，先调配麻醉药品，再补办签字、必要时，急救药品调配可由调配药师缩短程序(如单独完成）。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "急救药品先发药，后补办手续"}
{"query": "引起对乙酰氨基酚肝毒性反应的主要代谢产物是？可能的药品包括：对乙酰氨基酚、半胱氨酸、醋酸、N-经基乙酰氨基酚、N-乙酰亚胺醌。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "N-乙酰亚胺醌"}
{"query": "药物本身无活性前药，在体内转化为活性药物而发挥治疗作用的药物是？可能的药品包括：米索前列醇、法莫替丁、奥美拉唑、雷尼替丁、西咪替丁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "医师开具处方中有多种药品时，不正确的书写是？可能的药品包括：西药单独开具处方、中成药单独开具处方、中药饮片单独开具处方、西药和中成药开具一张处方、中药饮片和中成药开具一张处方。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "中药饮片和中成药开具一张处方"}
{"query": "以下所列“妊娠毒性X级药物”中，不正确的是？可能的药品包括：利巴韦林、戈舍瑞林、艾司唑仑、吲达帕胺、氟尿嘧啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吲达帕胺"}
{"query": "按照抗肿瘤作用机制和来源分类，氟尿嘧啶属于？可能的药品包括：烷化剂、抗生素、抗代谢物、抗有丝分裂药物、植物有效成分。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗代谢物"}
{"query": "阿片类药物吗啡属于？可能的药品包括：麻醉药品、医疗用毒性药品、精神药品、放射性药品、戒毒药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "麻醉药品"}
{"query": "具有中枢抑制作用的M胆碱受体阻断药是？可能的药品包括：阿托品、东莨菪碱、山莨菪碱、哌仑西平、后马托品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "东莨菪碱"}
{"query": "首选用于缓解各型心绞痛的药物是？可能的药品包括：单硝酸异山梨醇酯、硝酸甘油、尼莫地平、美托洛尔、二硝酸异山梨醇酯。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝酸甘油"}
{"query": "具有β-内酰胺结构的药物是？可能的药品包括：氨曲南、米诺环素、卡那霉素、克拉霉素、螺旋霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨曲南"}
{"query": "常见的肝药酶诱异剂是？可能的药品包括：链霉素、异烟肼、阿司匹林、苯巴比妥、氯丙嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯巴比妥"}
{"query": "按照医院药品管理规定，要求“处方单独存放，每日清点”的药品是？可能的药品包括：非处方药、普通药品、第一类精神药品、放射性药品、戒毒药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "放射性药品"}
{"query": "可用于治疗充血性心衰的药物是？可能的药品包括：麻黄碱、育亨宾、酚妥拉明、美卡拉明、沙丁胺醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酚妥拉明"}
{"query": "在体内代谢后产生的代谢物比原药效应会降低的药物是？可能的药品包括：艾司唑仑、泼尼松、单硝酸异山梨脂、氯丙嗪、非那西丁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯丙嗪"}
{"query": "患者，男性，36岁，急诊入院，昏迷，呼吸抑制，瞳孔缩小、血压下降，查体见骨瘦如柴，臂、臀多处注射痕，诊断为吸毒者、海洛因中毒，可用来鉴别诊断的药物是？可能的药品包括：尼莫地平、纳洛酮、肾上腺素、曲马多、喷他佐辛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "纳洛酮"}
{"query": "主要经肾排泄，肾衰竭时容易出现积蓄中毒症状而需减量应用的药物是？可能的药品包括：硝西泮、氯霉素、克林霉素、肝素、硝普钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝普钠"}
{"query": "不具有抗心律失常作用的药物是？可能的药品包括：盐酸美西律、盐酸维拉帕米、盐酸胺碘酮、硝酸异山梨酯、普萘洛尔。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝酸异山梨酯"}
{"query": "不属于抗高血压药的一类是？可能的药品包括：肾素抑制药、血管收缩药、血管紧张素转化酶抑制药、α、β受体阻断药、利尿药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "血管收缩药"}
{"query": "下列各种青霉素中不具有广谱抗菌作用的是？可能的药品包括：青霉素G、阿帕西林、阿莫西林、氨苄西林、羧苄西林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青霉素G"}
{"query": "应该报告该药品严重的、罕见或新的不良反应的是？可能的药品包括：上市3年以内的药品、上市已经3年的药品、列为国家重点监测的药品、自首次获准进口之日起进口满5年药品、自首次获准进口之日进口5年内的药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "自首次获准进口之日起进口满5年药品"}
{"query": "具有“首剂现象”的降压药是？可能的药品包括：可乐定、哌唑嗉、尼群地平、尼莫地平、氯沙坦钾。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "哌唑嗉"}
{"query": "下列不属于非甾体抗炎药的是？可能的药品包括：氟比洛芬、酮洛芬、甲芬那酸、布洛芬、巴氯芬。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "巴氯芬"}
{"query": "可用于治疗食用福寿螺引起的广州管原线虫病的药物是？可能的药品包括：甲硝唑、诺氟沙星、奥硝唑、左旋咪唑、阿苯达唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿苯达唑"}
{"query": "阳明温病，应下失下，气血大伤，阴液将竭，以致正虚不能运药，下之不通者，治宜选用？可能的药品包括：调胃承气汤、增液承气汤、济川煎、增液汤、新加黄龙汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "新加黄龙汤"}
{"query": "不属于非处方药的中成药是？可能的药品包括：芎菊上清丸、通宣理肺丸、万氏牛黄清心丸、疏肝和胃丸、加味保和丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "万氏牛黄清心丸"}
{"query": "以药材中的单体或有效部位为原料制成的片剂是？可能的药品包括：提纯片、全粉末片、全浸膏片、半浸膏片、包衣片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "提纯片"}
{"query": "为了分离不同的药用部位，增加药用品种的是？可能的药品包括：巴豆、何首乌、神曲、白扁豆、附子。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "白扁豆"}
{"query": "警示语为“请仔细阅读药品使用说明书并按说明使用”或“在药师指导下购买和使用”的药品是？可能的药品包括：处方药、非处方药、乙类非处方药、甲类非处方药、传统药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "非处方药"}
{"query": "热结里实，应下失下，气血大伤，症见大便秘结，脘腹胀满，硬痛拒按，身热谵语，身倦少气，口舌干燥，舌苔焦黑，循衣撮空，神昏肢厥者，治宜选用？可能的药品包括：增液承气汤、调胃承气汤、小承气汤、黄龙汤、大承气汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "黄龙汤"}
{"query": "关于茶剂说法错误的是？可能的药品包括：茶剂为供内服或外用的液体制剂、茶剂分为块状茶、袋装茶与煎煮茶、茶剂多用于治疗食积、感冒咳嗽、茶剂可用于保健、茶剂是在中药煮散基础上发展起来的。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "茶剂为供内服或外用的液体制剂"}
{"query": "小活络丹中的君药是？可能的药品包括：制川乌，制草乌、天南星、地龙、乳香，没药、制川乌。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "制川乌，制草乌"}
{"query": "可以发布药品广告的是？可能的药品包括：国家药品监督管理局批准试生产的药品、取得药品广告批准文号的药品、已取得“制剂许可证”的医疗机构配制的制剂、二类精神药品、麻醉药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "取得药品广告批准文号的药品"}
{"query": "与“少火生气”治理有关的方剂是？可能的药品包括：六味地黄丸、大补阴丸、四逆汤、龟鹿二仙膏、金匮肾气丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "金匮肾气丸"}
{"query": "下列不属于真溶液型液体药剂的是？可能的药品包括：溶液剂、溶胶剂、芳香水剂、醑剂、甘油剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "溶胶剂"}
{"query": "只能在经批准的医学、药学专业刊物上发布广告的药品是？可能的药品包括：处方药、非处方药、第二类精神药品、批准试生产的药品、军队特需药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "处方药"}
{"query": "下列中成药中，属于OTC中暑类的是？可能的药品包括：神曲茶、十滴水、脑乐静、京万红、夏桑菊颗粒。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "十滴水"}
{"query": "新药申请是指？可能的药品包括：生产国家食品药品监督管理总局已批准上市的已有国家标准的药品的注册申请、境外生产的药品在中国境内上市销售的注册申请、未曾在中国境内上市销售的药品的注册申请、对药品批准证明文件有效期满后继续生产、进口的药品实施审批的过程、新药申请、已有国家标准药品的申请或进口药品申请批准后，改变、增加或取消原批准事项或内容的注册申请。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "未曾在中国境内上市销售的药品的注册申请"}
{"query": "药材提取物与基质用适宜的方法混匀后，滴入不相混溶的冷却液中，收缩冷凝制备而成的丸剂是？可能的药品包括：水丸、蜜丸、蜡丸、水蜜丸、滴丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "滴丸"}
{"query": "清热燥湿、调和气血的方剂是？可能的药品包括：芍药汤、白头翁汤、三仁汤、藿香正气散、连朴饮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "芍药汤"}
{"query": "直接写药物的正名或制（炙）时，即付盐炙的品种是？可能的药品包括：常山、没药、知母、竹茹、牡蛎。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "知母"}
{"query": "下列不属于药品的是？可能的药品包括：中药、化学原料药、抗生素、保健食品、血液制品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "保健食品"}
{"query": "某女，39岁，胸脘满闷，按之则通，舌苔黄腻，脉滑数者，治疗宜选用？可能的药品包括：清气化痰丸、贝母瓜蒌散、小陷胸汤、泻白散、温胆汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "小陷胸汤"}
{"query": "热结旁流，脐腹疼痛，按之坚硬有块，口干舌燥，脉滑实者，治宜选用？可能的药品包括：增液承气汤、大承气汤、黄龙汤、新加黄龙汤、葛根芩连汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大承气汤"}
{"query": "解肌透疹的方剂是？可能的药品包括：加减葳蕤汤、桂枝汤、香薷散、柴葛解肌汤、升麻葛根汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "升麻葛根汤"}
{"query": "有关中成药用法的叙述，错误的是？可能的药品包括：活络丸、跌打活血散等中成药宜用黄酒送服、治疗肝阳上亢、痰热壅盛的药物宜用黄酒送服、一般外用药不可内服、定坤丹、失笑散可用开水适量冲醋送服、淡盐水送服六味地黄丸，可增强其滋阴补肾的作用。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "治疗肝阳上亢、痰热壅盛的药物宜用黄酒送服"}
{"query": "肾虚精滑无湿热者忌服？可能的药品包括：鸡内金、补骨脂、金樱子、芡实、泽泻。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "泽泻"}
{"query": "下列药物中，有助阳益阴、固涩下焦功效的是？可能的药品包括：紫河车、肉苁蓉、白术、菟丝子、重楼。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "菟丝子"}
{"query": "应在发病前2小时服用的药是？可能的药品包括：补益药、解表药、攻下药、安神药、治疟药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "治疟药"}
{"query": "发热多汗，心胸烦闷，气逆欲呕，口干喜饮，虚烦不眠，舌红少苔，脉虚数，宜用方剂？可能的药品包括：竹叶石膏汤、犀角地黄汤、白虎汤、清营汤、银翘散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "竹叶石膏汤"}
{"query": "关于复核工作叙述正确的是？可能的药品包括：调配完毕后的药品，可由调配人员自行复核、调配完毕后的药品，应由同级的技术人员复核、复核工作只需要对药味的品种和剂量复核、调配人员原则上不能再行复核，应由上一级的技术人员进行、复核完毕后须由调配者进行签字，以示负责。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "调配人员原则上不能再行复核，应由上一级的技术人员进行"}
{"query": "下列浸出制剂需要进行含醇量测定的是？可能的药品包括：金银花糖浆、舒筋活络酒、益母草膏、杞菊地黄口服液、颠茄浸膏。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "舒筋活络酒"}
{"query": "下列功效为温脏安蛔的是？可能的药品包括：连梅安蛔汤、乌梅丸、理中安蛔汤、瓜蒂散、三圣散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乌梅丸"}
{"query": "朱砂中毒可选用的解毒药是？可能的药品包括：硫代硫酸钠、亚甲基蓝、二巯丙醇、谷胱甘肽、鱼精蛋白。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "二巯丙醇"}
{"query": "不适宜用泛制法制备的是？可能的药品包括：水丸、蜜丸、水蜜丸、浓缩丸、糊丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "蜜丸"}
{"query": "症见头微痛，恶寒无汗，咳嗽痰稀，鼻塞咽干，苔白，脉弦，宜选用？可能的药品包括：杏苏散、止嗽散、桑杏汤、清燥救肺汤、麦门冬汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "杏苏散"}
{"query": "当归补血汤的君药是？可能的药品包括：黄芪、当归、甘草、川芎、桃仁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "黄芪"}
{"query": "地黄饮子配伍药物中不包括？可能的药品包括：补肾填精药、滋补肾阴药、温补命火药、化痰开窍、镇肝息风药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "镇肝息风药"}
{"query": "易变质的药物是？可能的药品包括：咸秋石、没药、鲜荷叶、芒硝、石决明。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "鲜荷叶"}
{"query": "主治气滞血瘀所致胸痹的处方药是？可能的药品包括：荷丹片、复方丹参滴丸、乐脉颗粒、七厘散、梅花点舌丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "复方丹参滴丸"}
{"query": "猪苓汤的君药是？可能的药品包括：猪苓、茯苓、白术、泽泻、桂枝。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "猪苓"}
{"query": "需要列出全部活性成分或者组方中的全部中药药味的是？可能的药品包括：药品说明书、药品的标签、药品不良反应信息、中药说明书、注射剂和非处方药说明书。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "药品说明书"}
{"query": "需要防止“返砂”现象产生的是？可能的药品包括：浸膏剂、煎膏剂、糖浆剂、合剂、流浸膏剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "煎膏剂"}
{"query": "下列关于药品说明书说法不正确的是？可能的药品包括：说明书根据不断发展的实验研究及临床研究总结，内容由生产厂家及时更新、说明书应包含有关药品的安全性、有效性等基本信息、每个药品上市销售的最小包装中应有一份说明书，供患者和医务工作者使用、药品说明书核准日期和修改日期应在说明书中醒目标识、应按照国家食品药品监督管理总局核准的内容，不得擅自增加或删改。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "说明书根据不断发展的实验研究及临床研究总结，内容由生产厂家及时更新"}
{"query": "明目蒺藜丸不仅可清热散风，而且还可？可能的药品包括：消肿止痛、明目止痛、明目退翳、泻火明目、补益肝肾。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "明目退翳"}
{"query": "由泽泻、木通、当归、黄芩、龙胆、柴胡、生地黄、甘草、栀子组成的方剂是？可能的药品包括：凉膈散、龙胆泻肝汤、当归芦荟丸、泻青丸、仙方活命饮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "龙胆泻肝汤"}
{"query": "体现益气摄血法的代表方剂是？可能的药品包括：当归补血汤、固冲汤、补中益气汤、补阳还五汤、桃红四物汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "固冲汤"}
{"query": "含巴豆霜的中成药是？可能的药品包括：小活络丸、喉症丸、六神丸、七珍丸、局方至宝丹。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "七珍丸"}
{"query": "症见呃逆或干呕，虚烦少气，口干，舌红嫩，脉虚数，治疗宜用？可能的药品包括：旋覆代赭汤、黄连泻心汤、橘皮竹茹汤、苏子降气汤、丁香柿蒂汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "橘皮竹茹汤"}
{"query": "说明书和标签不需印有规定标识的是？可能的药品包括：麻醉药品、精神药品、处方药、外用药品、放射性药品、医疗用毒性药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "处方药"}
{"query": "症见眩晕头痛多年，伴胸闷呕恶，舌苔白腻，脉弦滑，治疗宜选用？可能的药品包括：半夏白术天麻汤、贝母瓜蒌散、温胆汤、清气化痰汤、二陈汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "半夏白术天麻汤"}
{"query": "上述方剂中，主治肺胃阴虚，气火上逆之虚劳肺痿的是？可能的药品包括：炙甘草汤、麦门冬汤、养阴清肺汤、玉液汤、琼玉膏。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "麦门冬汤"}
{"query": "贝母瓜蒌散的组成部分不包括？可能的药品包括：天花粉、茯苓、桔梗、橘红、苦杏仁，半夏。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苦杏仁，半夏"}
{"query": "治疗外感于寒，内伤暑湿之证，宜选用？可能的药品包括：藿香正气散、香薷散、六一散、桂苓甘露饮、不换金正气散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "香薷散"}
{"query": "关于输液剂叙述不正确的是？可能的药品包括：输液剂不包括脂肪乳、是临床救治危重和急症病人的主要用药方式、电解质输液可以补充体内水分，调节酸碱平衡、胶体输液可作为血浆代用液、输液剂应该是等渗或等张溶液。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "输液剂不包括脂肪乳"}
{"query": "按照劣药处理的不包括？可能的药品包括：未标明有效期的药品、更改有效期的药品、超过有效期的药品、药品所含成分与国家药品标准规定的成分不符的、不注明或者更改生产批号的药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "药品所含成分与国家药品标准规定的成分不符的"}
{"query": "下列方剂中，主治伤寒少阳证所致往来寒热的是？可能的药品包括：大柴胡汤、小柴胡汤、蒿芩清胆汤、半夏泻心汤、四逆散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "小柴胡汤"}
{"query": "猪苓汤的君药是？可能的药品包括：猪苓、茯苓、白术、泽泻、桂枝。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "猪苓"}
{"query": "性寒，善通经下乳的药是？可能的药品包括：血竭、水蛭、土鳖虫、穿山甲、斑蝥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "穿山甲"}
{"query": "需要凭医师处方购买的药品是？可能的药品包括：非处方药、处方药、外用药、口服药、中药材。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "处方药"}
{"query": "根据《国家基本药物目录管理办法（暂行）》，不能纳入国家基本药物目录遴选范围的药品是？可能的药品包括：中药饮片、使用不方便的药品、化学药品、主要用于滋补保健，易滥用的药品、被撤销药品批准证明文件的药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "主要用于滋补保健，易滥用的药品"}
{"query": "当归补血汤的组方药材是？可能的药品包括：当归、黄芪、熟地黄、当归、人参、熟地黄、当归、黄芪、当归、人参、当归、熟地黄。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "当归、黄芪"}
{"query": "下列有润肺清热、理气化痰功效的是？可能的药品包括：三子养亲汤、枳实导滞丸、贝母瓜蒌散、清气化痰丸、小陷胸汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "贝母瓜蒌散"}
{"query": "可降低血浆黏度的中药成分是？可能的药品包括：茵陈色原酮、雷公藤乙酸乙酯、去甲乌药碱、粉防己碱、泽泻醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "雷公藤乙酸乙酯"}
{"query": "症见皮肤瘙痒，疹出色红，或遍身云片瘀点，抓破后渗出津水，苔白或黄，脉浮数，宜选用？可能的药品包括：消风散、二妙散、防风通圣散、升麻葛根汤、鸡鸣散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "消风散"}
{"query": "饮片以60％乙醇，采用渗漉法、浸溃法或回流法制成提取物而制成的颗粒是？可能的药品包括：水溶性颗粒剂、酒溶性颗粒剂、混悬性颗粒剂、泡腾颗粒剂、块状颗粒剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酒溶性颗粒剂"}
{"query": "主治阳明腑实、气血不足证的方剂是？可能的药品包括：大承气汤、四神丸、十枣汤、黄龙汤、济川煎。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "黄龙汤"}
{"query": "可用于治疗风湿在表之痹证的是？可能的药品包括：羌活胜湿汤、小青龙汤、独活寄生汤、防己黄芪汤、九味羌活汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "羌活胜湿汤"}
{"query": "不需要印有规定标志的是？可能的药品包括：处方药、非处方药、外用药、麻醉药品、医疗用毒性药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "处方药"}
{"query": "需做乙醇量测定的剂型是？可能的药品包括：煎膏剂、酒剂、茶剂、合剂、糖浆剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酒剂"}
{"query": "三补配三泻，以三补为主的方剂是？可能的药品包括：知柏地黄丸、杞菊地黄丸、六味地黄丸、麦味地黄九、大补阴丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "六味地黄丸"}
{"query": "症见胃气虚弱，痰浊内阻之心下痞硬，噫气不除，宜选用？可能的药品包括：旋覆代赭汤、丁香柿蒂汤、橘皮竹茹汤、苏子降气汤、吴茱萸汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "旋覆代赭汤"}
{"query": "善治脾胃虚寒证的方剂是？可能的药品包括：理中丸、参附汤、小建中汤、黄芪建中汤、当归建中汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "理中丸"}
{"query": "下列方剂中，用到了“治风先治血，血行风自灭”配伍原则的是？可能的药品包括：大定风珠、小活络丹、十灰散、消风散、槐花散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "消风散"}
{"query": "当归补血汤的君药是？可能的药品包括：黄芪、当归、甘草、川芎、桃仁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "黄芪"}
{"query": "可镇心安神、清热养血的方剂是？可能的药品包括：朱砂安神丸、酸枣仁汤、天王补心丹、磁朱丸、柏子养心丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "朱砂安神丸"}
{"query": "外感风寒湿邪，内有蕴热者，可选用？可能的药品包括：九味羌活汤、参苏散、新加香薷饮、再造散、败毒散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "九味羌活汤"}
{"query": "可用热溶法，也可用冷溶法制备的是？可能的药品包括：口服液、糖浆剂、浸膏剂、酊剂、流浸膏剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "糖浆剂"}
{"query": "采用先炒药后加酒炮制的药材是？可能的药品包括：白芍、川芎、当归、五灵脂、黄连。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "五灵脂"}
{"query": "自然铜除止痛外，又能？可能的药品包括：补血活血、散瘀接骨、破血行气、清热解毒、止咳平喘。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "散瘀接骨"}
{"query": "下列可治疗体虚自汗、盗汗的是？可能的药品包括：黄芪建中汤、十全大补汤、牡蛎散、八珍汤、四君子汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "牡蛎散"}
{"query": "含有倍半萜内酯，具有抗疟疾作用是？可能的药品包括：穿心莲、柴胡、石斛、青蒿、三七。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青蒿"}
{"query": "妊娠禁用药是？可能的药品包括：黄芩、白附子、柴胡、马钱子、郁李仁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "马钱子"}
{"query": "药物与适宜基质混合均匀制成的半固体外用制剂是？可能的药品包括：凝胶膏剂、橡胶膏剂、煎膏剂、浸膏剂、软膏剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "软膏剂"}
{"query": "可解表化湿、理气和中的是？可能的药品包括：三七伤药片、藿香正气水、四神丸、中风回春丸、清开灵注射液。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "藿香正气水"}
{"query": "症见胸满而痛，甚或胸痛彻背，喘息咳唾，短气，气从胁下冲逆，上攻心胸，舌苔白腻，脉沉弦或紧，宜用？可能的药品包括：苓桂术甘汤、枳实薤白桂枝汤、瓜蒌薤白半夏汤、半夏厚朴汤、瓜蒌薤白白酒汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "枳实薤白桂枝汤"}
{"query": "治疗湿温初起或暑温夹湿之湿重于热证应选用？可能的药品包括：小蓟饮子、三仁汤、八正散、茵陈蒿汤、二妙散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "三仁汤"}
{"query": "树胶含27%-35%的是？可能的药品包括：乳香、没药、血竭、苏合香、阿魏。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乳香"}
{"query": "苦参所含成分中，免疫抑制作用最强者是？可能的药品包括：苦参碱、槐胺碱、氧化苦参碱、槐定碱、槐果碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苦参碱"}
{"query": "功用为透邪解郁、疏肝理气的方剂是？可能的药品包括：逍遥散、痛泻要方、大柴胡汤、四逆散、小柴胡汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "四逆散"}
{"query": "症见一身面目俱黄，黄色鲜明，身热，无汗或但头汗出，口渴欲饮，恶心呕吐，腹微满，小便短赤，大便不爽或秘结，舌红苔黄腻，脉沉数或滑数有力，宜选用？可能的药品包括：茵陈蒿汤、实脾散、栀子柏皮汤、藿香正气散、三仁汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "茵陈蒿汤"}
{"query": "下列情形中可以作为医疗机构制剂注册申报的是？可能的药品包括：中药注射剂、麻醉药品、精神药品、医疗用毒性药品、放射性药品、中药及化学药组成的复方制剂、医疗机构临床需要而市场无供应，且是自用的固定处方制剂、含有未经国家药品监督管理部门批准的活性成分的品种。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "医疗机构临床需要而市场无供应，且是自用的固定处方制剂"}
{"query": "可减慢心率的中药成分是？可能的药品包括：茵陈色原酮、雷公藤乙酸乙酯、去甲乌药碱、粉防己碱、泽泻醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "粉防己碱"}
{"query": "治疗阳衰寒厥，最适宜的方剂是？可能的药品包括：四逆散、四逆汤、肥儿丸、小承气汤、回阳救急汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "四逆汤"}
{"query": "关于处方药和非处方药，下列说法错误的是？可能的药品包括：医疗机构可根据实际需要决定或推荐使用非处方药、原料药、药用辅料、中药材及饮片可以由处方药转换评价为非处方药、甲类非处方药是红色标识、处方药不得采用开架自选的方式销售、处方药必须凭借执业医师或执业助理医师的处方才可购买。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "原料药、药用辅料、中药材及饮片可以由处方药转换评价为非处方药"}
{"query": "有清热解毒、疏风散邪功效的方剂是？可能的药品包括：凉膈散、普济消毒饮、银翘散、黄连解毒汤、仙方活命饮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普济消毒饮"}
{"query": "用于咳喘痰多、胸膈满闷、喘咳短气、呼多吸少，或腰疼脚弱的是？可能的药品包括：半夏厚朴汤、天台乌药散、定喘汤、苏子降气汤、旋覆代赭汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苏子降气汤"}
{"query": "不得在市场销售的药品是？可能的药品包括：处方药、非处方药、生物制品、医疗机构制剂、中成药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "医疗机构制剂"}
{"query": "下列方剂中，包含四物汤中所有药物的是？可能的药品包括：大秦艽汤、大定风珠、羚角钩藤汤、一贯煎、归脾汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大秦艽汤"}
{"query": "薄荷水属于？可能的药品包括：汤剂、混悬剂、乳剂、真溶液、胶浆剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "真溶液"}
{"query": "多含有大量蔗糖，极易受潮结块的是？可能的药品包括：片剂、散剂、膏剂、胶囊剂、颗粒剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "颗粒剂"}
{"query": "具有性激素样作用的祛风湿药物是？可能的药品包括：五加皮、独活、秦艽、雷公藤、防已。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "五加皮"}
{"query": "气味易散失的药物主要指？可能的药品包括：富含挥发性成分的药物、含糖类成分多的药物、有鲜艳色泽的药物、易风化的药物、易“发汗”的药物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "富含挥发性成分的药物"}
{"query": "必须进行药品集中采购的药品是？可能的药品包括：麻醉药品和第一类精神药品、第二类精神药品、医疗放射药品、医疗毒性药品、药材与药材饮片、原料药、除上述外的其他药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "除上述外的其他药品"}
{"query": "关于服药饮食禁忌，下列说法错误的是？可能的药品包括：服用磁朱丸时不宜喝茶、吃柿子、服用附子理中丸时不宜吃西瓜、绿豆、海带、人参不宜与萝卜同服、服用牛黄上清丸时不宜吃辣椒、花椒，不宜饮酒、铁剂可以与牛奶同服。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "铁剂可以与牛奶同服"}
{"query": "心下痞满、不欲饮食、倦怠乏力首选？可能的药品包括：枳实导滞丸、健脾丸、枳实消痞丸、保和丸、参苓白术散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "枳实消痞丸"}
{"query": "青蒿的抗疟有效成分是？可能的药品包括：青蒿素、青蒿乙素、青蒿酸、青蒿酸甲酯、青蒿醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青蒿素"}
{"query": "主要报告引起新的、严重的不良反应的药品是？可能的药品包括：进口满5年的药品、新药、中成药、麻醉药品、毒性药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "进口满5年的药品"}
{"query": "主治风水的方剂是？可能的药品包括：防己黄芪汤、猪苓汤、五苓散、五皮散、实脾散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "防己黄芪汤"}
{"query": "下列容易产生潮解的药材是？可能的药品包括：石膏、大青盐、冰片、薄荷脑、樟脑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大青盐"}
{"query": "下列基本医疗保险基金准予支付的药品目录的是？可能的药品包括：西药和中药饮片、西药和中成药、中成药和中药饮片、中药饮片、中药材。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "西药和中成药"}
{"query": "妊娠药物毒性分级为D级的降压药是？可能的药品包括：甲基多巴、米诺地尔、格利吡嗉、甲苯磺丁脲、肼屈嗪、乙酰唑胺、甘露醇、硝普钠、西拉普利。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝普钠、西拉普利"}
{"query": "对胃癌有较好疗效的是？可能的药品包括：6-巯基嘌呤、环磷酰胺、博来霉素、氟尿嘧啶、百消安。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氟尿嘧啶"}
{"query": "以下药物中为人工合成的单环β-内酰胺类药物的是？可能的药品包括：克拉维酸、舒巴坦、亚胺培南、氨曲南、美罗培南。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨曲南"}
{"query": "可导致血糖增高的药物是？可能的药品包括：洛伐他汀、阿司匹林、雷尼替丁、依那普利、氢氯噻嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氢氯噻嗪"}
{"query": "维拉帕米？可能的药品包括：具有二氢吡啶结构的钙通道阻滞药、中效的镇静催眠药、第一个开发的钙拮抗药、适用于急性心肌梗死、洋地黄中毒等所致室性心律失常、血管紧张素转化酶抑制药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "第一个开发的钙拮抗药"}
{"query": "该药物在碳酸钠的碱性条件下可与硝酸银试液反应生成可溶性一级银盐，再与过量的硝酸银试液反应生成不溶于水但可溶于氨试液的二级银盐白色沉淀，该药物应是？可能的药品包括：盐酸氯丙嗪、异戊巴比妥、地西泮、盐酸美沙酮、苯妥英钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "异戊巴比妥"}
{"query": "下列关于凝胶剂的叙述错误的是？可能的药品包括：凝胶剂是指药物与适宜的辅料制成的均匀或混悬的透明或半透明的半固体制剂、凝胶剂有单相分散系统和双相分散系统、氢氧化铝凝胶为单相分散系统、卡波姆在水中分散形成酸性溶液、卡波姆溶液必须加入碱中和，才形成凝胶剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氢氧化铝凝胶为单相分散系统"}
{"query": "男性，36岁，尿蛋白（++)，尿红细胞10〜20个/HP，红细胞管型0-1个/HP，血压175/100mmHg，诊断为急性肾小球肾炎，经休息、限制水盐、利尿后血压仍高，应给予？可能的药品包括：抗菌药物、低蛋白饮食、降压药、洋地黄类药物、硝普钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "降压药"}
{"query": "对阴茎鱗状上皮癌有较好疗效的是？可能的药品包括：6-巯基嘌呤、环磷酰胺、博来霉素、氟尿嘧啶、百消安。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "博来霉素"}
{"query": "75岁，男性患者。表情呆板，动作缓慢，右手不自主震颤，长期服用左旋多巴，同时患有前列腺肥大。近半年出现病情波动，症状多于服药前加重，下列药物中不宜应用的是？可能的药品包括：苯海拉明、美多巴、苯海索、金刚烷胺、溴隐亭。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯海索"}
{"query": "下列药物可用三氯化铁反应鉴别的是？可能的药品包括：阿司匹林、异烟肼、对乙酰氨基酚、苯甲酸、阿司匹林、尼可刹米、地西泮、异烟肼、阿司匹林、维生素A。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "对乙酰氨基酚、苯甲酸"}
{"query": "与水溶性注射液配伍时易产生沉淀的是？可能的药品包括：水不溶性的酸性药物制成的盐、水不溶性的碱性药物制成的盐、水溶性的酸性药物制成的盐、水溶性的碱性药物制成的盐、有机溶媒或增溶剂制成不溶性注射液。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "有机溶媒或增溶剂制成不溶性注射液"}
{"query": "下列药物属于苯胺类的是？可能的药品包括：对乙酰氨基酚、水杨酸、布洛芬、巴比妥钠、醋酸地塞米松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "对乙酰氨基酚"}
{"query": "功能性便秘可选用的口服药物是？可能的药品包括：硫酸镁、液状石蜡、鞣酸蛋白、大黄、地芬诺酯。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大黄"}
{"query": "具有抑制交感末梢作用的药物是？可能的药品包括：酚妥拉明、美托洛尔、甲基多巴、硝普钠、呱乙啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "呱乙啶"}
{"query": "治疗麻风病的首选药物是？可能的药品包括：氨苯砜、利福平、青霉素、丙磺舒、四环素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨苯砜"}
{"query": "因配方需要将药品倒入磨口塞玻璃瓶中使用，再次补充药品时应该？可能的药品包括：在用完前直接加入新药品、取出剩余药品与新补充的药品混合均匀后再倒入、取出剩余药品，倒入新补充的药品后再倒入剩余药品、将瓶中药品用完后再补充，或取出剩余药品另外包上先用、必须将瓶中药品全部用完后才能补充新药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "将瓶中药品用完后再补充，或取出剩余药品另外包上先用"}
{"query": "艾滋病合并带状疱疹病毒感染的首选药物是？可能的药品包括：阿昔洛韦、拉米夫定、依非韦伦、膦甲酸钠、更昔洛韦。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿昔洛韦"}
{"query": "化学治疗是？可能的药品包括：用化学方法合成的药物治疗、仅指对恶性肿瘤的药物治疗、仅指对病原微生物所致疾病的药物治疗、内科疾病的药物治疗、细菌和其他微生物、寄生虫以及肿瘤细胞所致疾病的药物治疗。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "细菌和其他微生物、寄生虫以及肿瘤细胞所致疾病的药物治疗"}
{"query": "对蛔虫、蛲虫、钩虫、鞭虫、绦虫感染有高效的是？可能的药品包括：甲苯咪唑、氯硝柳胺、吡喹酮、哌嗉、噻嘧啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲苯咪唑"}
{"query": "仅能用于浅表抗真菌的药物是？可能的药品包括：特比萘芬、酮康唑、两性霉素B、制霉菌素、伊曲康唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "特比萘芬"}
{"query": "有关临床应用中的药物相互作用叙述不正确的是？可能的药品包括：近年来发现一些植物药和西药之间也有相互作用、甘草和五味子可使细胞色素P450酶活性增加，可能改变某些药物的代谢、与酶诱导剂合用可减慢药物的代谢、肝药酶活性的增加可以加速某些有毒物质的代谢、肝药酶活性增强可被许多物质诱导或抑制。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "与酶诱导剂合用可减慢药物的代谢"}
{"query": "t-PA属于下列何种药物？可能的药品包括：抗血小板药、纤维蛋白溶解药、抗再障药、升高白蛋白药、抗凝血药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "纤维蛋白溶解药"}
{"query": "仅对蛔虫、蛲虫混合感染有效的是？可能的药品包括：甲苯咪唑、氯硝柳胺、吡喹酮、哌嗪、噻嘧啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "哌嗪"}
{"query": "属于渗透性利尿药的是？可能的药品包括：依他尼酸、甘露醇、螺内酯、氨苯蝶啶、呋塞米。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甘露醇"}
{"query": "有降血糖及抗利尿作用的药物是？可能的药品包括：甲苯磺丁脲、阿卡波糖、苯乙双胍、二甲双胍、氯磺丙脲。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯磺丙脲"}
{"query": "甲、乙、丙、丁4种药物的表观分布容积（V）分别为25L、20L、15L、10L，今各分别静注1g，注毕立即取血样测定药物浓度，试问在体内分布体积最广的是？可能的药品包括：甲药、乙药、丙药、丁药、一样。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲药"}
{"query": "女性，32岁，哮喘反复发作10年，此次因受凉再发，服氨茶碱及抗菌药物无效，哮喘已持续20小时。现在最好加用的药物是？可能的药品包括：氨茶碱静脉注射、甲泼尼龙琥珀酸钠静滴、肾上腺素、沙丁胺醇、硝苯地平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲泼尼龙琥珀酸钠静滴"}
{"query": "可发生麦芽酚反应的药物是？可能的药品包括：庆大霉素、巴龙霉素、链霉素、青霉素钾、头孢氨苄。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "链霉素"}
{"query": "女性患者，75岁，劳累后出现心前区疼痛，呈压迫感，含服硝酸甘油2分钟后缓解，既往有稳定型心绞痛病史13年，胃溃疡病史8年，心电图提示下壁心肌缺血，心脏彩超示:主动脉瓣重度狭窄，二、三尖瓣少量反流，则该患者不宜选用的药物为？可能的药品包括：单硝酸异山梨酯缓释片、硫酸氢氯吡格雷片、盐酸贝那普利片、硝苯地平控释片、琥珀酸美托洛尔缓释片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "单硝酸异山梨酯缓释片"}
{"query": "具有难逆性抗胆碱酯酶作用的药物是？可能的药品包括：阿托品、山莨菪碱、新斯的明、有机磷酸酯类、碘解磷定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "有机磷酸酯类"}
{"query": "属于作用于M期的周期特异性药是？可能的药品包括：氟尿嘧啶、巯嘌呤、甲氨蝶呤、长春新碱、阿糖胞苷。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "长春新碱"}
{"query": "应用后可能引起明显干咳的药物是？可能的药品包括：钠离子通道阻滞药、ACE抑制药、5-HT受体阻断药、ɑ受体阻断药、钙拮抗药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "ACE抑制药"}
{"query": "顽固性心力衰竭可选用的药物是？可能的药品包括：多巴胺、阿托品、肾上腺素、异丙肾上腺素、酚妥拉明。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酚妥拉明"}
{"query": "抗焦虑药是？可能的药品包括：氯丙嗪、丙米嗪、碳酸锂、地西泮、五氟利多。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "可用于抢救心搏骤停的药物是？可能的药品包括：美托洛尔、山莨菪碱、异丙肾上腺素、肾上腺素、去甲肾上腺素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "肾上腺素"}
{"query": "下列两种药品应分别存放的是？可能的药品包括：维生素B1、维生素B12、青霉素、维生素C、碳酸氢钠、异丙肾上腺素、葡萄糖酸钙、氯化钠注射液、维生素E胶丸、甲钴胺片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维生素B1、维生素B12"}
{"query": "下列叙述正确的是？可能的药品包括：奥美拉唑不影响保泰松在胃液中的吸收、碳酸氢钠可抑制氨茶碱吸收、合用多潘立酮可增加药物的吸收、甲氨蝶呤和新霉素合用可使甲氨蝶呤毒性降低、四环素类药物和无机盐类抗酸药合用抗菌效果减弱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "四环素类药物和无机盐类抗酸药合用抗菌效果减弱"}
{"query": "可引起金鸡纳反应及心肌抑制的是？可能的药品包括：奎宁、青蒿素、伯氨喹、乙胺嘧啶、氯喹。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奎宁"}
{"query": "女性，54岁，诊断为高血压病2级很髙危组、Ⅲ度房室传导阻滞，则该患者禁用的降压药物是？可能的药品包括：氢氯噻嗪、氯沙坦、普萘洛尔、卡托普利、氨氯地平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普萘洛尔"}
{"query": "患者男性，56岁。有糖尿病史15年，近日并发肺炎，呼吸35次/分，心率105次/分，血压160/90mmHg，呼出气体有丙酮味，意识模糊，尿酮呈强阳性，血糖500mg/dl。处治药物应选用？可能的药品包括：三碘甲状腺原氨酸、珠蛋白锌胰岛素、正规胰岛素、格列齐特、低精蛋白锌胰岛素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "正规胰岛素"}
{"query": "某男童吃饭时突然僵立不动，呼吸暂停，在去医院途中颠簸苏醒，经诊断为失神小发作，首选药物为？可能的药品包括：扑米酮、卡马西平、苯巴比妥、苯妥英钠、氯硝西泮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯硝西泮"}
{"query": "应当与诊疗范围相适应并凭医师处方调配的是？可能的药品包括：医疗机构配制的制剂、医疗机构购进的国产药品、医疗机构购进的进口药品、常用药品和急救药品、医疗机构向患者提供的药品。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "医疗机构向患者提供的药品"}
{"query": "下列属于主动靶向制剂的是？可能的药品包括：普通脂质体、靶向乳剂、磁性微球、纳米球、免疫脂质体。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "免疫脂质体"}
{"query": "可引起高血钾的药物是？可能的药品包括：阿托品、新斯的明、美加明、琥珀胆碱、筒箭毒碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "琥珀胆碱"}
{"query": "对癫痫大发作、小发作和精神运动性发作均有效的药物是？可能的药品包括：苯巴比妥、乙琥胺、卡马西平、苯妥英钠、丙戊酸钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丙戊酸钠"}
{"query": "下列药物中对癫痫精神运动性发作疗效最好的是？可能的药品包括：苯妥英钠、地西泮、丙戊酸钠、卡马西平、乙琥胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡马西平"}
{"query": "抗生素的缩写为-cillin的是？可能的药品包括：青霉素类、头孢菌素类、四环素类、卡那霉素类、链霉菌属抗生素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青霉素类"}
{"query": "不会对茶碱的血药浓度产生明显影响的药物是？可能的药品包括：依诺沙星、红霉素、氟康唑、庆大霉素、氯霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "庆大霉素"}
{"query": "阿奇霉素？可能的药品包括：属于第三代喹诺酮类抗菌药、属于第二代喹诺酮类抗菌药、属于第一代喹诺酮类抗菌药、属于抗病毒药、属于大环内酷类抗菌药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "属于大环内酷类抗菌药"}
{"query": "甲、乙、丙、丁4种药物的表观分布容积（V）分别为25L、20L、15L、10L，今各分别静脉注射1g，注毕测定药物浓度，试问血药浓度最高的是？可能的药品包括：甲药、乙药、丙药、丁药、—样。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丁药"}
{"query": "下列药物中，属于血管紧张素转化酶抑制药的是？可能的药品包括：美托洛尔、呋塞米、卡托普利、氨氯地平、可乐定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡托普利"}
{"query": "不具有双硫仑样反应的药物是？可能的药品包括：地西泮、呋喃唑酮、奥硝唑、伏立康唑、酮康唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地西泮"}
{"query": "控制间日疟症状及复发的有效治疗方案是？可能的药品包括：氯喹+乙胺嘧啶、奎宁+乙胺嘧啶、氯喹+伯氨喹、乙胺嘧啶+伯氨喹、奎宁+青蒿素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯喹+伯氨喹"}
{"query": "可诱发支气管哮喘的降压药物是？可能的药品包括：美加明、利血平、普萘洛尔、可乐定、哌唑嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普萘洛尔"}
{"query": "具有抗铜绿假单胞菌作用的头孢菌素是？可能的药品包括：头孢哌酮、头孢曲松、头孢唑啉、头孢噻吩、头孢呋辛酯。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "头孢哌酮"}
{"query": "拜斯亭通用名为？可能的药品包括：氟伐他汀、洛伐他汀、辛伐他汀、西立伐他汀、普伐他汀。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "西立伐他汀"}
{"query": "男性，49岁。间歇性上腹疼痛5年，昨夜出现呕吐，呕吐物为晚餐食物，医生诊断为十二指肠溃疡，下列不是可选择的药物是？可能的药品包括：硫糖铝、奥美拉唑、稀盐酸合剂、甲氧氯普胺、多潘立酮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "稀盐酸合剂"}
{"query": "下列药物中属于第四代喹诺酮类药物的是？可能的药品包括：西诺沙星、环丙沙星、诺氟沙星、培氟沙星、吉米沙星。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吉米沙星"}
{"query": "与华法林合用易引起出血的利尿药是？可能的药品包括：乙酰唑胺、氢氯噻嗪、呋塞米、螺内酯、氨苯蝶啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "呋塞米"}
{"query": "下列药物中降压的同时伴心率减慢的是？可能的药品包括：依那普利、美托洛尔、米诺地尔、氨氯地平、甲基多巴。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "美托洛尔"}
{"query": "金属中毒解毒剂多为螯合剂，常见的有氨竣螯合剂和巯基螯合剂。下列说法符合二疏丁二钠特点的是？可能的药品包括：是最常见的氨羧螯合剂，可与多种金属形成稳定可溶的金属螯合物排出体外、化学结构、作用与依地酸相似，但促排铅的效果比依地酸好、为含有活性巯基（一SH)化合物，药物进入体内后可与某些金属形成无毒的、难解离的螯合物由尿排出、作用与二巯丙醇相似，但疗效高，不良反应较少、主要用于治疗锑、铅、汞、砷、铜等中毒。近来发现用该药口服治疗铅中毒有效。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "主要用于治疗锑、铅、汞、砷、铜等中毒。近来发现用该药口服治疗铅中毒有效"}
{"query": "下列不宜口服治疗心律失常的药物是？可能的药品包括：普萘洛尔、胺碘酮、利多卡因、普鲁卡因胺、奎尼丁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "利多卡因"}
{"query": "效能最高的利尿药是？可能的药品包括：乙酰唑胺、呋塞米、氢氯噻嗪、螺内酯、氨苯蝶啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "呋塞米"}
{"query": "1-可乐定？可能的药品包括：延长动作电位时程的药物、具有交感神经抑制作用的抗高血压药、第一个开发的钙离子拮抗药、主要用于治疗心力衰竭的药、对磷酸二酯酶有特异性抑制作用的药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "具有交感神经抑制作用的抗高血压药"}
{"query": "下面说法正确的是？可能的药品包括：大多数的药品都可以在阳光直射下保存、所有的药物都应保存在原始包装、如果药物的包装不能防止药物受热或受潮，药效将不会受到影响、药物标签上注明“冷藏保存”的药品可以放入冷冻室保存、所有的药物都可以冷藏保存。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "所有的药物都应保存在原始包装"}
{"query": "口服降糖药中必须在用餐前即刻吞服或与第一口食物一起咀嚼服用才能有效发挥作用的是？可能的药品包括：阿卡波糖、格列本脲、格列吡嗪、罗格列酮、苯乙双胍。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿卡波糖"}
{"query": "关于毒性药品的销毁处理说法不正确的是？可能的药品包括：对不可供药用的毒性药品，经单位领导审核，报当地主管部门批准后方可销毁、销毁工作应在熟知所销毁药品的理化性质和毒性的技术人员指导下进行，确保安全、销毁地点应远离水源、住宅、牧场等、一律采取燃烧法处理、建立销毁档案，包括销毁日期、时间、地点、品名、数量、方法等。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "一律采取燃烧法处理"}
{"query": "吗啡与哌替啶比较，下列不正确的是？可能的药品包括：哌替啶可用于人工冬眠而吗啡不可以、吗啡的镇痛作用比哌替啶强、哌替啶的镇静作用较吗啡强、吗啡的成瘾性较哌替啶强、两药均可用于心源性哮喘。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "哌替啶的镇静作用较吗啡强"}
{"query": "首选用于治疗十二指肠溃疡的药物是？可能的药品包括：双氯酚酸钠、雷尼替丁、阿托品、阿司匹林、氢化可的松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "雷尼替丁"}
{"query": "不属于三环类抗抑郁药的药物是？可能的药品包括：马普替林、丙米嗪、地昔帕明、多塞平、阿米替林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "马普替林"}
{"query": "孕妇禁用的抗病毒是？可能的药品包括：伐昔洛韦、拉米夫定、金刚烷胺、利巴韦林、更昔洛韦。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "利巴韦林"}
{"query": "下列有关苯唑西林的性质和作用的描述最确切的是？可能的药品包括：本品有耐酶性能，适用于产生青霉素酶的细菌所引起的感染、本品对细菌产生的青霉素酶有抑制作用、本品适用于葡萄球菌产酶株所致的感染、细菌对青霉素耐药后可选用本品、本品适用于一切葡萄球菌所致的各种感染。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "本品适用于葡萄球菌产酶株所致的感染"}
{"query": "目前不再使用的治疗三叉神经痛的药物是？可能的药品包括：苯妥英钠、卡马西平、γ-氨基丁酸、氯苯甘醚、酒精。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯苯甘醚"}
{"query": "以下药物中含哌啶环结构的药物是？可能的药品包括：氟尿嘧啶、可乐定、加巴喷丁、氨苯蝶啶、哌替啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "哌替啶"}
{"query": "既能抗组胺又能抗5-羟色胺，主要用于治疗过敏性瘙痒症的药物是？可能的药品包括：氯苯那敏、氯雷他定、赛庚啶、酮替芬、普鲁卡因。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "赛庚啶"}
{"query": "下列驱虫谱最广且高效低毒的驱虫药是？可能的药品包括：甲苯咪唑、吡喹酮、哌嗪、阿苯达唑、噻嘧啶。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿苯达唑"}
{"query": "女性患者，45岁，因体检发现血压升高就诊，临床诊断为高血压病2级，中危组，遵医嘱规律服用降压药物两周后自觉心慌，并出现脚踝部水肿，考虑为药物所致不良反应，则最可能出现此反应的药物为？可能的药品包括：硝苯地平、呋塞米、卡维地洛、比索洛尔、特拉唑嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硝苯地平"}
{"query": "在中成药的储存过程中需经常检查霉变的是？可能的药品包括：片剂、胶囊剂、蜜丸、外用膏剂、水丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "蜜丸"}
{"query": "能有效治疗青光眼的利尿药是？可能的药品包括：螺内酯（安体舒通）、氨苯蝶啶、乙酰唑胺、呋塞米、布美他尼。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙酰唑胺"}
{"query": "伤寒、副伤寒感染的首选药物是？可能的药品包括：罗红霉素、羧苄西林、氨苄西林、青霉素、多黏菌素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨苄西林"}
{"query": "可在水溶液中发生消旋反应的药物是？可能的药品包括：肾上腺素、卡托普利、维生素C、萘普生、氯霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "肾上腺素"}
{"query": "属于牛源性药物的是？可能的药品包括：脑组织水解物、生物合成人胰岛素、黄体酮、聚明胶肽注射液、生长激素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "脑组织水解物"}
{"query": "用于表面麻醉时，作用较强的药物是？可能的药品包括：左布比卡因、利多卡因、丁卡因、普鲁卡因、地佐辛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丁卡因"}
{"query": "甲、乙、丙、丁4种药物的表观分布容积（V）分别为25L、20L、15L、10L，今各分别静注1g，注毕立即取血样测定药物浓度，试问血药浓度最高的是？可能的药品包括：甲药、乙药、丙药、丁药、一样。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "丁药"}
{"query": "男性，60岁，双手关节肿痛2周，1周前受凉后出现低热，手关节肿痛明显，确诊为类风湿关节炎，首选的药物为？可能的药品包括：布洛芬、甲泼尼龙、阿司匹林、甲氨蝶呤、米索前列醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "布洛芬"}
{"query": "排泄最慢作用最为持久的强心苷是？可能的药品包括：地高辛、毛花苷C、洋地黄毒苷、铃兰毒苷、毒毛花苷K。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "洋地黄毒苷"}
{"query": "我国药典的全称应为？可能的药品包括：中华药品标准大典、中华人民共和国药典、中国药品标准手册、中华人民共和国药品质量标准、中华人民共和国药品生产规范。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "中华人民共和国药典"}
{"query": "氨基苷类中可用于治疗结核病的是？可能的药品包括：链霉素、庆大霉素、多黏菌素、奈替米星、新霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "链霉素"}
{"query": "下列碘制剂可以口服的是？可能的药品包括：稀碘酊、浓碘酊、复方碘溶液、放射性碘剂、络合了金属离子的碘剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "复方碘溶液"}
{"query": "根据药理作用，氯解磷定属于？可能的药品包括：N胆碱受体激动药、M受体阻断药、抗胆碱酯酶药、α受体阻断药、胆碱酯酶复活药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胆碱酯酶复活药"}
{"query": "可产生球后视神经炎的抗结核药是？可能的药品包括：乙胺丁醇、对氨水杨酸、利福定、异烟肼、链霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙胺丁醇"}
{"query": "下列降糖药中，必须注射给药才能起效的是？可能的药品包括：胰岛素、阿卡波糖、格列奇特、甲苯磺丁脲、二甲双胍。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胰岛素"}
{"query": "下列药物能抑制肝药酶对甲苯磺丁脲的代谢，合用易引起低血糖反应的是？可能的药品包括：长效磺胺类、水杨酸类、呋塞米、普萘洛尔、氯霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯霉素"}
{"query": "下列药物中可用于防治晕动病的是？可能的药品包括：山莨菪碱、后马托品、东莨菪碱、毒扁豆碱、间羟胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "东莨菪碱"}
{"query": "能有效治疗阿米巴病的药物中，不良反应最大的是？可能的药品包括：吡喹酮、双碘喹啉、依米丁、甲硝唑、氯喹。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "依米丁"}
{"query": "属于H1受体阻断药的是？可能的药品包括：昂丹司琼、西替利嗪、法尼替丁、西咪替丁、奥美拉唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "西替利嗪"}
{"query": "下列关于药品分区、分类管理说法不正确的是？可能的药品包括：药品常按照剂型的不同而采取同类集中存放的办法保管、所谓分区，是指按照仓储药品的自然属性、养护措施及消防方法对库房进行划分、根据分类要求，可将药品库房分为普通库、阴凉库、冷藏库、麻醉药品库、毒品库和危险品库、实行分区分类管理可以有利于保管员掌握药品进出库的规律、实行分区分类管理有利于缩短药品收发作业时间。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "所谓分区，是指按照仓储药品的自然属性、养护措施及消防方法对库房进行划分"}
{"query": "目前最有效的杀包囊药是？可能的药品包括：甲硝唑、二氯尼特、喹碘方、氯喹、乙酰砷胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "二氯尼特"}
{"query": "应用后可能导致婴儿视神经损害、智力障碍和惊厥的药物是？可能的药品包括：氯喹、庆大霉素、阿司匹林、甲巯咪唑、氢氯噻嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯喹"}
{"query": "最适用于解救哮喘急性发作的药物是？可能的药品包括：倍氯米松、沙丁胺醇吸入、地塞米松、茶碱缓释片、特布他林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "沙丁胺醇吸入"}
{"query": "有关罗旅卡因叙述正确的是？可能的药品包括：本品为酯类局麻药、本品为酰胺类局麻药、对普鲁卡因过敏者禁用本品、本品的特点是作用时间短、本品主要经细胞色素P450酶代谢。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "本品为酰胺类局麻药"}
{"query": "属于浸出药剂的是？可能的药品包括：滴耳剂、溶液剂、洗剂、酊剂、滴眼液。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酊剂"}
{"query": "妊娠期药物安全索引中抗精神病药、抗抑郁药、抗躁狂药的妊娠毒性分级为D级的是？可能的药品包括：利培酮、氯丙嗪类、噻吨类、氟哌利多、氟西汀、多塞平、异卡波肼、苯乙肼、反苯环丙胺、锂盐、阿米替林、丙米嗪、去甲替林、奥氮平、米氮平、文拉法辛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "锂盐、阿米替林、丙米嗪、去甲替林"}
{"query": "下列药物中，属于肾上腺素受体阻断药的是？可能的药品包括：美托洛尔、呋塞米、卡托普利、氨氯地平、可乐定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "美托洛尔"}
{"query": "一般情况下，氯解磷定属于用作？可能的药品包括：解毒药、抗滴虫病药、抗精神病药、抗惊厥药、镇吐药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "解毒药"}
{"query": "下列可作病因性预防的药物是？可能的药品包括：氯喹、青蒿素、甲氟喹、乙胺嘧啶、伯氨喹。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙胺嘧啶"}
{"query": "抗休克药物中，能增加肾血流量和肾小球滤过率的是？可能的药品包括：去氧肾上腺素、异丙肾上腺素、多巴胺、多巴酚丁胺、麻黄碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "多巴胺"}
{"query": "应用后可导致齿龈增生的药物是？可能的药品包括：苯妥英钠、螺内酯、氟伐他汀、奥硝唑、环丙沙星。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苯妥英钠"}
{"query": "奥格门汀的组成是？可能的药品包括：克拉维酸+氨苄西林、克拉维酸+阿莫西林、克拉维酸+匹氨西林、克拉维酸+阿帕西林、舒巴坦+羧苄西林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "克拉维酸+阿莫西林"}
{"query": "具有致出血不良反应的头孢菌素是？可能的药品包括：头孢拉定、头孢克洛、头孢呋辛酯、头孢哌酮、头孢噻吩。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "头孢哌酮"}
{"query": "妊娠毒性分级为B级的抗心力衰竭药是？可能的药品包括：醋洋地黄毒苷、去乙酰毛花苷、肼屈嗪、氯化铵、卡维地洛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "醋洋地黄毒苷"}
{"query": "下列不属于抗甲状腺药的药品是？可能的药品包括：甲硫氧嘧啶、丙硫氧嘧啶、三碘甲状腺原氨酸（T3)、甲巯咪唑、卡比马唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "三碘甲状腺原氨酸（T3)"}
{"query": "女性患者，54岁，诊断为急性肾炎，每日尿量400ml，下列利尿剂慎用或不用的是？可能的药品包括：依他尼酸钠、双氢克尿噻、螺内酯、呋塞米、利尿合剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "呋塞米"}
{"query": "下列片剂可避免肝脏首过作用的是？可能的药品包括：泡腾片、分散片、舌下片、普通片、溶液片。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "舌下片"}
{"query": "不可静脉注射给药的维生素是？可能的药品包括：维生素B1、烟酸、维生素C、烟酰胺、泛酸钙。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "泛酸钙"}
{"query": "可治疗斑疹伤寒作用的药物是？可能的药品包括：四环素、青霉素、罗红霉素、头孢唑啉、链霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "四环素"}
{"query": "为提高驱虫药的疗效，当配合服用的是？可能的药品包括：清热解毒药、消食药、泻下药、行气药、温里药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "泻下药"}
{"query": "治疗阳衰寒厥最适宜的方剂是？可能的药品包括：四逆散、四逆汤、肥儿丸、小承气汤、回阳救急汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "四逆汤"}
{"query": "下列哪个方剂主治下焦虚寒之膏淋、白浊？可能的药品包括：萆薢分清饮、肾气汤、真武汤、肾着汤、缩泉丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "萆薢分清饮"}
{"query": "除另有规定的除外，城乡集贸市场可以出售下列哪种物质？可能的药品包括：饮片、中成药、药材、化学药、抗生素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "药材"}
{"query": "治疗脾虚湿盛之食少泄泻，水肿腹胀，最佳的中药是？可能的药品包括：猪苓、滑石、薏苡仁、泽泻、萆薢。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "薏苡仁"}
{"query": "主治跌扑损伤、血瘀疼痛、外伤出血的中成药处方药是？可能的药品包括：荷丹片、复方丹参滴丸、乐脉颗粒、七厘散、梅花点舌丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "七厘散"}
{"query": "下列关于麻醉药处方管理描述错误的是？可能的药品包括：未取得麻醉药品资格的医师不得开具麻醉药品处方、麻醉药品处方保存期限为3年、为住院患者开具的麻醉药品应当逐日开具，每张处方为1日常用量、麻醉药品处方保存期满后，药房人员可自行处理，进行销毁、医疗机构应当根据麻醉药品处方开具情况，按照麻醉药品品种、规格对其消耗量进行专册登记。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "麻醉药品处方保存期满后，药房人员可自行处理，进行销毁"}
{"query": "需要加入防腐剂的是？可能的药品包括：糖浆剂、煎膏剂、茶剂、酊剂、酒剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "糖浆剂"}
{"query": "不属于中成药非处方药的是？可能的药品包括：芎菊上清丸、通宣理肺丸、万氏牛黄清心丸、疏肝和胃丸、加味保和丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "万氏牛黄清心丸"}
{"query": "凉开剂中长于芳香开窍，化浊辟秽的方剂是？可能的药品包括：安宫牛黄丸、至宝丹、牛黄清心丸、紫雪丹、苏合香丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "至宝丹"}
{"query": "下列哪个方剂可用于治疗血淋？可能的药品包括：五苓散、猪苓汤、真武汤、十灰散、黄土汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "猪苓汤"}
{"query": "治疗气滞血瘀所致胸痹的处方药是？可能的药品包括：牛黄解毒片、人参再造丸、鼻渊舒口服液、三七伤药片、复方丹参滴丸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "复方丹参滴丸"}
{"query": "治疗外感于寒，内伤暑湿之证，宜选用？可能的药品包括：藿香正气散、香薷散、六一散、桂苓甘露饮、不换金正气散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "香薷散"}
{"query": "剂型属于液体状态的是？可能的药品包括：煎膏剂、茶剂、稠膏剂、干膏剂、流浸膏剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "流浸膏剂"}
{"query": "下列哪项为五苓散的君药？可能的药品包括：茯苓、泽泻、猪苓、白术、桂枝。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "泽泻"}
{"query": "能延缓慢性肾衰发展的泻下药是？可能的药品包括：芒硝、芫花、番泻叶、黄芩、大黄。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大黄"}
{"query": "关于补虚药的叙述不正确的是？可能的药品包括：补气药以补脾益肺为主，主治脾气虚、肺气虚证、补血药以滋生血液为主，主治血虚证、补阴药能滋养阴液，生津润燥，治疗诸阴虚证、补阳药以温补肾阳为主，主治肾阳虚证、补益药常服可强身健体。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "补益药常服可强身健体"}
{"query": "用于治疗急性胰腺炎的药物是？可能的药品包括：芒硝、番泻叶、厚朴、茯苓、桔梗。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "番泻叶"}
{"query": "巴豆药材中有强烈刺激性和致癌作用的化学成分是？可能的药品包括：巴豆素、巴豆醇、巴豆苷、巴豆油酸、巴豆醇的双酯类化合物。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "巴豆醇的双酯类化合物"}
{"query": "长于治疗痰热闭阻心窍、神昏口噤的是？可能的药品包括：牛黄、金银花、钩藤、板蓝根、丹参。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "牛黄"}
{"query": "川芎茶调散与大秦艽汤均具有的药物是？可能的药品包括：川芎、白芷、细辛、羌活、防风、川芎、独活、细辛、羌活、防风、川芎、白芷、辛夷、羌活、防风、川芎、荆芥、细辛、羌活、防风、川芎、白芷、细辛、当归、防风。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "川芎、白芷、细辛、羌活、防风"}
{"query": "理中丸与黄土汤均使用到的药物是？可能的药品包括：附子、白术、干姜、生姜、人参。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "白术"}
{"query": "不宜与天麻片合用的药物是？可能的药品包括：水合氯醛、可可碱、细胞色素、杜冷丁、强心苷。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "可可碱"}
{"query": "吴瑭所称“辛凉平剂”指的是？可能的药品包括：桑菊饮、银翘散、桑杏汤、杏苏散、川芎茶调散。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "银翘散"}
{"query": "治疗暑热夹湿证的最宜选用方剂是？可能的药品包括：藿香正气散、香薷饮、生脉散、六一散、白虎汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "六一散"}
{"query": "上述哪味药为当归补血汤的君药？可能的药品包括：黄芪、当归、甘草、川芎、桃仁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "黄芪"}
{"query": "上述哪个方剂主治水逆证？可能的药品包括：五苓散、猪苓汤、五皮散、苓桂术甘汤、防己黄芪汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "五苓散"}
{"query": "不能与消炎利胆片配伍的药品是？可能的药品包括：四环素、奎尼丁、氯丙嗪、庆大霉素、奎宁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奎尼丁"}
{"query": "阳明温病，应下失下，气血大伤，阴液将竭，以致正虚不能运药，下之不通者，治宜选用？可能的药品包括：调胃承气汤、增液承气汤、济川煎、增液汤、新加黄龙汤。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "新加黄龙汤"}
{"query": "主要用于减慢心率的钙离子拮抗剂是？可能的药品包括：硝苯地平、维拉帕米、尼莫地平、氨氯地平、桂利嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维拉帕米"}
{"query": "淋巴细胞冷冻保存时最常用的保护剂是？可能的药品包括：二甲亚砜、小牛血清、Hanks液、RPMI1640、液氮。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "二甲亚砜"}
{"query": "不属于解热镇痛抗炎药的是？可能的药品包括：阿司匹林、对乙酰氨基酚、罗通定、保泰松、萘普生。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "罗通定"}
{"query": "以下不属于小分子靶向药物的是？可能的药品包括：格列卫、易瑞沙、特罗凯、恩度、爱必妥。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "爱必妥"}
{"query": "以下属于抗血管生成类药物的是？可能的药品包括：贝伐单抗、伊马替尼、利妥昔单抗、艾罗替尼、吉非替尼。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "贝伐单抗"}
{"query": "能够起到降低逼尿肌张力并增加括约肌张力的常用药物是？可能的药品包括：胆碱能药物、抗胆碱能药物、巴氯芬、α肾上腺素能药物、β受体激动剂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗胆碱能药物"}
{"query": "远期毒性主要为性腺毒性的是？可能的药品包括：博来霉素、蒽环类药物、长春花生物碱、烷化剂、顺铂。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "烷化剂"}
{"query": "癫痫小发作的首选药物是？可能的药品包括：地西泮、乙琥胺、扑米酮、苯巴比妥、硝西洋。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙琥胺"}
{"query": "抗代谢类化疗药？可能的药品包括：放线菌素、甲氨蝶呤、VCR、环磷酰胺、三苯氧胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲氨蝶呤"}
{"query": "烷化剂类化疗药？可能的药品包括：放线菌素、甲氨蝶呤、VCR、环磷酰胺、三苯氧胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "环磷酰胺"}
{"query": "血管内治疗脑动静脉畸形可选用？可能的药品包括：碘化油、自体血凝块、明胶海绵、液体胶NBCA、鱼肝油酸钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "液体胶NBCA"}
{"query": "99mTc标记红细胞消化道出血显像中，可用来鉴别小肠出血的位置的方法是静脉注射？可能的药品包括：胰岛素、胰高血糖素、肾上腺素、去甲肾上腺素、生长激素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "胰高血糖素"}
{"query": "左旋多巴与哪一个药合用可抑制其在外周血中的脱羧，而使进入中枢神经系统的左旋多巴增加？可能的药品包括：司来吉兰、溴隐亭、苄丝肼、硝替卡朋、金刚烷胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "苄丝肼"}
{"query": "属于三环类抗抑郁症药是？可能的药品包括：马普替林、阿米替林、瑞波西汀、地昔帕明、吗氯贝胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿米替林"}
{"query": "水钠潴留作用最弱的糖皮质激素是？可能的药品包括：泼尼松、泼尼松龙、甲泼尼松龙、地塞米松、氢化可的松。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "地塞米松"}
{"query": "可耗竭肾上腺素能神经末梢递质的药物？可能的药品包括：可乐定、美加明、利血平、卡托普利、氢氯噻嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "利血平"}
{"query": "安慰剂？可能的药品包括：辅助治疗药、可增强疗效的药物、不含活性药物的制剂、产生的效果仅来自患者的主观感觉而无实际客观指标、仅用于口服给药。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "不含活性药物的制剂"}
{"query": "可阻滞自主神经节上NN受体的药物？可能的药品包括：可乐定、美加明、利血平、卡托普利、氢氯噻嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "美加明"}
{"query": "对肠道革兰阴性杆菌和铜绿假单胞菌所产生的多种氨基苷类灭活酶稳定的氨基苷类抗生素是？可能的药品包括：卡那霉素、阿米卡星、链霉素、青霉素、妥布霉素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿米卡星"}
{"query": "抗血吸虫高效、低毒的药物是？可能的药品包括：氯喹、吡喹酮、硝硫氰胺、呋喃丙胺、酒石酸锑钾。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "吡喹酮"}
{"query": "对高肾素型高血压病有特效药物的是？可能的药品包括：卡托普利、利血平、肼屈嗪、尼群地平、二氮嗪。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "卡托普利"}
{"query": "对非甾体类抗炎药引起的消化性溃疡有特效的药物是？可能的药品包括：米索前列醇、昂丹司琼、硫糖铝、多潘立酮、三硅酸镁。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "米索前列醇"}
{"query": "治疗AIDS的首选药是？可能的药品包括：齐多夫定、扎西他宾、司他夫定、去羟肌苷、干扰素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "齐多夫定"}
{"query": "一护士从血库中领取A型血和AB型血各200ml，后发现标签有点模糊，难以辨认，遂拿来了一种血清，打开其中一包血液，只进行了一次配血试验就区分出两包血液的血型。则护士用的血清中含有的是？可能的药品包括：抗A凝集素、抗B凝集素、抗A凝集素及抗B凝集素、无抗A凝集素及抗B凝集素、抗A凝集素或抗B凝集素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "抗B凝集素"}
{"query": "不包含葡糖醛酸或者艾杜糖醛酸的糖胺聚糖是？可能的药品包括：硫酸软骨素、硫酸皮肤素、硫酸角质素、透明质酸、肝素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫酸角质素"}
{"query": "临床上常用于治疗痛风症的药物是？可能的药品包括：阿托品、青霉素、胰岛素、别嘌呤醇、维生素B1。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "别嘌呤醇"}
{"query": "降低颅内压，应首选的药物是？可能的药品包括：50%葡萄糖、山梨醇、甘露醇、呋塞米、尿素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甘露醇"}
{"query": "1-天然青霉素是？可能的药品包括：青霉素G、青霉素V、甲氧西林、阿莫西林、哌拉西林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "青霉素G"}
{"query": "具有抗氧化作用的抗动脉粥样硬化药物是？可能的药品包括：辛伐他汀、环丙贝特、普罗布考、考来烯胺、烟酸。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "普罗布考"}
{"query": "1-作用于红内期无性体疟原虫，控制临床发作的药物是？可能的药品包括：氯喹、乙胺嘧啶、伯氨喹、甲硝唑、阿苯达唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氯喹"}
{"query": "下列哪个是偏头痛预防的药物？可能的药品包括：托吡酯、利扎曲普坦、阿司匹林、双氢麦角胺、布洛芬。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "托吡酯"}
{"query": "主要通过抑制细胞壁合成起抗菌作用的药物有？可能的药品包括：头孢呋辛、氯霉素、红霉素、万古霉素、氧氟沙星。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "头孢呋辛"}
{"query": "重症肌无力禁用的药物是？可能的药品包括：氢氯噻嗪、糖皮质激素、麻黄碱、环磷酰胺、氨基糖苷类抗生素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨基糖苷类抗生素"}
{"query": "10个月患儿，因呕吐、腹泻5天来诊。用1/2张含钠液纠正脱水后，第二天突然抽搐，持续1〜2分钟，反复数次。首先应给予的处理是？可能的药品包括：静注50%葡萄糖液、肌注25%硫酸镁、静脉缓注10%葡萄糖酸钙、静滴3%氯化钠液、静注20%甘露醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "静脉缓注10%葡萄糖酸钙"}
{"query": "脑灌注显像药物负荷试验中，目前在临床上最常用的药物是？可能的药品包括：腺苷、双嘧达莫、过氯酸钾、卡托普利、乙酰唑胺。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "乙酰唑胺"}
{"query": "无论脑膜有无炎症，不能透入脑脊液的抗菌药物为？可能的药品包括：氯霉素、头孢曲松、米诺环素、万古霉素、氧氟沙星。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "米诺环素"}
{"query": "10个月男婴，易哭闹、低热7天，时有咳嗽、呕吐、未抽风，家中无结核患者。查体：精神烦躁，前囟稍隆起，颈稍有抵抗，心肺听诊无异常，肝脾轻度肿大，脑脊液外观清，蛋白800mg/L，糖 1.68mmol/L，氯化物100mmol/L，WBC250×106/L（250个/mm），中性粒细胞30%，淋巴细胞70%，OT试验阴性，治疗宜首选的药物是？可能的药品包括：青霉素＋氨苄西林、异烟肼＋链霉素、异烟肼＋链霉素＋利福平、氯霉素＋卡那霉素、异烟肼＋利福平。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "异烟肼＋链霉素＋利福平"}
{"query": "使用2%戊二醛浸泡手术刀片时，为了防锈，在使用前可加入？可能的药品包括：5%碳酸氢钠、5%亚硝酸钠、0.5%碳酸氢钠、0.5%亚硝酸钠、0.5%醋酸钠。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "0.5%亚硝酸钠"}
{"query": "体外循环结束后，需用什么中和体内多余的肝素？可能的药品包括：氨甲苯酸、鱼精蛋白、抑肽酶、凝血酶、甘露醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "鱼精蛋白"}
{"query": "常用杂类抗肿瘤药物包括？可能的药品包括：顺铂、依托泊苷、氟尿嘧啶、表柔比星、维生素K3。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "顺铂"}
{"query": "某医生日常诊疗中，发现该地区儿童缺钙较多，有医药公司向他推销某款新上市的可预防缺钙的药品，你认为以下正确的是？可能的药品包括：不推荐病人使用，因为该药虽然有效但价格昂贵、不推荐病人使用，因为仅有少数证据表明该药的有效性、不推荐病人使用，因为仅有中度肯定性研究表明该药的有效性、推荐病人使用，因为有多个随机对照试验表明该药的有效性、只要有效就可推荐使用。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "推荐病人使用，因为有多个随机对照试验表明该药的有效性"}
{"query": "蔬菜、水果中不能提供的维生素是？可能的药品包括：叶酸、维生素D、维生素E、维生素B1、维生素B2。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "维生素D"}
{"query": "目前国内驱铅治疗的首选药物是？可能的药品包括：二巯基丙磺酸钠、亚硝酸钠-硫代硫酸钠、亚甲蓝、依地酸二钠钙、二巯基丙醇。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "依地酸二钠钙"}
{"query": "下列戒烟药物对神经元中尼古丁乙酰胆碱受体具有高度亲和力及选择性的是？可能的药品包括：尼古丁贴片、尼古丁口胶、尼古丁喷雾、盐酸安非他酮、伐尼克兰。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "伐尼克兰"}
{"query": "高钾血症心律失常时首要治疗措施是静脉给予？可能的药品包括：10%葡萄糖酸钙溶液、5%碳酸氢钠溶液、葡萄糖加胰岛素、利尿剂、利多卡因。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "10%葡萄糖酸钙溶液"}
{"query": "下列哪项不能用于高血钾病人的抢救？可能的药品包括：10%葡萄糖液加胰岛素静滴、5%碳酸氢钠静滴、10%葡萄糖酸钙静注、林格液静滴、血液透析。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "林格液静滴"}
{"query": "下列哪类药在服用前要测心率？可能的药品包括：氨茶碱、泼尼松、利福平、洋地黄、安定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "洋地黄"}
{"query": "误切甲状旁腺引起抽搐发作时应立即使用？可能的药品包括：10%葡萄糖溶液、10%葡萄糖酸钙溶液、地西泮（安定）、肾上腺皮质激素、吸氧。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "10%葡萄糖酸钙溶液"}
{"query": "口腔真菌感染时，常用的漱口液是？可能的药品包括：生理盐水、朵贝尔溶液、0.1%醋酸、1%-4%碳酸氢钠、0.02%呋喃西林。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "1%-4%碳酸氢钠"}
{"query": "以下哪项不是长期医嘱？可能的药品包括：止咳糖浆10ml po qid、测血压q6h、安定10mg po qn、庆大霉素8万U im bid、杜冷丁50mg im sos。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "杜冷丁50mg im sos"}
{"query": "宜饭后服用的药物是？可能的药品包括：溴化铵、胃蛋白酶合剂、氢氧化铝凝胶、硫酸亚铁、地高辛。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "硫酸亚铁"}
{"query": "9年前曾注射破伤风类毒素主动免疫者，受伤后行何种处理即可预防破伤风？可能的药品包括：注射破伤风类毒素0.5ml、注射破伤风类毒素5ml、注射破伤风抗毒素1500U、注射人体破伤风免疫球蛋白250U、严密观察，暂不注射。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "注射破伤风类毒素0.5ml"}
{"query": "禁忌静脉推注的药物是？可能的药品包括：氨茶碱、10%氯化钾、50%葡萄糖、30%泛影葡胺、10%葡萄糖酸钙。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "10%氯化钾"}
{"query": "下列药物中，长期大量应用可能产生低渗性脱水的是？可能的药品包括：呋塞米（速尿）、30%山梨醇溶液、50%葡萄糖溶液、20%甘露醇溶液、复方甘油。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "呋塞米（速尿）"}
{"query": "在检查急救车上的药品时，发现血管扩张药中混有其他药物，为防止发生差错，请从下列药物中取出不属于此类的药品？可能的药品包括：硝普钠、利多卡因、硝酸甘油、酚妥拉明、氨茶碱。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "利多卡因"}
{"query": "可用于心力衰竭治疗的β受体阻滞剂为？可能的药品包括：普萘洛尔（心得安）、阿替洛尔（氨酰心安）、比索洛尔、柳胺苄心定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "比索洛尔"}
{"query": "常用控制支气管哮喘急性发作药物的作用，下列哪项不正确？？可能的药品包括：β2-受体兴奋剂可提高细胞内cAMP的浓度、茶碱主要是通过抑制磷酸二脂酶、减少cAMP的水解起作用、抗胆碱能类药可减少cGMP的浓度、色甘酸二钠可稳定肥大细胞膜、酮替芬可抑制组胺和慢反应物质释放。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "茶碱主要是通过抑制磷酸二脂酶、减少cAMP的水解起作用"}
{"query": "男性，36岁。心悸、气促。反复咯血，胸片示梨形心。查体：心率60次/分，律齐，心尖区舒张期隆隆样杂音，P2亢进，肺底可闻及湿啰音。今日大咯血，血压150/90mmHg。处理应选？可能的药品包括：毛花苷C静注、阿托品皮下注射、呋塞米静注、垂体后叶素静注。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "呋塞米静注"}
{"query": "下列属于抗纤溶药物的是？可能的药品包括：氨基已酸、曲克芦丁、维生素K、去氨加压素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨基已酸"}
{"query": "急性肾盂肾炎患者常选用血、尿浓度均高的抗生素，不包括？可能的药品包括：喹诺酮类、头孢菌素类、大环内酯类、氨基糖苷类。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大环内酯类"}
{"query": "下列用于胃食管反流病维持治疗的药物中，效果最好的是？可能的药品包括：西沙必利、吗丁啉、氢氧化铝、西咪替丁、奥美拉唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "男性，35岁，因发作性高血压伴头痛，心悸入院，血压最高时210/140mmHg，诊断为嗜铬细胞瘤，宜选择下列哪种药物做术前准备？可能的药品包括：酚苄明、美托洛尔、螺内酯、酚妥拉明。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酚苄明"}
{"query": "男性，36岁，Crohn病患者，发生肛周脓肿，选用下列哪种药物既可以控制感染又有助于缓解Crohn病病情？可能的药品包括：激素、青霉素、5-ASA、甲硝唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲硝唑"}
{"query": "男性，52岁，有冠心病史，因急性阑尾炎拟急诊手术。血压130/90mmHg，脉搏45次/分，术前准备可选择？可能的药品包括：西地兰0.4mg加入25%葡萄糖溶液20ml，静脉缓推、硝酸甘油5mg加入5%葡萄糖溶液500ml，静脉点滴、阿托品0.5mg术前皮下注射、地高辛0.25mg口服。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿托品0.5mg术前皮下注射"}
{"query": "抗结核药物中，全杀菌药是？可能的药品包括：卡那霉素、链霉素、吡嗪酰胺、异烟肼。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "异烟肼"}
{"query": "可用于心力衰竭治疗的β受体阻滞剂为？可能的药品包括：普萘洛尔（心得安）、阿替洛尔（氨酰心安）、比索洛尔、柳胺苄心定。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "比索洛尔"}
{"query": "常用控制支气管哮喘急性发作药物的作用，下列哪项不正确？？可能的药品包括：β2-受体兴奋剂可提高细胞内cAMP的浓度、茶碱主要是通过抑制磷酸二脂酶、减少cAMP的水解起作用、抗胆碱能类药可减少cGMP的浓度、色甘酸二钠可稳定肥大细胞膜、酮替芬可抑制组胺和慢反应物质释放。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "茶碱主要是通过抑制磷酸二脂酶、减少cAMP的水解起作用"}
{"query": "男性，36岁。心悸、气促。反复咯血，胸片示梨形心。查体：心率60次/分，律齐，心尖区舒张期隆隆样杂音，P2亢进，肺底可闻及湿啰音。今日大咯血，血压150/90mmHg。处理应选？可能的药品包括：毛花苷C静注、阿托品皮下注射、呋塞米静注、垂体后叶素静注。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "呋塞米静注"}
{"query": "下列属于抗纤溶药物的是？可能的药品包括：氨基已酸、曲克芦丁、维生素K、去氨加压素。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "氨基已酸"}
{"query": "急性肾盂肾炎患者常选用血、尿浓度均高的抗生素，不包括？可能的药品包括：喹诺酮类、头孢菌素类、大环内酯类、氨基糖苷类。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "大环内酯类"}
{"query": "下列用于胃食管反流病维持治疗的药物中，效果最好的是？可能的药品包括：西沙必利、吗丁啉、氢氧化铝、西咪替丁、奥美拉唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "奥美拉唑"}
{"query": "男性，35岁，因发作性高血压伴头痛，心悸入院，血压最高时210/140mmHg，诊断为嗜铬细胞瘤，宜选择下列哪种药物做术前准备？可能的药品包括：酚苄明、美托洛尔、螺内酯、酚妥拉明。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "酚苄明"}
{"query": "男性，36岁，Crohn病患者，发生肛周脓肿，选用下列哪种药物既可以控制感染又有助于缓解Crohn病病情？可能的药品包括：激素、青霉素、5-ASA、甲硝唑。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "甲硝唑"}
{"query": "男性，52岁，有冠心病史，因急性阑尾炎拟急诊手术。血压130/90mmHg，脉搏45次/分，术前准备可选择？可能的药品包括：西地兰0.4mg加入25%葡萄糖溶液20ml，静脉缓推、硝酸甘油5mg加入5%葡萄糖溶液500ml，静脉点滴、阿托品0.5mg术前皮下注射、地高辛0.25mg口服。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "阿托品0.5mg术前皮下注射"}
{"query": "抗结核药物中，全杀菌药是？可能的药品包括：卡那霉素、链霉素、吡嗪酰胺、异烟肼。请从上述药品中选择最正确的一个。（注意，请只输出药品名称，不要给解释！）", "response": "异烟肼"}
