{"query": "慢性阻塞性肺疾病（COPD）的氧疗最常用的是？可能的治疗方案包括：有创机械通气、无创机械通气、间断高浓度吸氧、持续高频呼吸机通气、持续低流量吸氧。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "持续低流量吸氧"}
{"query": "经产妇，40岁。近2年痛经并逐渐加重，伴经量增多及经期延长，届时需服强止痛药。查子宫均匀增大如孕8周，质硬，有压痛，经期压痛明显。本例确诊后的处置应选择？可能的治疗方案包括：镇痛药物治疗、雌激素治疗、化学药物治疗、手术治疗、放射治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "手术治疗"}
{"query": "COPD、慢性肺源性心脏病患者发生Ⅱ型呼吸衰竭时，下列治疗措施中不恰当的是？可能的治疗方案包括：无创通气、持续高浓度吸氧、静脉点滴糖皮质激素、雾化吸入支气管舒张剂、静脉点滴祛痰药物。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "持续高浓度吸氧"}
{"query": "患儿，3岁。眼睑及双下肢明显水肿，少尿1周，体检：精神状态良好，眼睑水肿，双下肢呈凹陷性水肿，血压90/60mmHg，心肺正常，尿常规：蛋白（+++），红细胞0～3个/HP，血浆总蛋白45g/L，蛋白22g/L，抗“O”正常，C3补体正常，胆固醇11.2mmol/L。该患儿治疗应选？可能的治疗方案包括：泼尼松短程疗法、泼尼松中程疗法、泼尼松长程疗法、甲泼尼松龙冲击疗法、泼尼松+环磷酰胺。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "泼尼松中程疗法"}
{"query": "男性，70岁。吞咽困难3个月，食管钡餐：中段有3cm的不规则食管充盈缺损，取活体组织病检为鳞癌。心电图有ST段下降，T波倒置。肺功能：严重障碍，其治疗方法是？可能的治疗方案包括：药物疗法、根治性手术治疗、姑息性手术、放射治疗、胃造瘘术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "放射治疗"}
{"query": "男性，28岁，心慌、怕热、多汗、消瘦、易饿4个月，甲状腺弥漫性Ⅰ°肿大，血TSH降低，T3和T4增高，诊为甲亢。他巴唑每天30mg，20天后血白细胞2.2×10⁹/L，中性粒细胞1.0×10⁹/L。甲亢的下一步治疗应选？可能的治疗方案包括：他巴唑剂量减半再用、他巴唑与升白细胞药合用、改用丙基硫氧嘧啶、核素¹³¹I治疗、白血球恢复正常后立即手术治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "核素¹³¹I治疗"}
{"query": "女，40岁。双下肢水肿9天，尿量减少2天。查体：BP150/100mmHg，双下肢重度水肿。尿蛋白（+++），血Alb17g/L，给予口服泼尼松、间断静脉滴注白蛋白及呋塞米。应用白蛋白的目的为？可能的治疗方案包括：治疗原发病、缩短激素的疗程、提高血浆胶体渗透压、补充营养、控制血压。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "提高血浆胶体渗透压"}
{"query": "对疑有腹腔内空腔脏器破裂的腹部闭合性损伤患者，在观察期内处理错误的是？可能的治疗方案包括：使用广谱抗生素、注射止痛剂、禁饮食、胃肠减压、补充血容量。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "注射止痛剂"}
{"query": "46岁，妇女。月经周期延长，经量增多及经期延长，此次月经量多且持续12天。妇科检查：子宫稍大稍软。本例有效的止血措施选择？可能的治疗方案包括：静脉注射立止血（或6-氨基己酸）、口服大剂量雌激素、口服大量安宫黄体酮、口服甲基睾丸素、行刮宫术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "行刮宫术"}
{"query": "男性，25岁，因十二指肠溃疡急性穿孔行胃大部切除术，术后顺利恢复进食。第8天，在进半流食鸡蛋时，突然出现频繁呕吐，下列治疗中，错误的是？可能的治疗方案包括：禁食胃肠减压、输液、应用糖皮质激素、肌注新斯的明、紧急手术治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "紧急手术治疗"}
{"query": "哮喘患儿出现持续状态治疗？可能的治疗方案包括：脱敏治疗、口服氨茶碱类药物、口服免疫抑制剂、静脉应用糖皮质激素、去除诱导因素。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "静脉应用糖皮质激素"}
{"query": "BP110/70mmHg，神志淡漠，唇色苍白。呼吸深快，肺部呼吸音清，未闻及啰音，心率快。左臀切口渗液。血WBC21x10⁹/L。细菌血培养阴性。该患者不宜采用的治疗措施是？可能的治疗方案包括：补充血容量、急诊切开排脓、联合应用抗生素、应用小剂量糖皮质激素、纠正酸碱平衡失调。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "应用小剂量糖皮质激素"}
{"query": "男性，45岁，近2个月出现肝区疼痛。乏力，消瘦明显。消化不良，腹胀，食欲减退。无黄疸，查体：肝于右肋下可触及3.0cm，移动浊音（-），诊断肝癌。在可能实施的情况下，治疗最有效的方法？可能的治疗方案包括：手术切除病灶、肝动脉结扎、肝动脉栓塞、化疗、60钴照射。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "手术切除病灶"}
{"query": "男，9个月。呕吐腹泻伴体温升高（38℃）1天，腹泻12次/天，水样便，1天前误饮不洁水。查体：皮肤弹性差，精神萎靡，眼眶及前囟凹陷，体重下降6%，中毒症状明显。实验室检查：外周血白细胞总数稍增加，淋巴细胞明显增加，大便镜检无特殊发现。若脱水纠正后，中毒症状仍无好转，正确处理为？可能的治疗方案包括：继续补液、使用抗生素、观察2日、使用糖皮质激素、甘露醇注射。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "使用抗生素"}
{"query": "对于确定为糖尿病前期的人首选的干预措施为？可能的治疗方案包括：运动疗法、饮食治疗、中医治疗、胰岛素治疗、口服降糖药。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "饮食治疗"}
{"query": "女，60岁，G₄P₄。近两年来阴道脱出一肿物，逐渐增大。妇科检查：宫颈光滑，屏气用力后宫颈和部分宫体脱出阴道口外，子宫萎缩，双侧附件正常。该患者适宜的治疗方法是？可能的治疗方案包括：放置子宫托、经阴道子宫切除术、阴道纵膈形成术、Manchester手术、盆底肌肉锻炼。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "经阴道子宫切除术"}
{"query": "570x10⁶/L，单核细胞66%，多核细胞35%，蛋白1.1g/L，糖4.2μmol/L，氯化物115μmol/L。下列处理不正确的是？可能的治疗方案包括：仅予抗病毒治疗即可、甘露醇脱水、退热、镇静、营养支持治疗、保持呼吸道通畅。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "仅予抗病毒治疗即可"}
{"query": "45岁女性，严重骨盆骨折，24小时尿量200ml，血钾5.9mmol/L，二氧化碳结合力13mmol/L，血尿素氮27mmol/L，下列治疗措施不正确的是？可能的治疗方案包括：10%葡萄糖酸钙溶液20ml，缓慢静脉注射、11.2%乳酸钠溶液60ml，缓慢静脉注射、口服钠型树脂10g，每日三次、血液透析、输同型库存血200ml。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "输同型库存血200ml"}
{"query": "女，17岁。颈部肿大1年，无怕热、多食、易激动。查体：脉率血压正常，甲状腺弥漫性肿大，质地柔软，未触及结节，表面光滑。采用的最佳治疗措施是？可能的治疗方案包括：多吃含碘丰富的食物、小剂量甲状腺素治疗、口服甲基硫氧嘧啶治疗、注射I¹³¹治疗、甲状腺大部切除术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "小剂量甲状腺素治疗"}
{"query": "女，47岁。从3米高处坠落，致左胸壁外伤3小时。查体：T：36.5℃，P120/分，R25/分，BP100/60mmHg，神志清楚，气管居中，胸壁反常呼吸，左胸壁可触及多根肋骨断端，左肺呼吸音明显减弱，最适宜的处理方法？可能的治疗方案包括：胸腔闭式引流、胸腔穿刺排气排液、开胸探查+肋骨固定、胸壁加压包扎、镇静止痛，肋骨固定。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "镇静止痛，肋骨固定"}
{"query": "女，30岁。已婚。平时月经规律。停经40天，右下腹剧痛4小时伴头晕及肛门坠胀感。查体：BP80/56mmHg，面色苍白，痛苦病容，下腹部压痛及反跳痛（+），尤以右侧为著，肌紧张不明显，移动性浊音（+）。妇科检查：宫颈举痛，宫体稍大，右附件区触及不规则包块，大小约4cm×3cm×3cm，压痛（+）。实验室检查：Hb100g/L。该患者正确的处理措施是？可能的治疗方案包括：口服止血药物、肌肉注射甲氨蝶呤、手术治疗、中药活血化瘀、对症处理，严密观察。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "手术治疗"}
{"query": "外阴癌ⅠB期，病灶位于侧边。正确处理是？可能的治疗方案包括：外阴广泛切除、外阴根治术+同侧腹股沟淋巴结清扫术、外阴根治术+双侧腹股沟淋巴结清扫术、外阴根治术+双侧腹股沟淋巴结清扫术+尿道前部切除术、外阴广泛切除、直肠下段和肛管切除、人工肛门形成术及双侧腹股沟盆腔淋巴结清扫。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "外阴根治术+同侧腹股沟淋巴结清扫术"}
{"query": "患儿，第一胎足月顺产，生后3天。生后12小时发现皮肤黄染，持续未消退。吃奶好。体格检查：体温正常，一般情况好，皮肤巩膜中度黄染，肝肋下2cm，Hb100g/L。患儿血型A型，母亲血型0型。血清胆红素257umol/L（15mg/dl）。下列治疗措施哪─项应先考虑？可能的治疗方案包括：光照疗法、换血疗法、输血浆、纠正酸中毒、苯巴比妥。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "光照疗法"}
{"query": "卵巢无性细胞瘤首选的治疗方法是？可能的治疗方案包括：生物治疗、手术治疗、放射治疗、化学药物治疗、中药治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "手术治疗"}
{"query": "女，38岁，突发心悸伴烦躁和胸闷30分钟，四肢发凉，曾出现黑朦，收入急诊监护病房。查体：BP70/50mmHg，心率180次/分，心律绝对不齐，心音强弱不等，心脏各瓣膜区未闻及杂音，心电图提示“预激综合征伴心房颤动”。在诊疗过程中，该患者突然意识丧失，全身青紫，肢体抽搐，血压测不到，心音消失，心电图QRS-T波完全消失，代之以大小不等，及不均齐的低小波，该患者需立即采取的治疗措施是？可能的治疗方案包括：心室超速起搏治疗、同步直流电转复、非同步直流电除颤、植入永久起搏器、植入临时起搏器。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "非同步直流电除颤"}
{"query": "男，52岁。无痛性肉眼血尿3个月。膀胱镜检查见膀胱三角区有一4cm×3cm新生物，呈浸润性生长，病理诊断为膀胱腺癌，最适宜的治疗方法是？可能的治疗方案包括：膀胱部分切除、经尿道膀胱肿瘤电切、化疗、根治性膀胱切除、放疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "根治性膀胱切除"}
{"query": "男，76岁。一年来日常活动时即感胸闷，3天前突发夜间阵发性呼吸困难，伴咳粉红泡沫痰。查体：BP100/70mmHg，心尖搏动呈抬举样，胸骨右缘第二肋间可闻及4/6级收缩期喷射样杂音，向颈部传导，双肺可闻及散在细湿啰音。最恰当的治疗措施是？可能的治疗方案包括：静脉滴注大剂量抗生素、皮下注射低分子肝素、暂不处理，密切随访、口服血管紧张素转换酶抑制剂、尽早外科手术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "尽早外科手术"}
{"query": "患者，女，27岁。G₂P₁，停经60天，阴道流血10余天。尿妊娠试验阳性。如诊断为葡萄胎，首选治疗方案为？可能的治疗方案包括：化学治疗、手术切除治疗、放射治疗、清宫术、抗炎保守治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "清宫术"}
{"query": "28次/分，瞳孔等大等圆，心尖部第一心音低钝，四肢肌张力高。最关键的治疗措施是？可能的治疗方案包括：应用抗癫痫药物、应用镇静药、降温治疗、氧疗、应用甘露醇。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "降温治疗"}
{"query": "32岁，妇女，G3P0，自然流产3次，B超：子宫前壁可探及9cm×2cm×10cm大小的强回声光团，附件正常，最适宜的治疗方法？可能的治疗方案包括：药物保守治疗、肌瘤切除术、子宫全切术、子宫次全切除术、诊断性刮宫。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "肌瘤切除术"}
{"query": "一侧肾结核无功能，对侧肾重度积水并尿毒症，应选择？可能的治疗方案包括：抗结核治疗、病灶清除术、肾部分切除术、肾切除术、肾造瘘术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "肾造瘘术"}
{"query": "46岁妇女，月经周期延长，经量增多及经期延长，此次月经量多且持续12天，妇科检查子宫稍大稍软。本例有效的止血措施选择？可能的治疗方案包括：静脉注射立止血（或6-氨基己酸）、口服大剂量雌激素、口服大量安宫黄体酮、口服甲基睾丸素、行刮宫术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "行刮宫术"}
{"query": "女，26岁。停经9周，阴道不规律流血2周，阴道检查无异常，子宫如孕4月大。超声示宫腔内充满光点和小囊状强回声。目前最佳的处理方法是？可能的治疗方案包括：清宫术、化疗、放疗、保胎治疗、全子宫切除术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "清宫术"}
{"query": "血尿病人，膀胱镜见膀胱右侧壁有一2.5cm×1.0cm新生物，有蒂，距右输尿管口3cm，活检诊断移行细胞癌T1期。首选的治疗方法是？可能的治疗方案包括：膀胱灌注化疗、经尿道膀胱肿瘤电切术、膀胱部分切除术、膀胱全切除、放疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "经尿道膀胱肿瘤电切术"}
{"query": "女，28岁。6小时前从4米高处坠落，不能站立行走，查体：左小腿明显肿胀，中段畸形，足背动脉搏动减弱，皮肤温度较对侧降低，被动屈伸足趾时疼痛加重。下列治疗方法首选的是？可能的治疗方案包括：镇痛剂，激素治疗、小腿石膏托固定、筋膜室切口减压、小夹板固定、跟骨结节骨牵引。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "筋膜室切口减压"}
{"query": "男，55岁。咳嗽伴痰中带血2周，胸部X线片及CT检查发现右肺上叶周围型结节，痰细胞学检查示：燕麦细胞癌。该患者首选的治疗是？可能的治疗方案包括：免疫治疗、手术治疗、化疗+放疗、介入治疗、放射治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "化疗+放疗"}
{"query": "女，22岁，阵发性心悸，头痛、大汗3月余，多在体位变化，情绪激动时发作。体重减轻约5kg，发作时面色苍白，多汗，血压最高时达220/110mHg，心率100次/分，静注酚妥拉明后1分钟血压可降至150/100mmHg，肾上腺CT示右肾上腺有直径约5cm类球形占位。本例应采取的治疗措施是？可能的治疗方案包括：服用酚妥拉明、化疗、手术、服用阿替洛尔、放疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "手术"}
{"query": "20×10⁹/L；骨髓细胞学检查原始细胞占0.85，髓过氧化物酶染色（-），非特异性酯酶染色（-）。该患者应选择的化疗方案是？可能的治疗方案包括：VAD方案、VDLP方案、ABVD方案、DA方案、CHOP方案。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "VDLP方案"}
{"query": "患者，女，25岁，3个月前因工作失误受到领导批评，觉得脸上无光，整日闷闷不乐，脑子里反复考虑自己的错误，觉得同事看不起她，在背后议论她，不愿意出门，并出现失眠，早醒，近一周来，出现兴奋话多，自我感觉好，觉得自己能做国家领导。该患者的药物治疗是？可能的治疗方案包括：换用利培酮治疗、地西泮静脉推注、碳酸锂治疗、舒必利静脉点滴、口服奥氮平治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "碳酸锂治疗"}
{"query": "肾结石2.0cm，治疗方案为？可能的治疗方案包括：体外冲击波碎石、输尿管镜取石、开放手术治疗、腹腔镜取石、药物治疗以及大量饮水。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "体外冲击波碎石"}
{"query": "女，51岁。1小时前因咳嗽突发右下腹疼痛，右腹股沟出现肿块，查体：全腹轻压痛，无腹肌紧张，肠鸣音亢进，右侧腹股沟韧带下方呈半球形隆起，不能回纳，有轻压痛，应采取的正确措施是？可能的治疗方案包括：急症手术复位，行McVay法修补术、急症手术复位，行Ferguson法修补术、及时手法复位，密切观察、密切观察，病情加重及时手术、应用抗生素、止痛剂观察。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "急症手术复位，行McVay法修补术"}
{"query": "目前HL的首选化疗方法是？可能的治疗方案包括：CHOP方案、COP方案、HA方案、ABVD方案、DVLP方案。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "ABVD方案"}
{"query": "乳腺癌目前公认的治疗模式主要是？可能的治疗方案包括：手术治疗、化疗、放疗、内分泌治疗、靶向治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "手术治疗"}
{"query": "肾绞痛发作时，首选治疗方法是？可能的治疗方案包括：抗感染治疗、解痉止痛、局部热敷、口服中药、针灸。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "解痉止痛"}
{"query": "男婴，3天。黄疸速度加重2天，足月儿，母乳喂养。母亲血型为O型、Rh阳性，父亲血型为AB型、Rh阳性，实验室检查：TBil289μmol/L。首选应采取的治疗措施是？可能的治疗方案包括：使用抗生素、光疗、口服苯巴比妥、输注白蛋白、换血疗法。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "光疗"}
{"query": "男性，50岁。间歇性无痛性血尿2个月，有血块，B超见膀胱内有1.5cm×2.0cm×1.0cm新生物，有蒂。目前最常用的治疗方法是？可能的治疗方案包括：膀胱灌注化疗、经尿道电切、手术、放疗、全身化疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "经尿道电切"}
{"query": "男，55岁，胃溃疡病史5年。近一月来症状加重，2小时前餐后突发上腹部剧痛，并扩散至全腹，诊断为胃溃疡穿孔。最佳的治疗方法是？可能的治疗方案包括：非手术治疗、穿孔修补术、全胃切除术、胃大部切除术、穿孔修补加选择性迷走神经切断术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "胃大部切除术"}
{"query": "男，40岁。吞咽困难30天，不能进水2天。口渴、尿少体重下降。查体：R26次/分，BP80/50mmHg，神志清楚，烦躁。血钠152mmol/L，血钾3.2mmol/L，HCO₃⁻18mmol/L，PaCO₂38mmHg。首要处理措施应是？可能的治疗方案包括：补充血容量、氧疗、纠正酸碱失衡、有控制的补充血钾、应用升压药。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "补充血容量"}
{"query": "关于支气管哮喘的药物治疗，不正确的是？可能的治疗方案包括：规律联合使用吸入糖皮质激素+长效β₂受体激动剂、规律使用吸入糖皮质激素、规律长效β₂受体激动剂单药治疗、按需使用短效β₂受体激动剂、规律使用白三烯调节剂。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "规律长效β₂受体激动剂单药治疗"}
{"query": "，双肺呼吸音清晰，未闻及干湿性啰音。心率105次/分，P₂＞A₂。行CTPA示右下肺动脉内充盈缺损。该患者宜采取的治疗措施首选？可能的治疗方案包括：口服华法林、静脉滴注rt-PA、肺动脉内注射尿激酶、皮下注射低分子肝素、手术取栓。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "皮下注射低分子肝素"}
{"query": "30mmHg，除扩容治疗外，此时应首选的治疗措施为？可能的治疗方案包括：应用糖皮质激素、持续高浓度吸氧、持续低浓度吸氧、静脉应用抗生素、机械通气。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "机械通气"}
{"query": "女，21岁。1型糖尿病8年，平素每日4次（R-R-R-N）胰岛素皮下注射治疗，定期查糖化血红蛋白7.5%～8%，2日前患者受凉后发热，体温37.5℃～38℃，因食欲不佳，自行停用胰岛素，改用阿卡波糖治疗。渐出现恶心。食欲不振，呕吐少量胃内容物，尿中有异味。查体：102次/分。BP90/60mmHg，体重55Kg，轻度脱水貌，精神萎靡，实验室检查：随机血糖25.6mmol/L，血钾4.8mmol/L，血钠144mmol/L，尿糖（++++），尿酮体（+++）；动脉血气分析pH值7.25。该患者目前最佳胰岛素治疗方案是？可能的治疗方案包括：速效胰岛素类似物持续静脉滴注，起始量5.5U/小时、长效胰岛素类似物持续静脉滴注，起始量5.5U/小时、常规人胰岛素持续静脉滴注，起始量11U/小时、恢复4次胰岛素注射治疗，并适当增加剂量、常规人胰岛素持续静脉滴注，起始量5.5U/小时。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "常规人胰岛素持续静脉滴注，起始量5.5U/小时"}
{"query": "copies/mL。最重要的治疗是？可能的治疗方案包括：中药治疗、抗HBV治疗、对症治疗、抗肝纤维化治疗、保肝治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "抗HBV治疗"}
{"query": "女，40岁。左乳外上象限4cm×3cm肿物，距乳头距离5cm，可推动，但病人双手叉腰时肿块活动度明显受限，左腋窝未扪及肿大淋巴结。若该病人确诊为乳腺癌，手术方式应选？可能的治疗方案包括：乳腺癌根治术、乳腺癌扩大根治术、保留胸大小肌的乳腺癌改良根治术、保留胸大肌，切除胸小肌的乳腺癌改良根治术、保留乳房的乳腺癌切除术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "乳腺癌根治术"}
{"query": "患者男，45岁，腰椎挫伤后出现排尿困难10年。加重伴排尿中断，间断血尿1年。中断症状在改变体位后可继续排尿，首选的治疗措施是？可能的治疗方案包括：经尿道膀胱肿瘤内切术、经尿道前切除术、经尿道膀胱结石碎石术、抗结核治疗、经尿道腺性膀胱炎电切术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "经尿道膀胱结石碎石术"}
{"query": "女性，41岁，复发性甲亢，甲状腺Ⅱ°肿大，伴双侧叶结节，经丙基硫氧嘧啶治疗2个月，症状明显减轻，但甲状腺无缩小，心率78次/分，血FT3，FT4正常，应采用下述哪项治疗__？可能的治疗方案包括：继续原治疗、手术治疗、加用甲状腺素片、加大丙基硫氧嘧啶用量、减少丙基硫氧嘧啶用量。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "手术治疗"}
{"query": "30岁女性，主诉白带增多，检查宫颈外观呈细颗粒状红色区，占整个宫颈面积的2/3，本例恰当处置应是（ ）。？可能的治疗方案包括：局部活检+局部药物腐蚀+全身消炎、阴道放置药物、物理疗法、宫颈锥形切除、局部消炎后，局部活检，若为阴性，则物理疗法。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "局部消炎后，局部活检，若为阴性，则物理疗法"}
{"query": "G1P0，孕37周，骨盆外测量：骶耻外径18.5cm，髂前上嵴间径23cm，坐骨结节间径7.5cm，坐骨结节间径＋出口后矢状径之和为14cm。肛诊：骶骨板弯曲好，骨盆内聚，坐骨棘间径约9cm，骶坐切迹可容1+指，胎儿估计3000g，儿头浮，胎心140次/分。入院后行内诊检查：宫口开5cm，宫颈周边轻度水肿，人工破膜，羊水Ⅱ度粪染，胎心120次/分，此时最适宜的处理是下列何项？可能的治疗方案包括：即行胎儿电子监护及头皮血pH测定、人工破膜+催产素静脉点滴加速产程、即刻剖宫产术、肌注哌替啶100mg、执行第二产程助产。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "即刻剖宫产术"}
{"query": "局麻药中毒引起惊厥和抽搐时，下列措施错误的是？可能的治疗方案包括：立即停止给药、立即静注苯妥英钠、立即静注硫喷妥钠、立即在肌松的条件下行气管插管人工通气、各种支持疗法维持呼吸和循环。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "立即静注苯妥英钠"}
{"query": "男，12岁，体育锻炼时不慎摔倒，左肘着地，局部肿痛，畸形，左肘活动受影响，经诊断为伸直型肱骨髁上骨折。最恰当的治疗是？可能的治疗方案包括：手法复位和后侧石膏托固定、持续骨牵引、切开复位内固定、手法复位和胶带皮肤牵引、手法复位和小夹板固定。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "手法复位和后侧石膏托固定"}
{"query": "男性，25岁，左侧眼部、颞部疼痛，伴左侧流泪和流涕。头痛多发生在夜间，反复发作5-6周后可缓解数月治疗措施不应包括？可能的治疗方案包括：睡前服用麦角胺咖啡因、服用镇静剂、服用钙通道拮抗剂、手术治疗、预防性用药。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "手术治疗"}
{"query": "患者，女性，20岁。6岁时偶然发现下唇有点状黑斑，随年龄增长渐增多增大，10岁时左手指相继出现棕褐色斑点，16岁时因经常腹部不适，用多种药物治疗无效。胃镜检查发现空肠腔内多发性息肉。 遗传病的治疗不包括？可能的治疗方案包括：外科治疗、内科治疗、基因治疗、干细胞治疗、体外治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "体外治疗"}
{"query": "女性，40岁，上腹部隐痛7个月，发现上腹部包块2个月余。腹部探查见：胃窦部有一6cm×5cm肿块，与胰腺浸润固定，左、右肝叶均可扪及1.5cm×1.5cm大小结节。此病人应行？可能的治疗方案包括：姑息性胃肿瘤切除术、部腹探查后关腹、胃癌根治术、胃空肠吻合术、胃癌根治及肝叶切除。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "胃空肠吻合术"}
{"query": "26岁，初产妇，妊娠39周，规律宫缩18小时，肛查宫口8cm，先露0，胎膜未破。腹部触诊为头先露，宫缩时宫体部不硬。持续30秒，间隔5分钟。胎心136次／分，B型超声检查示胎儿双顶径为9.0cm。若破膜后发现羊水为棕黄色，最合适的处理是？可能的治疗方案包括：严密观察产程，等待自然分娩、立即剖宫产、小剂量滴注催产素、持续吸氧，等待宫口开全、产钳助娩。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "立即剖宫产"}
{"query": "患者男，25岁，1天前被他人拳头击伤右眼，伤后右眼视力下降明显。既往全身健康。全身检查未见异常。眼科专科检查：左眼检查未见明显异常；右眼眼睑中度肿胀，结膜混合性充血，角膜上皮水肿，前房cell（+），Tyn（+），可见少许玻璃体，晶状体半脱位嵌顿于瞳孔区，眼底模糊可见视网膜平伏。眼压检查右眼T+2。可能采取的手术方式是？可能的治疗方案包括：晶状体、玻璃体全部切除术、晶状体超声乳化术、晶状体切除联合前部玻璃体切割术、全玻璃体切割术，将晶状体复位、晶状体囊内摘除术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "晶状体切除联合前部玻璃体切割术"}
{"query": "男性，67岁，无痛性肉眼全程血尿5个月。膀胱镜检查：膀胱前壁见一大小约2．0cm×2．5cm暗红色肿瘤，基底部较宽、活动性差。表面有钙盐附着，周围粘膜充血。排泄性尿路造影：上尿路无异常。该患者首选的治疗方法是？可能的治疗方案包括：经尿道膀胱肿瘤切除术、膀胱全切除术、膀胱部分切除术、开放性膀胱肿瘤切除术、膀胱肿瘤电灼术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "膀胱部分切除术"}
{"query": "男，35岁，消瘦、乏力、怕热、手颤2个月，夜间突然出现双下肢软瘫，急诊查体：神志清，血压140/80mmHg，心率108次/分，律齐，甲状腺轻度增大、无血管杂音。此病人的急诊处理应？可能的治疗方案包括：螺内酯（安体舒通）治疗、纠正电解质紊乱、静脉滴注氯化钾及胰岛素、吡啶斯的明和皮质激素治疗、脱水降颅压治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "纠正电解质紊乱"}
{"query": "新生儿出生体重3.2kg。生后48小时血清总胆红素257mmol/L(15mg/dl)，结合胆红素34.2mmol/L(2mg/dl)。首选治疗方案是？可能的治疗方案包括：光照治疗、抗生素疗法、肌注苯巴比妥钠、换血疗法、应用利尿剂。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "光照治疗"}
{"query": "有关妊娠合并心脏病，下述哪项不正确？可能的治疗方案包括：宫口开全后应避免产妇用力屏气、胎儿娩出后给予镇静剂如度冷丁或吗啡、胎儿娩出后，若子宫收缩不佳，可肌注麦角新碱、如有产后出血，可以输血，但需要注意输血速度、产前、产时有心力衰竭的产妇，产后继续用强心药。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "胎儿娩出后，若子宫收缩不佳，可肌注麦角新碱"}
{"query": "女性，47岁，直肠指诊发现距肛门7cm处环形肿物，术中发现肿物巨大，与盆壁及骶部固定，最适宜的手术是？可能的治疗方案包括：腹会阴联合直肠癌根治术、拉下式直肠癌切除术、经腹直肠癌切除术、乙状结肠造口术、扩大直肠癌根治术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "乙状结肠造口术"}
{"query": "5-初产妇，24岁。孕41周，规律下腹疼痛6小时，骨盆测量正常，胎儿发育正常，胎心率150次/分，枕左前位，宫颈口开大4cm。正确的处理措施是（　）？可能的治疗方案包括：静滴缩宫素加强宫缩、立即剖宫产、等待自然分娩、米索前列醇加强宫缩、静滴硫酸镁抑制宫缩。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "等待自然分娩"}
{"query": "男性，21岁，诊断为原发性肾病综合征，首次治疗，每日用泼尼松60mg，3周后尿蛋白仍为（++++），此时应（　）？可能的治疗方案包括：改为地塞米松、将泼尼松加量到80mg/d、改用环磷酰胺、用原量继续观察、减少泼尼松量到40mg/d，加用免疫抑制。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "用原量继续观察"}
{"query": "男，70岁。反复心悸，头晕和黑曚1个月。査体：BP70/40mmHg，心率36次/分，律齐，心电图示三度房室传导阻滞。为防止患者反复心悸、黑曚,最适宜的治疗措施是？可能的治疗方案包括：静脉滴注异丙肾上腺素、继续观察，暂不处理、口服阿托品、静脉滴注多巴酚丁胺、植入心脏永久起搏器。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "植入心脏永久起搏器"}
{"query": "男，40岁。查体发现“心动过缓”20余年。平时心率45～55次/分，无心悸，无头晕和乏力，无黑蒙和晕厥。运动后心率可达到90次/分。该患者最适宜的处置是？可能的治疗方案包括：口服胺碘酮、暂不治疗，定期随诊、口服阿托品、静脉注射异丙肾上腺素、植入永久起搏器。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "暂不治疗，定期随诊"}
{"query": "男，45岁。5年来每于餐后半小时出现上腹饱胀、疼痛，持续约2个小时后可自行缓解，常有反酸、嗳气、偶有大便颜色发黑。近期行上消化道X线钡剂造影提示胃窦小弯侧1cm大小壁外龛影，边缘光滑。该患者若手术治疗，常采用的术式是？可能的治疗方案包括：胃大部切除术（毕Ⅱ式吻合）、胃大部切除术（毕Ⅰ式吻合）、高选择性迷走神经切断术、全胃切除术、选择性迷走神经切除术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "胃大部切除术（毕Ⅰ式吻合）"}
{"query": "女，44岁。突发右下腹疼痛伴呕吐、停止排气排便6小时。查体：P110次/分，BP120/80mmHg，右侧腹股沟韧带下方卵圆窝处可及半球形包块，压痛明显，不能还纳。下一步处理正确的是？可能的治疗方案包括：立即手术治疗、密切观察病情变化、手法还纳包块、应用吗啡，缓解疼痛、立即扩容补液。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "立即手术治疗"}
{"query": "患者，72岁，心力衰竭，窦性心律，心率98次/分，用洋地黄治疗中出现心动过缓，54次/分，心律齐，首先应给予的处理是？可能的治疗方案包括：停用洋地黄制剂，加钾盐、停用洋地黄制剂，加用苯妥英钠、停用洋地黄制剂，加用阿托品、继续洋地黄治疗、停用洋地黄制剂，观察。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "停用洋地黄制剂，观察"}
{"query": "女性，25岁，因颜面部皮疹、双下肢水肿2年，尿量减少2周入院。查体:BP150/90mmHg，颜面部斑丘疹呈蝶翼样分布，双下肢可凹性水肿。化验:尿沉渣镜检RBC满视野，尿蛋白定量6.5g/d，血清白蛋白27.8g/L，血肌酐254μmol/L。血C3下降，ANA(+)，ds-DNA(+)，Bus:双肾稍大。若肾活检病理为新月体型肾炎，最主要的治疗方案应为？可能的治疗方案包括：口服强的松+环磷酰胺、口服强的松+霉酚酸酯、先静脉甲基强的松龙冲击1～2个疗程，再口服强的松及环磷酰胺、优质低蛋白饮食，控制血压等对症治疗、单纯用环磷酰胺治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "先静脉甲基强的松龙冲击1～2个疗程，再口服强的松及环磷酰胺"}
{"query": "狭窄性腱鞘炎，疗效较好的方法，是：？可能的治疗方案包括：理疗、限制活动和石膏固定、体疗加内服药物、伤湿止痛膏局部贴敷、醋酸强的松龙局部封闭。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "醋酸强的松龙局部封闭"}
{"query": "下述治疗外科感染时抗菌药物的选择原则中错误的是？可能的治疗方案包括：根据诊断选择抗菌药物，因为各种外科感染都有它的主要病原菌；根据脓液的性状、脓液涂片检查来估计病原菌的种类，选用有效抗菌药物、根据脓液和血液细菌培养及抗菌药物敏感试验选择有效药物；根据用药的性能、效果、不良反应、毒性以及药源和费用等全面考虑、根据药物是否易溶、溶解后颜色、给药途径方便与否、药物是否对组织可能有刺激等来选择、可以应用一种抗生素或磺胺类药控制的感染，即不联合应用抗生素；可用窄谱抗生素治疗感染时，即不用广谱的；有数种同样有效的抗菌药物可供选择时，应选用药源充足、价廉和不良反应较小的、在全身情况不良的患者中，应尽量使用杀菌性抗生素来治疗感染，以达到较快的控制感染的目的。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "根据药物是否易溶、溶解后颜色、给药途径方便与否、药物是否对组织可能有刺激等来选择"}
{"query": "急性中毒利尿治疗以下哪项不正确？可能的治疗方案包括：静脉滴注葡萄糖液、静脉注射呋塞米、碳酸氢钠使尿液碱性化、有急性肾衰竭时效果更好、大量饮水。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "有急性肾衰竭时效果更好"}
{"query": "患者女，57岁。耳道溢液伴有耳痛、听力下降3个月余。查体：体温36.4℃，呼吸20次/分，脉搏94次/分，血压120/70mmHg，外耳道见肉芽样新生物，质脆易出血，颈深上淋巴结肿大。如果完善相关检查没有肝脏、骨等远处转移，最合适的治疗策略是？可能的治疗方案包括：单纯放射治疗、B•同步放化疗、乳突凿开术、乳突凿开术+颈淋巴结清扫术、颞骨次全切除术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "乳突凿开术+颈淋巴结清扫术"}
{"query": "女性，25岁。四肢无力2周，朝轻夕重，疲劳加重，新斯的明试验（+），胸部CT提示胸腺增生，诊断为重症肌无力，首选的治疗措施应为？可能的治疗方案包括：泼尼松治疗、胸腺切除、吡啶斯的明治疗、胸腺放射治疗、环磷酰胺治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "吡啶斯的明治疗"}
{"query": "某老年人跌倒后，右髋疼痛，步行到医院，X线片显示外展型嵌插型股骨颈骨折，正确的治疗方法是？可能的治疗方案包括：夹板固定、髋“人”字石膏固定、立即手术三刃钉内固定、持续皮牵引固定6-8周、皮牵引6-8周后，三刃钉内固定。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "持续皮牵引固定6-8周"}
{"query": "男性，43岁。有胃痛病史10年。上消化道造影检查发现胃窦部2.0cm龛影，治疗方法应为？可能的治疗方案包括：迷走神经切断术、胃大部切除术、口服西咪替丁、溴甲阿托品治疗、以上都不正确。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "胃大部切除术"}
{"query": "1-女，48岁，进行性痛经5年，服止痛药方能缓解，月经正常。妇检：子宫后位正常大小，活动受限，于子宫后方可及散在结节，触痛（+），附件未及异常，腹腔镜诊断为子宫内膜异位症Ⅲ期？可能的治疗方案包括：腹腔镜下剥出异位囊肿后随访、根治性手术、药物保守治疗、保留卵巢功能的手术辅助药物治疗、保留生育功能手术辅助药物治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "药物保守治疗"}
{"query": "男性，52岁。大便带血1周，肠镜确诊乙状结肠癌，CT发现肝右后叶4cm大小孤立转移灶，治疗选择？可能的治疗方案包括：全身化疗、乙状结肠癌切除+肝动脉灌注化疗栓塞、乙状结肠癌切除+肝脏瘤内注射无水乙醇、乙状结肠癌切除+肝肿瘤射频消融术、乙状结肠癌切除+肝转移癌切除。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "乙状结肠癌切除+肝转移癌切除"}
{"query": "十二指肠球部溃疡患者近2日来每日解成形黑便1次，量约50g，下列哪项组合处理最佳？可能的治疗方案包括：禁食、输液、冷盐水洗胃、雷尼替丁注射、流质、输液、口服去甲肾上腺素、硫糖铝、禁食、输液、口服去甲肾上腺素、雷尼替丁注射、流质、输液、硫糖铝、雷尼替丁口服、禁食、输液、注射酸磺乙胺(止血敏）、雷尼替丁注射。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "流质、输液、硫糖铝、雷尼替丁口服"}
{"query": "男性，30岁，腰痛微热，体质衰弱。查体：腰背角状后突畸形，右髂窝肿胀，近日皮温高，红肿，抽出脓汁黏稠，最好的处理方法是？可能的治疗方案包括：绝对安静卧床休息，抗生素治疗、抽脓后注入抗生素治疗、切开引流，周身抗生素、病灶清除术、脊柱融合术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "绝对安静卧床休息，抗生素治疗"}
{"query": "男性，30岁，右手中、环指肿胀，疼痛1年，X线片显示中、环指近节指骨膨胀性骨吸收，夹杂钙化斑，诊断内生软骨瘤，施刮除植骨术，术后1年复发，进一步的治疗是？可能的治疗方案包括：肿瘤段切除植骨术、肿瘤段切除人工关节置换术、放射治疗、截指术、刮除植骨术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "刮除植骨术"}
{"query": "男性，30岁，枪伤后，右上臂反常活动，其远端未触及动脉搏动，不能主动伸腕伸指，需立即？可能的治疗方案包括：清创固定，修复血管、伤口清创，骨牵引、清创内固定、加压包扎，观察血循环、闭合创口，夹板外固定。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "清创固定，修复血管"}
{"query": "女性，30岁，风心病史5年，今日经常出现夜间阵发性呼吸困难。查体血压120/85mmHg，心率88次/分，心律规整，胸骨左缘第4肋间闻及开瓣音，心尖部闻及隆隆样舒张期杂音。超声心动图示二尖瓣狭窄，瓣口面积0.9cm2，瓣下腱索无明显增厚粘连及钙化，治疗宜选？可能的治疗方案包括：开胸壁式分离术、人工瓣膜置换术、经皮球囊二尖瓣成形术、开胸直视分离术、强心药物治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "经皮球囊二尖瓣成形术"}
{"query": "女性，36岁。12小时前右拇指末节指腹尺侧被机器切削，软组织缺损1.6cm×2cm，指骨外露，创面污染。应采取的处理方法是？可能的治疗方案包括：清创后一期中厚皮片游离植皮、清创后末节短缩缝合、清创后一期示指岛状皮瓣植皮、清创后人造皮或凡士林纱布暂时覆盖，72小时后再次清创，示指岛状皮瓣植皮、清创后游离皮瓣植皮。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "清创后人造皮或凡士林纱布暂时覆盖，72小时后再次清创，示指岛状皮瓣植皮"}
{"query": "关于协调性宫缩乏力的处理原则错误的是？可能的治疗方案包括：支持疗法、加强子宫收缩、加强第二产程的观察、静脉快速滴注缩宫素、预防产后出血。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "静脉快速滴注缩宫素"}
{"query": "患儿，男，9个月。单纯母乳喂养，从未添加辅食，近来表情呆滞，面色蜡黄，舌面光滑，有轻微震颤，肝肋下4cm，实验室检查：血红蛋白90g/L、红细胞2× 1012/L，血清维生素B12降低，对该患儿的护理措施正确的是？可能的治疗方案包括：绝对卧床休息、口服铁剂、遵医嘱使用维生素B12、给予鼻饲饮食精叶酸食物、及时添加维生素B12和叶酸食物。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "及时添加维生素B12和叶酸食物"}
{"query": "患者，男性，50岁，因严重肝硬化伴门静脉高压症进行脾肾分流术。出院时进行预防上消化道出血的健康指导，最重要的是？可能的治疗方案包括：继续卧床休息、低蛋白、低脂饮食、选择细软、不烫的食物、服用护肝药物、应用维生素K。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "选择细软、不烫的食物"}
{"query": "某患者既往曾有肾小球肾炎史，因病情稳定上班工作。近日，在单位体检时发现血压升高，来医院复查，证实为慢性肾小球肾炎急性发作。为迅速而有效地缓解症状，你考虑下列哪项措施最佳？可能的治疗方案包括：卧床休息、低盐饮食、利尿降压、激素疗法、中医疗法。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "利尿降压"}
{"query": "对门静脉高压症患者食管曲张静脉破裂出血最有效的止血方法是？可能的治疗方案包括：垂体后叶加压素静脉滴注、输新鲜全血、应用各种止血药物、三腔二囊管压迫、去甲肾上腺素加入冷盐水口服。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "三腔二囊管压迫"}
{"query": "患儿，女，7个月。感冒后出现全身皮肤、黏膜散在出血点，多为针尖大小，分布不均，以四肢为多，并有鼻岀血。血化验：血小板20×109/L，红细胞及白细胞正常。诊断为特发性血小板减少性紫癜。该患儿护理措施中错误的是？可能的治疗方案包括：给予肾上腺皮质激素治疗、密切观察患儿呼吸、脉搏、神志等、禁食尖锐、多刺的食物、忌服阿司匹林药物、鼓励患儿多运动。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "鼓励患儿多运动"}
{"query": "下列洋地黄类药物中毒后的处理措施中，不正确的是？可能的治疗方案包括：停用排钾利尿剂、停用洋地黄类药物、补充钾盐、纠正心律失常、对快速性心律失常可用阿托品治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "对快速性心律失常可用阿托品治疗"}
{"query": "患者，女，20岁。头部外伤后2天。患者受伤时立即昏迷，20分钟后清醒，头痛，呕吐2次。半小时前又出现昏迷，检查右侧瞳孔散大，对光反应消失，左侧肢体瘫痪。目前最根本的处理是？可能的治疗方案包括：冬眠低温治疗、应用脱水剂、紧急手术治疗、应用利尿剂、应用糖皮质激素。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "紧急手术治疗"}
{"query": "患者，男，46岁。心肌梗死急诊入院，2小时后，突发意识不清，心电图示各导联P-QRS-T波群消失，代之形态、频率、振幅完全不规则的“波浪状”曲线，频率300次/分，首要的处理措施是？可能的治疗方案包括：吸氧、利多卡因静脉注射、胸外心脏按压、肾上腺素静脉注射、非同步直流电复律。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "非同步直流电复律"}
{"query": "临床治疗肠结核，多采用的方案为？可能的治疗方案包括：长程标准化学治疗，疗程1-1.5年（异烟肼+链霉素+利福平）、短程化学治疗，疗程6-9个月（异烟肼+利福平）、单药长程化学治疗、三药联合化学治疗（异烟肼+利福平+链霉素）、两种抑菌剂联合化学治疗（乙胺丁醇+吡嗪酰胺）。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "短程化学治疗，疗程6-9个月（异烟肼+利福平）"}
{"query": "患者，男，68岁。腹股沟斜疝发生嵌顿5小时来院诊治。诉腹部绞痛、腹胀、呕吐。体查：疝块紧张发硬、压痛明显，不能回纳腹腔，腹膜刺激征明显。目前最主要的处理是？可能的治疗方案包括：手法复位、紧急手术、解痉、镇痛、静脉输液、抗感染、继续观察，暂不处理。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "紧急手术"}
{"query": "某初产妇妊娠34周发生胎膜早破，胎心 140次/分，应立即采取的措施是？可能的治疗方案包括：卧床休息抬高臀部、经腹羊膜腔输液、给予地塞米松、应用抗生素、终止妊娠。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "卧床休息抬高臀部"}
{"query": "缺铁性贫血治疗最重要的是？可能的治疗方案包括：补充铁剂、脾切除、输血治疗、肌内注射维生素B12、病因治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "病因治疗"}
{"query": "女，30岁。G2P1，妊娠60天需终止妊娠，最常用的方法是？可能的治疗方案包括：钳刮术、吸宫术、静脉滴注催产素、利凡诺羊膜腔内注射、药物流产。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "吸宫术"}
{"query": "姜某，女，54岁。因急性溶血并发急性肾衰竭收治入院。24小时尿量150ml，血钾6.5㎜ol/L，血尿素氮27㎜ol/L，下列治疗措施不正确的是？可能的治疗方案包括：予以10%葡萄糖酸钙10到20ml稀释后缓慢静注、输同型库存血400ml、50%葡萄糖液50ml加普通胰岛素10U静脉点滴、钠型离子交换树脂15g口服，每天3次、11.2%乳酸钠100ml缓慢静脉点滴。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "输同型库存血400ml"}
{"query": "孕妇26岁，妊娠9周，既往日常活动即感心悸，近1周夜间常因胸闷需坐起。检查：心率120次/分，呼吸24次/分，肺底部有湿啰音，心界向左扩大，双下肢水肿（+）。其正确的处理是？可能的治疗方案包括：积极治疗，控制病情，继续妊娠、加强监护至产后42天、立即终止妊娠、控制心力衰竭后终止妊娠、观察病情变化若再出现心力衰竭，考虑终止妊娠。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "控制心力衰竭后终止妊娠"}
{"query": "患者，女性，42岁。晨练时突发下腹疼痛入院，经检查怀疑为卵巢囊肿蒂扭转，此时正确的处理为？可能的治疗方案包括：尽快手术恢复扭转的肿瘤、立即准备行患侧肿瘤剥除术、尽快手术钳夹肿瘤蒂部后切除肿瘤和蒂、改变体位，纠正扭转、卧床休息，随访观察。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "尽快手术钳夹肿瘤蒂部后切除肿瘤和蒂"}
{"query": "患者，女性，37岁。因阴道有块状物脱出就诊，妇科检查见部分宫体与宫颈外露于阴道口，宫颈较长。此患者恰当的处理措施为？可能的治疗方案包括：阴道前后壁修补术、曼氏手术、经阴道全子宫切除及阴道前后壁修补术、经腹全子宫切除术、阴道纵隔成形术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "曼氏手术"}
{"query": "王某，男，15岁。一周前露营时，被小虫叮咬。2天前出现高热、头痛、全身酸痛，会阴部可见一焦痂。诊断为恙虫病。该病人首要的处理措施是？可能的治疗方案包括：物理降温、氯霉素治疗、利巴韦林（病毒唑）治疗、甘露醇脱水治疗、外科换药。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "氯霉素治疗"}
{"query": "改善呼吸功能的措施不包括？可能的治疗方案包括：加强气道管理、给氧、应用呼吸兴奋剂、机械通气、使用利尿剂。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "使用利尿剂"}
{"query": "要达到输精管结扎术后无需进行避孕，必须？可能的治疗方案包括：术后卧床休息1~2周、术中用0.01%醋酸苯汞或1:3000苯扎溴铵行精囊灌注、术后定期注射雌激素、术后伤口进行冷敷、术中进行输精管冲洗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "术中用0.01%醋酸苯汞或1:3000苯扎溴铵行精囊灌注"}
{"query": "患者，男性，42岁，慢性肾盂肾炎史20年，3年前诊断为慢性肾功能不全。近3天出现尿少。血尿素氮36mmol/L，血肌酐792/μmol/L。其最佳治疗为？可能的治疗方案包括：透析治疗、饮食治疗、氨基酸疗法、氧化淀粉治疗、强力利尿治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "透析治疗"}
{"query": "患者，女性，48岁，农妇。因疑侵蚀性葡萄胎行子宫切除，见子宫肌壁间有水泡样物，镜下见滋养细胞增生活跃。本例正确处理应是？可能的治疗方案包括：抗生素治疗、免疫疗法、放射治疗、化学药物治疗、继续随访观察。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "化学药物治疗"}
{"query": "促进长期卧床患者排痰的简单有效措施是？可能的治疗方案包括：负压吸引、体液引流、提高机体免疫力、药物祛痰、翻身、叩背。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "翻身、叩背"}
{"query": "女性，72岁，肺心病患者，伴呼吸衰竭、呼吸困难，并咳粉红色泡沫痰，应给予？可能的治疗方案包括：低流量间断给氧、低流量、低浓度持续给氧、加压给氧、高流量、高浓度持续给氧、乙醇湿化给氧。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "乙醇湿化给氧"}
{"query": "对严重浸润性突眼的甲状腺功能亢进症患者的治疗可用？可能的治疗方案包括：放射性131I治疗、甲状腺次全切除术、复方碘溶液、抗甲状腺药物+糖皮质激素+甲状腺片、抗甲状腺药物治疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "抗甲状腺药物+糖皮质激素+甲状腺片"}
{"query": "某老年呼吸衰竭患者，近日咳嗽、咳痰、气促明显，并出现意识不清、发绀、多汗及皮肤湿润温暖。血气分析：pH7.3，PaO26kPa，PaCO210.6kPa。应给予？可能的治疗方案包括：高浓度、高流量持续吸氧、高浓度、高流量间断吸氧、低浓度、低流量间断吸氧、低浓度、低流量持续吸氧、乙醇湿化吸氧。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "低浓度、低流量持续吸氧"}
{"query": "下列不属于阿片类药物依赖性治疗方法的是？可能的治疗方案包括：美沙酮替代治疗、可乐定治疗、东莨菪碱综合治疗、昂丹司琼抑制觅药、心理干预。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "昂丹司琼抑制觅药"}
{"query": "2-负责组织制定国家药物政策和国家基本药物制度的部门是？可能的治疗方案包括：国家卫生和计划生育委员会、人力资源和社会保障部、国家发展和改革委员会、商务部。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "国家卫生和计划生育委员会"}
{"query": "我国国家药品储备的主管部门是？可能的治疗方案包括：卫生部、国家食品药品监督管理局、国家发展和改革委员会、国家食品药品监督管理局和卫生部、国家工业和信息化管理部门。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "国家工业和信息化管理部门"}
{"query": "批准医疗机构因临床急需进口少量药品的是？可能的治疗方案包括：国务院药品监督管理部门、省级药品监督管理部门、设区的市级药品监督管理部门、省级卫生行政部门、国家中医药管理局。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "国务院药品监督管理部门"}
{"query": "《医疗用毒性药品管理办法》发布的部门是？可能的治疗方案包括：全国人大常委会、国务院、卫生部、国家中医药管理局、国家药品监督管理局、国家中医药管理局、卫生部、国家药品监督管理局。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "国务院"}
{"query": "1-临床上为了使药物达到最佳的治疗效果和最小的不良反应，常常在治疗慢性顽固性哮喘时应用糖皮质激素的方法为？可能的治疗方案包括：首剂减半量、隔日疗法、每晚睡前1次给药、早晨1次顿服、吸入给药。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "早晨1次顿服"}
{"query": "患者男，74岁。右耳听力减退20余天，无头痛、鼻塞、血涕等，鼻咽部磁共振平扫加增强示:右侧鼻咽部黏膜增厚，侧陷凹消失，软组织肿块累及咽旁间隙。该患者应选择的治疗是？可能的治疗方案包括：手术、单纯化疗、单纯放疗、同步放化疗、先手术再化疗、先手术再放疗。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "单纯放疗"}
{"query": "患者男，68岁。3年前因直肠癌手术治疗，近来发现大便呈柏油样，连续数天禁肉食，3次大便隐血试验(++++)。如果患者经结肠镜检查后发现原吻合口局部无复发，但全腹部CT检查发现骶骨岬的盆腔复发。应采取的治疗措施是？可能的治疗方案包括：再作根治术、再作姑息性手术、暂时不考虑手术，但仍应积极完善其他检查以明确患者大便隐血的具体原因、分期手术、作“三明治”式治疗、以上都不对。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "暂时不考虑手术，但仍应积极完善其他检查以明确患者大便隐血的具体原因"}
{"query": "对一口服有机磷农药中毒的患者，下列抢救措施中错误的是？可能的治疗方案包括：迅速洗胃、及早、足量、反复注射阿托品、待阿托品疗效不好时，加用氯解磷定、吸氧、硫酸镁导泻。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "待阿托品疗效不好时，加用氯解磷定"}
{"query": "3个月女婴，口服脊髓灰质炎疫苗后出现轻微腹泻，大便一天3次，黄色，稀糊状。精神饮食可，以下哪项处理合适？可能的治疗方案包括：口服抗生素、暂不需用药，继续观察、停止母乳喂养，改为喂米汤、去医院输液、口服止泻药。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "暂不需用药，继续观察"}
{"query": "以下哪项不是新生儿缺血缺氧性脑病的治疗方法？可能的治疗方案包括：供氧、苯巴比妥控制惊厥、青霉素抗感染、脱水剂、康复干预。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "青霉素抗感染"}
{"query": "急性肾炎合并急性肾衰竭，持续尿闭阶段，下述处理中哪一项不妥？可能的治疗方案包括：可多次使用利尿合剂或甘露醇，以促进利尿、严格限制液体入量、处理高血钾、防治氮质血症、纠正酸中毒。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "可多次使用利尿合剂或甘露醇，以促进利尿"}
{"query": "男性，35岁，2小时前施工中墙倒塌，左侧身体受压，体检：神尚清，四肢湿冷，血压偏低，脉率增快，全腹压痛，以左上腹明显。胸片：左第8〜10肋骨骨折，未见气胸。如诊断明确，抢救措施是？可能的治疗方案包括：输血输液、镇静，吸氧，观察生命体征、固定胸壁、输液，心电监护、抗休克同时剖腹检查。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "抗休克同时剖腹检查"}
{"query": "防治刺激性气体所致肺水肿的关键措施是？可能的治疗方案包括：卧床休息、吸氧和雾化吸入中和剂、早期、足量应用糖皮质激素、控制感染、止咳、化痰。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "早期、足量应用糖皮质激素"}
{"query": "出现全脊髓麻醉时的处理要点是？可能的治疗方案包括：静脉注射呼吸兴奋剂、经鼻管给氧吸入、皮下注射肾上腺索、快速输液补充血容量、立即进行心肺复苏。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "立即进行心肺复苏"}
{"query": "孕1产0，孕39周，不规则宫缩2d。阴道少许见红，查血压18.0／12.0kPa(145/90mmHg)，尿蛋白(+)，宫高35cm，腹围100cm，胎心音脐左下150次/分，胎背在左侧腹扪及，宫缩30s，间隔4min，肛查宫口容指。胎心监护出现早期减速。临产22h检查，宫缩45s，间隔3min，胎心监护示胎心率基线168次／分，频繁晚期减速，胎膜已破，羊水黄绿色，血压20.0／13.3kPa(150/ 100 mmHg)，阴道检查宫口开全，先露+3，胎方位LOA。正确的处理是？可能的治疗方案包括：静滴硫酸镁、即刻产钳术、急症剖宫产、静滴肼苯达嗪、静脉推注葡萄糖＋维生素C。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "即刻产钳术"}
{"query": "肺心病患者高度水肿PaCO27．98KPa（60mmHg），心率114次／分，下列哪种治疗较为合理？可能的治疗方案包括：洋地黄化，并用少量镇静剂、毒毛旋花子苷K静注，并用乙酰唑胺、毛花苷C静注，并用普萘洛尔、洋地黄化，并用地塞米松、毒毛旋花子苷K静注，临时使用少量利尿剂。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "毒毛旋花子苷K静注，临时使用少量利尿剂"}
{"query": "男25岁，节律性间断上腹隐痛3年，加重2天。10小时前开始黑便3次，量约1000克左右，P120次/分，Hb90g／L，首选下列哪种治疗？可能的治疗方案包括：大量输液、输右旋糖酐、外科手术、急诊内镜止血、输血、补液。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "输血、补液"}
{"query": "女性，60岁，因突发性右上腹病8小时入院。查体：体温38．5℃，心率90次／分，血压110／80 mmHg，右上腹压痛，肌紧张、反跳痛，WBC 16X10 9儿。B超提示胆囊增大壁厚，内有结石多个，胆总管直径1.2cm，拟行急诊手术。此病人应选择的手术方式是？可能的治疗方案包括：胆囊切除术、胆囊切除加总胆管探查术、胆囊造瘘术、胆肠吻合术、PTCD。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "胆囊切除加总胆管探查术"}
{"query": "男性，56岁，突发右下肢疼痛无力2小时。查体：P 104次/分，律绝对不齐，右下肢苍白，皮温发凉，动脉搏动未触及。首选治疗为？可能的治疗方案包括：导管造影溶栓、经皮腔内血管成形术、高压氧治疗、经股动脉切开取栓术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "经皮腔内血管成形术"}
{"query": "下列哪项不是呼吸性碱中毒的治疗措施？可能的治疗方案包括：用药物阻断其自主性过度通气、增加呼吸道死腔、积极治疗原发病、静脉滴注盐酸改善碱中毒。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "静脉滴注盐酸改善碱中毒"}
{"query": "女性，75岁，因车祸来院。査体：右下肢外旋、短缩畸形，X线平片示：右股骨颈头下型骨折，部分移位。既往有高血压，服药控制在130~140/80~90mmHg。最适宜的治疗方法是？可能的治疗方案包括：右下肢持续牵引、对症治疗、切开复位内固定、手法复位，石膏固定、人工关节置换。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "人工关节置换"}
{"query": "肺心病患者高度水肿PaCO27．98KPa（60mmHg），心率114次／分，下列哪种治疗较为合理？可能的治疗方案包括：洋地黄化，并用少量镇静剂、毒毛旋花子苷K静注，并用乙酰唑胺、毛花苷C静注，并用普萘洛尔、洋地黄化，并用地塞米松、毒毛旋花子苷K静注，临时使用少量利尿剂。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "毒毛旋花子苷K静注，临时使用少量利尿剂"}
{"query": "男25岁，节律性间断上腹隐痛3年，加重2天。10小时前开始黑便3次，量约1000克左右，P120次/分，Hb90g／L，首选下列哪种治疗？可能的治疗方案包括：大量输液、输右旋糖酐、外科手术、急诊内镜止血、输血、补液。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "输血、补液"}
{"query": "女性，60岁，因突发性右上腹病8小时入院。查体：体温38．5℃，心率90次／分，血压110／80 mmHg，右上腹压痛，肌紧张、反跳痛，WBC 16X10 9儿。B超提示胆囊增大壁厚，内有结石多个，胆总管直径1.2cm，拟行急诊手术。此病人应选择的手术方式是？可能的治疗方案包括：胆囊切除术、胆囊切除加总胆管探查术、胆囊造瘘术、胆肠吻合术、PTCD。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "胆囊切除加总胆管探查术"}
{"query": "男性，56岁，突发右下肢疼痛无力2小时。查体：P 104次/分，律绝对不齐，右下肢苍白，皮温发凉，动脉搏动未触及。首选治疗为？可能的治疗方案包括：导管造影溶栓、经皮腔内血管成形术、高压氧治疗、经股动脉切开取栓术。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "经皮腔内血管成形术"}
{"query": "下列哪项不是呼吸性碱中毒的治疗措施？可能的治疗方案包括：用药物阻断其自主性过度通气、增加呼吸道死腔、积极治疗原发病、静脉滴注盐酸改善碱中毒。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "静脉滴注盐酸改善碱中毒"}
{"query": "女性，75岁，因车祸来院。査体：右下肢外旋、短缩畸形，X线平片示：右股骨颈头下型骨折，部分移位。既往有高血压，服药控制在130~140/80~90mmHg。最适宜的治疗方法是？可能的治疗方案包括：右下肢持续牵引、对症治疗、切开复位内固定、手法复位，石膏固定、人工关节置换。请从上述治疗方案中选择最正确的一个。（注意，请只输出治疗方案名称，不要给解释！）", "response": "人工关节置换"}
