{"text":"Learning Disability Super League Launched\nWed 13 Feb League\nSuper League (Europe) and the Rugby Football League (RFL) have partnered with the national social care charity Community Integrated Care to form a ground-breaking inclusive sports programme for people with learning disabilities and autism.\nThe 'Community Integrated Care Learning Disability Super League' will give people with learning disabilities the opportunity to play an adapted version of Rugby League, in a series of high-profile festivals and events. The programme aims to promote the development of skills, confidence and positive experiences for people with learning disabilities, and make a major statement about social inclusion. This world-first initiative is the first ever example of a professional sports league sharing its brand with a learning disability sports programme.\nThe inclusive competition has been supported by eleven founder clubs, who have established or will be developing Learning Disability Rugby League teams: Castleford Tigers, Huddersfield Giants, Hull KR, Leeds Rhinos, Newcastle Thunder, Salford Red Devils, St Helens, Wakefield Trinity, Warrington Wolves, Widnes Vikings, Wigan Warriors and York City Knights.\nLearning Disability Rugby League is a specially adapted non-competitive game, which focuses on encouraging participation and skills development. To support the success of this programme, Community Integrated Care is providing specialist training to all participating clubs, as well as direct investment into the sport.\nThe programme is set to launch at the Betfred Super League's Dacia Magic Weekend event, which takes place at Anfield Stadium, Liverpool, on 25-26th May 2019. This will provide one of the biggest ever crowds for a learning disability sport event.\nThe initiative was revealed today at Community Integrated Care's Annual Conference, which took place at Old Trafford, the home of Manchester United. The launch event was hosted by Sky Sports presenters Terry O'Connor and Brian Carney. It featured contributions from Warrington Wolves hooker Danny Walker, Leeds Rhinos forward Jamie Jones-Buchanan, Wigan Warriors second-row, Willie Isa, and St Helens prop, Luke Douglas, who have all signed up as Ambassadors for the programme, having proudly supported LDRL initiatives or the charity Community Integrated Care in the past.\nCommunity Integrated Care is one of Britain's biggest and most successful social care charities, supporting over 3500 people who have learning disabilities, autism, mental health concerns and dementia across England and Scotland. The charity has developed several pioneering sports and social care programmes, including initiatives with leading Rugby League clubs that have been recognised at the National Dementia Care Awards, 3rd Sector Care Awards and the Great British Care Awards.\nThis announcement is part of a wider strategic partnership between Community Integrated Care, the Super League and the RFL, which aims to develop and enhance the community programmes provided by the sport to people with care and support needs. As the Official Social Care Partner of the sport, the charity will be leading the development of a range of programmes that will use Rugby League to transform the lives of people who require care and support.\nRobert Elstone, CEO of Super League, said: \"I would like to thank Community Integrated Care for presenting this ground-breaking opportunity to Super League. The passion and commitment shown to date to get this project underway bodes well for a partnership that will reward all participants in so many ways. Not only will this deliver amazing opportunities for all the players, and experiences that will live in the memory for lifetimes, it will also endorse everything that Super League stands for.\nOur Clubs sit at the heart of proud communities and bring people together every day of the year. The Community Integrated Care Learning Disability Super League will widen that reach and amplify these special qualities.\"\nRalph Rimmer, the Chief Executive of the RFL, said: \"As a governing body we are extremely proud of our work in developing both Physical Disability and Learning Disability Rugby League over the past 12 months. To have a partner of the calibre of Community Integrated Care come on board is really exciting and they will add real value as we look to develop this format.\nThe work the Club Foundations have done in giving players with a learning disability the chance to experience Rugby League has been first class and we look forward to working with Super League, Club Foundations and Community Integrated Care to continue to deliver some unprecedented playing opportunities.\"\nMark Adams, CEO of Community Integrated Care, says: \"We believe that this collaboration will become one of the most significant inclusive sports programmes in the world. This initiative gives people with learning disabilities an unparalleled platform to stay active, make friends, develop skills and achieve their dreams. By providing people with the opportunity to represent the clubs that they love, become Super League players, and be part of the game's biggest events, such as Magic Weekend, the sport is not only changing people's lives but also making a powerful statement about the inclusiveness and values of Rugby League.\n\"As the Official Social Care partner of the sport, we are looking forward to working with the sport to changing the lives of thousands of people with learning disabilities, mental health concerns, autism and dementia.\n\"We would like to commend the Super League, RFL, all participating clubs, and the players and legends who have signed up as Ambassadors, for their vision and passion for this programme.\"\nSt.Helens LDRL face Wigan Warriors LDRL this Sunday at Robin Park. 3pm kick off\nThis is the first game of the Community Integrated Care Learning Disability Super League so come on down and support the saints!\nRobin Park Leisure Centre\nLoire Drive\nWN5 0UL\nSee whats it all about here.\nWatch J.P, A current LDRL saint. check out his story here.\nWed 22 May League\nSuper League and Betfred announce record deal\n3 months ago Club\nNew refereeing rules in place with immediate effect\n5 months ago League\nMan Of Steel Panel Announced"}
{"text":"Follow FIRE\nFIRE > Justices > Byron White\nMajority Opinions Authored by Justice Byron White\nFRAZEE v. ILLINOIS DEPARTMENT OF EMPLOYMENT SECURITY et al., 489 U.S. 829 (1989)\nThe Illinois Unemployment Insurance Act provides that \"[a]n individual shall be ineligible for benefits if he has failed, without good cause, either to apply for available, suitable work when so directed . . . or to accept suitable work when offered him . . . .\" Ill. Rev. Stat., ch. 48, ¶ 433 (1986). In April 1984, William Frazee refused a temporary retail position offered him by Kelly Services because the job would have required him to work on Sunday. Frazee told Kelly that, as a Christian, he could not work on \"the Lord's day.\" Frazee then applied to the Illinois Department of Employment Security for unemployment benefits claiming that there was good cause for his refusal to work on Sunday. His application was denied. Frazee appealed the denial of benefits to the Department of Employment Security's Board of Review, which also denied his claim. The Board of Review stated: \"When a refusal of work is based on religious convictions, the refusal must be based upon some tenets or dogma accepted by the individual of some church, sect, or denomination, and such a refusal based solely on an individual's personal belief is personal and noncompelling and does not render the work unsuitable.\" *831 App. 18-19. The Board of Review concluded that Frazee had refused an offer of suitable work without good cause. The Circuit Court of the Tenth Judicial Circuit of Illinois, Peoria County, affirmed, finding that the agency's decision was \"not contrary to law nor against the manifest weight of the evidence,\" thereby rejecting Frazee's claim based on the Free Exercise Clause of the First Amendment. Id., at 23.\nGRAVEL v. UNITED STATES, 408 U.S. 606 (1972)\n408 U.S. 606 (1972) GRAVEL v. UNITED STATES. No. 71-1017. Supreme Court of United States. Argued April 19-20, 1972. Decided June 29, 1972.[*] CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIRST CIRCUIT.*607 Robert J. Reinstein and Charles L. Fishman argued the cause for petitioner in No. 71-1017 and for respondent... Read more\nHAZELWOOD SCHOOL DISTRICT et al. v. KUHLMEIER et al., 484 U.S. 260 (1988)\nThree former editors of the Spectrum, a student newspaper run as part of a journalism class and funded by the Board of Educators, sued after the principal removed two articles from the May 1983 issue that described student experiences with pregnancy and divorce. The principal believed that the students interviewed and parents discussed in the articles could be identified and found the discussions of birth control and sexual activity inappropriate for younger students.\nHEFFRON, SECRETARY AND MANAGER OF THE MINNESOTA STATE AGRICULTURAL SOCIETY BOARD OF MANAGERS, et al. v. INTERNATIONAL SOCIETY FOR KRISHNA CONSCIOUSNESS, INC., et al., 452 U.S. 640 (1981)\nA rule (Rule 6.05) of the Minnesota Agricultural Society (Society), a Minnesota public corporation that operates the annual state fair, provides that sale or distribution of any merchandise, including printed or written material, except from a duly licensed location on the fairgrounds shall be a misdemeanor. As Rule 6.05 is construed and applied by the Society, all persons, groups, or firms desiring to sell, exhibit, or distribute materials during the fair must do so only from fixed locations. However, the Rule does not prevent organizational representatives from walking about the fairgrounds and communicating the organization's views to fair patrons in face-to-face discussions. Space in the fairgrounds is rented in a nondiscriminatory fashion on a first-come, first-served basis, and Rule 6.05 applies alike to nonprofit, charitable, and commercial enterprises. Respondents, International Society for Krishna Consciousness, Inc. (ISKCON), an organization espousing the views of the Krishna religion, and the head of one of its temples filed suit in a Minnesota state court against state officials, seeking declaratory and injunctive relief on the ground that Rule 6.05, on its face and as applied, violated their First Amendment rights. ISKCON asserted that the Rule suppressed the practice of Sankirtan, a religious ritual that enjoins its members to go into public places to distribute or sell religious literature and to solicit donations for the support of the Krishna religion. The trial court upheld the constitutionality of Rule 6.05, but the Minnesota Supreme Court reversed.\nHERBERT v. LANDO et al., 441 U.S. 153 (1979)\nBy virtue of the First and Fourteenth Amendments, neither the Federal nor a State Government may make any law \"abridging the freedom of speech, or of the press . . . .\" The question here is whether those Amendments should be construed to provide further protection for the press when sued for defamation than has hitherto been recognized. More specifically, we are urged to hold for the first time that when a member of the press is alleged to have circulated damaging falsehoods and is sued for injury to the plaintiff's reputation, the plaintiff is barred from inquiring into the editorial processes of those responsible for the publication, even though the inquiry would produce evidence material to the proof of a critical element of his cause of action.\nLAMB'S CHAPEL AND JOHN STEIGERWALD v. CENTER MORICHES UNION FREE SCHOOL DISTRICT et al., 508 U.S. 384 (1993)\nThe school district of Center Moriches, New York, adopted rules that permitted its facilities to be used for social, civic, and recreational purposes, but that prohibited any group from using the facilities for religious purposes. Lamb's Chapel, an evangelical church, applied for permission to show a six-part film series in one of the buildings. The series presented a religious perspective on family issues and child rearing. The school district denied the application, relying on the prohibition against using the facilities for religious purposes. Lamb's Chapel sued in federal court, but both the trial court and the Second Circuit Court of Appeals found in favor of the school district. A government is not obligated to make its non-public facilities available for use by the general public. Even when it does so, it may limit the purposes for which the facilities may be used. The government may not, however, deny access to the facilities based upon the viewpoint of the person who seeks access to them.Cornelius v. NAACP Legal Defense and Ed. Fund, 473 U.S. 788 (1985). A government may deny access to a religious group if allowing access would violate the First Amendment's prohibition against establishing a religion. One test for evaluating whether the Establishment Clause is being violated is set forth in Lemon v. Kurtzman, 403 U.S. 602 (1971)  -  whether the challenged governmental action has a secular purpose, whether the action has the principal effect of advancing or inhibiting religion, and whether it fosters an excessive entanglement with religion. While never quite repudiated, this test has proven unpopular with many members of the Court.\nMETROMEDIA, INC., et al. v. CITY OF SAN DIEGO, et al., 453 U.S. 490 (1981)\n453 U.S. 490 (1981) METROMEDIA, INC., ET AL. v. CITY OF SAN DIEGO, ET AL. No. 80-195. Supreme Court of United States. Argued February 25, 1981. Decided July 2, 1981. APPEAL FROM THE SUPREME COURT OF CALIFORNIA. *492 Floyd Abrams argued the cause for appellants. With him on the briefs were Theodore B. Olson, Dean... Read more\nMUNRO, SECRETARY OF STATE OF WASHINGTON v. SOCIALIST WORKERS PARTY et al., 479 U.S. 189 (1986)\nThe State of Washington requires that a minor-party candidate for partisan office receive at least 1% of all votes cast for that office in the State's primary election before the candidate's name will be placed on the general election ballot. The question for decision is whether this statutory requirement, *191 as applied to candidates for statewide offices, violates the First and Fourteenth Amendments to the United States Constitution. The Court of Appeals for the Ninth Circuit declared the provision unconstitutional. 765 F. 2d 1417 (1985). We reverse.\nNATIONAL LABOR RELATIONS BOARD et al. v. SEARS, ROEBUCK & CO., 421 U.S. 132 (1975)\nThe National Labor Relations Board (the Board) and its General Counsel seek to set aside an order of the United States District Court directing disclosure to respondent, Sears, Roebuck & Co. (Sears), pursuant to *136 the Freedom of Information Act, 5 U. S. C. § 552 (Act), of certain memoranda, known as \"Advice Memoranda\" and \"Appeals Memoranda,\" and related documents generated by the Office of the General Counsel in the course of deciding whether or not to permit the filing with the Board of unfair labor practice complaints.\nNEW YORK STATE CLUB ASSOCIATION, INC. v. CITY OF NEW YORK et al., 487 U.S. 1 (1988)\nNew York City has adopted a local law that forbids discrimination by certain private clubs. The New York Court of Appeals rejected a facial challenge to this law based on the First and Fourteenth Amendments. We sit in review of that judgment.\nNEW YORK v. FERBER, 458 U.S. 747 (1982)\nThe owner of a bookstore in Manhattan was convicted of promoting a sexual performance of a child by selling two sexually explicit films involving young boys to undercover police officers. New York argued this was in violation of a state criminal statute that prohibits knowingly promoting sexual performances by children under 16 by distributing material which depicts such performances. It also prohibits such materials that are produced out of state.\nOSBORNE v. OHIO, 495 U.S. 103 (1990)\nIn order to combat child pornography, Ohio enacted Rev. Code Ann. § 2907.323(A)(3) (Supp. 1989), which provides in pertinent part:\nPERRY EDUCATION ASSOCIATION v. PERRY LOCAL EDUCATORS' ASSOCIATION et al., 460 U.S. 37 (1983)\nUnder a collective bargaining agreement between the Board of Education of Perry Township, Ind., and Perry Education Association (PEA) as the exclusive bargaining representative for the School District's teachers, PEA was granted access to the interschool mail system and teacher mailboxes in the Perry Township schools. The bargaining agreement also provided that access rights to the mail facilities were not available to any rival union, such as Perry Local Educators' Association (PLEA). PLEA and two of its members filed suit in Federal District Court against PEA and individual members of the School Board, contending that PEA's preferential access to the internal mail system violated the First Amendment and the Equal Protection Clause of the Fourteenth Amendment.\nPOPE et al. v. ILLINOIS, 481 U.S. 497 (1987)\nIn Miller v. California, 413 U. S. 15 (1973), the Court set out a tripartite test for judging whether material is obscene. The third prong of the Miller test requires the trier of fact to determine \"whether the work, taken as a whole, lacks serious literary, artistic, political, or scientific value.\" Id., at 24. The issue in this case is whether, in a prosecution for *499 the sale of allegedly obscene materials, the jury may be instructed to apply community standards in deciding the value question.\nRED LION BROADCASTING CO., INC., et al. v. FEDERAL COMMUNICATIONS COMMISSION et al., 395 U.S. 367 (1969)\nThe Federal Communications Commission (FCC) has for many years imposed on broadcasters a \"fairness doctrine,\" requiring that public issues be presented by broadcasters and that each side of those issues be given fair coverage. In No. 2, the FCC declared that petitioner Red Lion Broadcasting Co. had failed to meet its obligation under the fairness doctrine when it carried a program which constituted a personal attack on one Cook, and ordered it to send a transcript of the broadcast to Cook and provide reply time, whether or not Cook would pay for it. The Court of Appeals upheld the FCC's position. After the commencement of the Red Lion litigation, the FCC began a rulemaking proceeding to make the personal attack aspect of the fairness doctrine more precise and more readily enforceable, and to specify its rules relating to political editorials. The rules, as adopted and amended, were held unconstitutional by the Court of Appeals in RTNDA (No. 717) as abridging the freedoms of speech and press.\nREGAN, SECRETARY OF THE TREASURY, et al. v. TIME, INC., 468 U.S. 641 (1984)\n468 U.S. 641 (1984) REGAN, SECRETARY OF THE TREASURY, ET AL. v. TIME, INC. No. 82-729. Supreme Court of United States. Argued November 9, 1983 Decided July 3, 1984 APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF NEW YORK*643 Elliott Schulder argued the cause for appellants. With him on... Read more\nRENEGOTIATION BOARD v. GRUMMAN AIRCRAFT ENGINEERING CORP., 421 U.S. 168 (1975)\nThe issue in this case is whether certain documents -  documents generated by the Renegotiation Board (Board) and by its Regional Boards in performing their task of deciding whether certain Government contractors have earned, and must refund, \"excessive profits\" on their Government contracts - are \"final opinions\" explaining the reasons for agency decisions already made, and thus expressly subject to disclosure pursuant to the Freedom of Information Act (Act), 5 U. S. C. § 552 (a) (2) (A), or are instead predecisional consultative memoranda exempted from disclosure by § 552 (b) (5). See NLRB v. Sears, Roebuck & Co., ante, p. 132.\nRICHARD A. LYNG, SECRETARY OF AGRICULTURE v. INTERNATIONAL UNION, UNITED AUTOMOBILE AEROSPACE AND AGRICULTURAL IMPLEMENT WORKERS OF AMERICA, UAW, et al., 485 U.S. 360 (1988)\nA 1981 amendment to the Food Stamp Act states that no household shall become eligible to participate in the food stamp program during the time that any member of the household is on strike or shall increase the allotment of food stamps that it was receiving already because the income of the striking member has decreased. We must decide whether this provision is valid under the First and the Fifth Amendments.\nSABLE COMMUNICATIONS OF CALIFORNIA, INC. v. FEDERAL COMMUNICATIONS COMMISSION et al., 492 U.S. 115 (1989)\nThe issue before us is the constitutionality of § 223(b) of the Communications Act of 1934. 47 U. S. C. § 223(b) (1982 ed., Supp. V). The statute, as amended in 1988, imposes an outright ban on indecent as well as obscene interstate commercial telephone messages. The District Court upheld the prohibition against obscene interstate telephone communications for commercial purposes, but enjoined the enforcement of the statute insofar as it applied to indecent messages. We affirm the District Court in both respects.\nSCHAD et al. v. BOROUGH OF MOUNT EPHRAIM, 452 U.S. 61 (1981)\nIn 1973, appellants began operating an adult bookstore in the commercial zone in the Borough of Mount Ephraim in Camden County, N. J. The store sold adult books, magazines, and films. Amusement licenses shortly issued permitting the store to install coin-operated devices by virtue of which a customer could sit in a booth, insert a coin, and watch an adult film. In 1976, the store introduced an additional coin-operated mechanism permitting the customer to watch a live dancer, usually nude, performing behind a glass panel. *63 Complaints were soon filed against appellants charging that the bookstore's exhibition of live dancing violated § 99-15B of Mount Ephraim's zoning ordinance, which described the permitted uses in a commercial zone,[1] in which the store was located, as follows:\nFreedom of Speech & Expression Freedom of Religion Freedom of the Press Freedom of Assembly Freedom of Association Cases on Campus Cases on Campus Featured Homepage Timeline Freedom of Assembly Fees & Permits for Marches, Parades, Rallies Parades Picketing Protests Right to Petition Freedom of Association Freedom of Religion Establishment Free Exercise Government Aid to Religious Schools Religion in Public Schools Freedom of Speech & Expression Advocacy of Violence Anonymous Speech Bar Admission Book Banning and Related Activities Campaign Finance Captive Audience Commercial Speech Compelled Speech Content Neutrality Defamatory Expression Electronic Media Faculty Academic Freedom False but Protected Speech Fighting Words Flag Desecration Gag Orders Government Employment Government Speech Government Subsidized Expression Handbills and Leaflets Hateful Speech Hostile Audiences Indecent Expression Jehovah's Witness Expression Loyalty and Security Loyalty Oath Movie Censorship Nude Dancing Obscenity Sexual Material Prior Restraint Profanity Public Forum and Private Property Secondary Effects Sedition Speech Harmful to Children Speech-Conduct Distinction State Action Doctrine Student Expression in the K-12 Setting Symbolic Speech and Expressive Conduct Threats Time, Place, and Manner Restrictions Freedom of the Press Access to Court Trials Child Porn and the First Amendment Defamation and the Press Electronic Press Fairness Doctrine Parody and Satire Press Freedoms Prior Restraint and Review Sedition Miscellaneous Antitrust Civil Rights First Amendment Cases Contempt Orders Exceptions to First Amendment Freedom of Information Act and similar statutes Invasion of Privacy Labor Laws Miscellaneous Category Overbreadth Doctrine Preferred Position Prisons Search & Seizure Standing Void for Vagueness Doctrine Special Collections 1st Amendment Overview Essays Eugene Volokh Lenny Bruce Cases The First Amendment Salons Tag Conscientious Objectors Intermediate Scrutiny Cases Jurisprudence: Absolutism, Balancing, Ect. Military Political and Electoral Process RICO Cases Securities Regulation Taxes on Expression 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 1998 1997 1996 1995 1994 1993 1992 1991 1990 1989 1988 1987 1986 1985 1984 1983 1982 1981 1980 1979 1978 1977 1976 1975 1974 1973 1972 1971 1970 1969 1968 1967 1966 1965 1964 1963 1962 1961 1960 1959 1958 1957 1956 1955 1954 1953 1952 1951 1950 1949 1948 1947 1946 1945 1944 1943 1942 1941 1940 1939 1938 1937 1936 1935 1934 1933 1932 1931 1930 1929 1928 1927 1926 1925 1924 1923 1922 1921 1920 1919 1918 1917 1916 1915 1914 1913 1912 1911 1910 1909 1908 1907 1906 1905 1904 1903 1902 1901 1900 1899 1898 1897 1896 1895 1894 1893 1892 1891 1890 1889 1888 1887 1886 1885 1884 1883 1882 1881 1880 1879 1878 1877 1876 1875 1874 1873 1872 1871 1870 1869 1868 1867 1866 1865 1864 1863 1862 1861 1860 1859 1858 1857 1856 1855 1854 1853 1852 1851 1850 1849 1848 1847 1846 1845 1844 1843 1842 1841 1840 1839 1838 1837 1836 1835 1834 1833 1832 1831 1830 1829 1828 1827 1826 1825 1824 1823 1822 1821 1820 1819 1818 1817 1816 1815 1814 1813 1812 1811 1810 1809 1808 1807 1806 1805 1804 1803 1802 1801 1800 1799 1798 1797 1796 1795 1794 1793 1792 1791 1790 1789 1788 1787 1786 1785 1784 1783 1782 1781 1780 1779 1778 1777 1776\n215-717-FIRE\n\nMore ways to reach FIRE"}
{"text":"Russia to renew kangaroo meat imports after three year ban\n12 DEC 2012: After a complete three year ban on the import of kangaroo meat due to serious health breaches, Russia has reportedly reached an agreement with Australia's largest kangaroo meat processor, Macro Meats, to renew imports.\nHowever, leaked documents between Macro Meats and its kangaroo shooters have revealed that shooters have been ordered to spray all kangaroo carcasses with acid in an attempt to combat controversial contamination issues.\nThe Russian government announced a total ban on importing kangaroo meat in 2009 after systematic food safety and hygiene violations were found within the industry. Russia had previously accounted for about 76% of Australia's kangaroo meat exports.\nRussian delegates examined kangaroo meat processing recently in a three week visit to Australia. Wildlife Protection Association of Australia has now revealed that in the months leading up to the visit, Macro Meats ordered its shooters to spray the carcasses with acetic acid, despite stating on its website that its \"kangaroo meat is completely free from antibiotics, chemicals, growth hormones or any artificial intervention\". Spokesperson Mark Pearson stated that Russian delegation left Australia with the \"last minute revelation that they had been deceived by industry with misleading reports about hygiene and contamination control.\"\nAcetic acid is used in the preparation of numerous topical medications including wart removal, in ear drops, as an expectorant, liniment and astringent. The Australian Government Department of Sustainability, Environment, Water, Population and Communities states that acetic acid is also used in the manufacturing of a number of chemical compounds, plastics, pharmaceuticals, dyes, insecticides, photographic chemicals, vitamins, antibiotics, cosmetics and hormones among other uses.\nThe Government warns that when acetic acid is ingested it \"may cause severe corrosion of the mouth and gastrointestinal tract, leading to vomiting, diarrhoea, circulatory collapse, kidney failure and death.\"\nThis happens also in spite of the expose shown on Lateline this year of the high levels of contamination and E. Coli being present in supermarket samples of kangaroo meat purchased by Animal Liberation activists. See here.\nWLPA and other animal welfare groups are stunned by this turn of events and remain deeply concerned over how far an industry will go to deceive consumers in an attempt to revive a cruel and out dated practice."}
{"text":"The W. Edwards Deming Center for Quality, Productivity, and Competitiveness \" Deming Cup \" Deming Cup 2010\nThe inaugural Deming Cup Award Dinner took place on October 18, 2010 at Columbia University's Low Rotunda from 6 to 9 pm. We honor Samuel Palmisano, Chairman, President and CEO of IBM, for his outstanding contributions in the area of operations. We truly believe his accomplishments are a model to foster operational excellence practices.\nChairman of the Board, President and Chief Executive Officer\nSam Palmisano is Chairman of the Board, President and Chief Executive Officer of IBM. Mr. Palmisano was appointed to Chief Executive Officer in March 2002 and Chairman in January 2003. Previously, he served as President and Chief Operating Officer.\nHe began his career in 1973 in Baltimore, Maryland. Since then, Mr. Palmisano has held a series of leadership positions during his IBM career, including senior vice president for the Enterprise Systems and Personal Systems groups. Mr. Palmisano also played a key role in creating and leading IBM's Global Services, rising to senior vice president, and building the largest and most diversified IT services organization in the industry. He also served as senior managing director of operations for IBM Japan.\nMr. Palmisano is a graduate of The Johns Hopkins University. In recognition of his leadership role as co-chair of the Council of Competitiveness' National Innovation Initiative, as well as his many business accomplishments, Mr. Palmisano was awarded an Honorary Degree of Doctor of Humane Letters from Rensselaer Polytechnic Institute in September 2005. In July 2006, he was awarded an Honorary Fellowship from the London Business School.\nDownload the Deming Cup Award Ceremony Highlights 2010 (.pdf)\nSamuel Palmisano, Chairman, President and CEO - IBM\nRead his speech(PDF) | Read his bio\nIn this picture Paul O'Neill, 72nd Secretary of the U.S. Treasury, and co-chair of the Deming Cup, congratulates the inaugural recipient, Sam Palmisano, Chairman, IBM."}
{"text":"A Board Gamer's Guide to Marketing Strategy\nBy Joe Judd on February 14, 2017\nIn my free time, I like to play board games. I enjoy the various themes that come with each - saving the world from an outbreak, building rail lines across the U.S. in the early 1900s, capturing treasure from a hidden island before it sinks into the sea and is lost forever, outbuilding your opponents in the middle ages, and working together as superheroes to defeat a villain, to name a few. There are board games that appeal to virtually anyone - even those who are interested in quilting and sewing.\nBut I especially love learning about the different strategies and tactics involved with each game, then putting them into practice. Sure, it doesn't result in a victory every time, but my gameplay definitely improves as I put these tried-and-true methods to work. And I can't help but see the parallels between various board game strategies and my job as a marketing and advertising strategist, like the many twists and turns that one must navigate to reach an objective.\nHere are six marketing strategy tips you can learn from board games (or maybe it's the other way around):\n1. Understand the basics.\nBefore getting started with any board game, it's important to have a thorough understanding of the rules, objectives, and gameplay. Sometimes the rules are simple, but other times they're complicated, 16-page novels where the rules change as the game progresses (yeah, I'm talking about you, Power Grid). As much as possible, it's also good to get a handle on your opponents. Are they board game veterans who purchase the VIP ticket package to Gen Con each year? Or are they casual weekend players? Understanding the basic landscape is critical if you want to compete.\nThe same applies to marketing. Before diving head first into producing web videos, promoting posts on social media, creating brochures and other marketing collateral, or placing print ads in the IBJ, take a step back and understand the basics. What are your business objectives? What are your marketing goals? Who is your audience? What does the competitive landscape look like? What are your competitors doing? Where are your biggest opportunities? Answering these questions and others will lay the foundation as you begin developing your marketing plan and strategy.\n2. Focus your efforts.\nDominion is a deck-building game where players try to build up their hands by adding more money and actions, with the ultimate goal of purchasing victory points. One particular card - Chapel - allows a player to trash up to four cards from his or her hand. I was so confused when I first saw this card, thinking, \"Why would I ever want to permanently get rid of cards from my deck?\" Well, the answer is quite simple. The idea is to continually \"trim the fat\" from your deck in order to make your powerful cards appear more frequently, giving you a lean deck and an effective hand virtually every turn of the game. Donald X. Vaccarino, creator of Dominion, goes so far as to say that \"Chapel is the most powerful Dominion card relative to its cost.\"\nHow does this apply to marketing? Too often, we see small organizations with small marketing budgets trying to accomplish too much and not getting anywhere as a result. They're spreading their resources too thin. With this in mind, it's important to take a hard look at your marketing goals and objectives, your marketing budget, and the tactics you're employing to see how everything stacks up. Every tactic should be directly related to an organizational goal. And if your tactics are all connected in some way, all the better. More on that soon.\n3. Plan ahead.\nIn most games, you have to think multiple turns in advance, and that planning should ideally start before the game does. In Catan, players begin the game by strategically placing settlements and roads on intersections that touch various resources (brick, wood, wool, wheat, and ore). In short, these early placements will affect your entire game and will either help you turn your settlements into sprawling cities or deserted villages. Beyond these initial placements, it's important to think about how you're going to grow your empire, what resources you'll need as the game progresses, and what threats there are from your opponents.\nSimilarly, in marketing, it's good to think through your strategies thoroughly, to have a really good grasp of how they will play out in the world, and to have contingency plans in place should things not go according to the original plan. Most marketing success doesn't happen overnight. It takes careful planning and thoughtful execution over a period of time to gain traction. Which leads me to my next point.\n4. Pick a strategy and stick with it.\nThe winners rarely change strategies mid-game, and the losers usually go into a game not knowing what their strategy is. But a winning strategy takes time to develop and perfect. You've probably heard this before, but I'll say it again: There's no silver bullet in marketing. Marketing takes time to pick up steam. You won't jump to the top of a Google search overnight, nor will you triple your leads in a week's time. But stick with it, and with a sound strategy and the creative to support it you're bound to see success. As a rule of thumb, we suggest monitoring marketing performance and making small tweaks on a monthly basis, with larger adjustments on a quarterly basis.\n5. Remain flexible.\nWhile it's not wise to change your strategy mid-game, it is important to remain flexible. After all, there are tons of things you won't be able to control: the moves your opponents will make, the cards that will be drawn, the number rolled on the dice, or turning up an \"epidemic\" card. You need to have the ability to remain calm and to adapt as these external threats come into play.\nJust as it's important to keep an eye on how these threats shape a board game, it remains equally important in marketing. Ever hear of Murphy's Law? Well, Mr. Murphy tends to hang around the marketing and advertising industry. Things will go wrong: There's a new marketing goal that wasn't a goal just two days prior, board members aren't buying into a particular strategy, or a competitor is rolling out a campaign that's eerily similar to what you've been working on for months. As a marketing professional, it's your job to remain calm, adjust (not change) your strategy, and put a plan in place to overcome these hurdles.\n6. Multiply your efforts.\nIn Dominion, it's possible to build your deck in such a way that the action cards you play allow you to draw and play more cards. If you have the right combination of action cards - usually consisting of Libraries, Markets, and Villages - you can go on playing and drawing cards until you've added a lot of money to your hand. This is called a non-terminal engine strategy.\nIn today's immersive media environment, it's important to have strategies and tactics that go deep. A 15-second pre-roll spot may get a good laugh, but not be likely to trigger an action on its own. If it's good, consumers will inevitably want to see more, and you need to have the content strategy to support that.\nTicket To Ride is a game set at the turn of the 20th century where you're competing to claim railway routes connecting cities throughout North America. The longer the routes, the more points you earn. Once you've fulfilled two or three large routes, say one going East-West and another couple North-South, it becomes much easier to fulfill additional routes later in the game by adding small tracks to the larger, already established routes - giving you a lot more victory points in the end.\nThe bottom line: once you have the foundation in place, consider adding to it. The last thing you want to do is cut corners with a marketing strategy or advertising campaign. Make sure you support your content with more content. If it's any good, your customers will only want more.\nNeed help with your marketing? Give us a shout.\nPosted in: Advertising & Branding\nTagged: board gamescatandominionticket to ride\nFit to Print\nIs Your Agency Full Service or Full of Services?"}
{"text":"France thwarts possible attack, warns of threats\nJacques Brinon\nPARIS (AP)  -  French police have arrested a 15-year-old boy at his Paris home to thwart what they feared was a planned weekend attack, as the prime minister warned on Sunday some 15,000 people in the country could be in the process of being radicalized.\nThe arrest of the teenager on Saturday came two days after police moved in on what the Paris prosecutor says was a group of female \"commandos\" arrested after an aborted attack at Notre Dame Cathedral and another possible attack. Those arrested included a 15-year-old girl, the daughter of one of three women arrested south of Paris.\nA security official said Sunday that France's intelligence services \"detected a threat\" and a judicial official said police moved into action Saturday fearing a planned attack this weekend.\nThe officials weren't authorized to speak publicly about the arrest and asked not to be named. Both said the boy's arrest was not linked to the arrests last week of four women, the 15-year-old daughter of one of the women and a man. So far, one woman has been charged.\nIntelligence agents suspected the boy planned to carry out a knife attack in a public place this weekend, the judicial official said, refusing to name a spot where it was thought the attack might occur. The official said the teenager, born in December 2000, is 15  -  not 16 as officials previously said.\nFrance is in a state of emergency after three attacks this year, including the Bastille Day truck attack in Nice that killed 86 people. That followed two waves of attacks last year, notably the Nov. 13 attacks on restaurants, bars, a concert hall and stadium that left 130 people dead.\nNews of the arrest came shortly after Prime Minister Manuel Valls said Sunday that \"every day attacks are foiled ... (including) as we speak.\"\nValls said nearly 15,000 people in France are being tracked because they are suspected of being in the process of radicalization, while 1,350 are under investigation  -  293 of them for alleged links with a terrorism network.\n\"Today the threat is at a maximum, and we are a target,\" Valls said on Europe 1 radio. \"Every day intelligence services, police foil attacks, dismantle networks, track terrorists.\"\nDespite the tracking, with plots uncovered, \"There will be new attacks. There will be innocent victims,\" the prime minister said.\nThe teenage boy had been placed under house arrest this summer due to France's state of emergency, after a search of his home, the judicial official said. It wasn't known what was found in the search."}
{"text":"DVD|When Hollywood Learned to Talk, Sing and Dance\nDVD | DVDs\nWhen Hollywood Learned to Talk, Sing and Dance\nBy DAVE KEHR JAN. 15, 2010\nAS the snowballing box-office success of \"Avatar\" suggests a paradigm shift in film, it's rewarding to contemplate the last time the movies assumed a new dimension, that of sound.\nThe gradual transition from silent films to talkies took place between 1926 and 1930 and included many small steps  -  both technological developments and adjustments to audience expectations  -  before it was complete. Many of these steps are vividly illustrated by a group of nine early musicals released last month by the Warner Archive Collection, the burn-on-demand division of Warner Home Video.\nThe limited scale of the Archive Collection makes sense for these titles, most of which are in imperfect condition and would not have been suitable for a mass-market home video release. Some were shot in two-color Technicolor and survive only as black-and-white prints that suffer from fuzzy definition and low contrast. Others have their Technicolor sequences intact but are marred by dirt and scratches. All of these films reflect the limitations on sound recording of the time; to modern ears they will seem hollow and tinny.\nThe transition to sound was carried on the backs of two genres, the gangster film and the musical. Gangster films were already in vogue, thanks to the success of Josef von Sternberg's \"Underworld\" (1927), but they flourished when sound introduced the sensational elements of chattering machine guns, screaming tires and, most important, the varied timbres of contemporary American speech, bursting with vivid idioms (\"Aw, go slip on the ice!\") and filtered through every accent known to man.\nEarly talkies seemed to revel in the range and diversity of American English, from the elocutionary exercises of transplanted Broadway stars like Conrad Nagel and Claudette Colbert to the creative manglings practiced by ethnic comedians like Benny Rubin, Stepin Fetchit, Leo Carrillo and Herman Bing. Here is what America sounded like before time and television made Nebraskans of us all.\nMusic, of course, was a key component of the Vitaphone short subjects that, as they began to appear in 1926, probably played the crucial role in establishing sound as an added value for audiences: \"The Jazz Singer,\" for example, was preceded by the 1926 Vitaphone short \"A Plantation Act\" in which Al Jolson performed three songs in blackface and employed his famous signature line, \"You ain't heard nothin' yet.\" Some of the early musical features resemble random collections of shorts strung together  -  isolated musical numbers and comedy bits introduced by masters of ceremonies.\nMost of the studios made revue films as a quick way to get their stars before the microphones  -  and to see who would survive the transition and who would not. The Warner Archive Collection batch includes two of them. MGM's \"Hollywood Revue of 1929\" features many of that studio's fabled roster of contract players  -  John Gilbert, Norma Shearer, Buster Keaton, Joan Crawford, William Haines  -  gamely singing, dancing and performing comedy bits; from Warner Brothers, \"The Show of Shows\" seems almost aggressive in the way it pits the studio's biggest stars of the silent era, including John Barrymore and Rin Tin Tin, against peppy newcomers like Sally Eilers and Chester Morris.\nAnother strain of early musicals consisted of Broadway shows simply transplanted to Hollywood (or Astoria) sound stages and back lots. The Warner Archive Collection includes RKO's 1929 \"Rio Rita,\" a Florenz Ziegfeld hit from 1927 with songs by Harry Tierney and Joseph McCarthy. An operetta with a western theme, the film is at its most awkward when it is straining to be cinematic, by staging the action on a back-lot ranchero; it recovers its fluidity in the final two reels  -  presented here in well-preserved red-and-green Technicolor  -  which take place on a highly stylized interior set representing a gambling ship.\nWarner Brothers persuaded the Broadway favorite Charlotte Greenwood (\"Oklahoma!\") to recreate her 1916 Broadway hit \"So Long Letty\" (1929) for the Vitaphone cameras, with the play's startling wife-swapping plot intact. (Enforcement of the Production Code was almost five years away.)\nThe oddest of this bunch is \"Golden Dawn,\" a transplant of a bizarre 1927 show by Oscar Hammerstein II, Otto Harbach and Emmerich Kalman. The film is set during World War I in a jungle encampment in German East Africa, where captured British officers look on in imperialist frustration as the local savages prepare to sacrifice a white virgin (Vivienne Segal) to their \"grinning, wooden god,\" and Noah Beery, in blackface as a Simon Legree-like overseer, croons a love song to his favorite whip. Filmed entirely in Technicolor, it survives only in black-and-white, which may be just as well.\nThe most fertile of the early forms, though, was the backstage musical. Direct inspiration may have come from the show business plotline of \"The Jazz Singer\" (and of that film's more financially successful follow-up, \"The Singing Fool\"). But the father of all backstage musicals was probably \"Broadway,\" an enormously successful 1926 stage piece by George Abbott and Philip Dunning (brilliantly filmed by Paul Fejos for Universal in 1929, and a movie in dire need of restoration).\nFrom left, Lawrence Gray, Vivian Duncan and Rosetta Duncan in \"It's a Great Life\" (1929). Credit Warner Brothers Entertainment\nBy cutting between the stylized performance space of the stage to the naturalistic drama unfolding in the wings, the backstage musical offered a way of integrating music and dialogue that did not disrupt the established tenets of movie realism. Audience members who may have been tempted to laugh when the jungle girl of \"Golden Dawn\" started crooning the love song \"My Bwanna\" had no trouble accepting show folk doing much the same thing.\n\"On With the Show!,\" directed by the Alan Crosland (\"The Jazz Singer\") and released in 1929, establishes many of the themes that would soon become clichés: the bankrupt producer (Sam Hardy) hustling for money; the temperamental star (Betty Compson); the lovable stage doorman, Dad (Thomas Jefferson); the chorus girl (Sally O'Neil) who goes out there a nobody and comes back a star.\n\"They Learned About Women\" (1930) offers the forgotten vaudeville team of Joe Schenck and Gus Van as baseball players who work as song-and-dance men in the off-season. (A woman comes along and nearly breaks up their act.) \"It's a Great Life\" (1929) presents the equally obscure Rosetta and Vivian Duncan as a pair of performing sisters. (A man comes along and nearly breaks up their act.) Mervyn LeRoy's 1930 \"Show Girl in Hollywood\" is a backstage musical set in a movie studio that also functions as a documentary on early sound technology.\nAs glimpsed in LeRoy's film that technology now seems outlandishly cumbersome. Noisy, clattering contraptions, cameras still had to be isolated in soundproof booths, from which they peered with fixed, telephoto lenses. Because sound mixing was still primitive, and the trick of performing to a recorded \"playback\" had not yet been discovered, live orchestras had to be present off screen to accompany the performers. Musical sequences were performed in continuity, with as many as six cameras (as we see at one point in \"Show Girl\") positioned at different angles, to allow intercutting in the editing room.\nThe results could be visually flat and dramatically stiff, but because no one had yet laid down the rules, there was also a freedom to experiment in the air. For example, in \"It's a Great Life,\" directed by the decidedly nonadventurous Sam Wood, one of the Duncan sisters suddenly \"hears\" the other calling her name from her sickbed in another city, a blatantly nonnaturalistic use of sound that would have been problematical just a year later.\nIntriguingly, as sound grew more naturalistic, the visual element was allowed to become more unreal. Gradually the static camera assuming the position of a spectator in the center of the auditorium unmoors itself and begins to float free, assuming \"impossible\" angles, like overhead shots of the chorus line. And where the production numbers of 1929 mostly respect the actual dimensions of a theater stage, by 1930 they had expanded into the non-Euclidean dream space that Busby Berkeley would soon be exploring so brilliantly. \"It's a Great Life\" climaxes with a Technicolor production number, \"Sailing on a Sunbeam,\" that erases any sense of a proscenium, as giggling chorus girls glide down giant chutes in every direction.\nHollywood turned out too many musicals in those first years of sound, and audiences grew tired of them: it's said that some theaters started advertising \"Not a musical\" to lure patrons back. Will Hollywood overproduce fantasies and space operas as the industry tries to recapture the 3-D magic of \"Avatar,\" or will it learn, as it did once before, to spread the new technology to other genres and other forms? The grace period will last about two years, or so history suggests.\nALSO OUT THIS WEEK\nCHE Steven Soderbergh's ambitious, two-part, 261-minute biography of Che Guevara (Benicio Del Toro), presented as contrasting studies in success (the Cuban revolution of Part 1) and failure (the disastrous Bolivian campaign of Part 2). \"In chronicling the deeds of their hero  -  and the heroism of Ernesto Guevara is not something 'Che' has any interest in questioning  -  Mr. Soderbergh and the screenwriter, Peter Buchman, restrict themselves to a narrow register of themes and effects,\" A. O. Scott wrote of the film in The New York Times in December 2008. \"Its motifs are facial hair, tobacco smoke and earnest militant bombast.\" (Criterion, Blu-ray $49.95, standard definition $49.95, R)\nGAMER A new generation of video games allows players to use real-life prisoners as their avatars in gladiatorial duels to the death. With Gerard Butler, Michael C. Hall and Kyra Sedgwick; directed by Mark Neveldine and Brian Taylor. \"If you thought that Mark Neveldine and Brian Taylor (the brain trust behind the \"Crank\" franchise) had already plumbed the basement of bad taste, be prepared to discover the sub-basement,\" Jeannette Catsoulis wrote of the movie in The Times in September, adding that the movie is \"a futuristic vomitorium of bosoms and bullets.\" (Lionsgate, Blu-ray $39.99, standard definition $29.95, R)\nTHE INVENTION OF LYING Ricky Gervais stars in and co-directed (with Matt Robinson) this comedy, set in a world where the concept of an untruth does not exist  -  until a failed screenwriter (Mr. Gervais) makes a signal discovery. With Jennifer Garner, Jonah Hill and Jeffrey Tambor. Manohla Dargis wrote in The Times in October that \"while the movie is a conceptual pip filled with quotable laughs and gentle pokes at religious faith at its most literal, it also looks so shoddy that you yearn for the camerawork, lighting and polish of his shows, like the original 'The Office,' because, really, these days TV rarely looks this bad.\" (Warner Home Video, Blu-ray $35.99, standard definition $28.98, PG-13)\nYOU, THE LIVING From Roy Andersson of Sweden (\"Songs from the Second Floor\"), a haunting black comedy constructed as a series of elaborately staged tableaus. \"The film is slow, rigorously morose and often painful in its blunt reckoning of disappointment and failure,\" Mr. Scott wrote in The Times in July. \"It is also extremely funny.\" (Tartan Video, $19.93, not rated)\n8 1\/2 Federico Fellini's influential fantasia, about a filmmaker (Marcello Mastroianni) who fears he has run out of ideas, gets a handsome Blu-ray upgrade. \"Here is a piece of entertainment that will really make you sit up straight and think, a movie endowed with the challenge of a fascinating intellectual game,\" Bosley Crowther wrote in The Times in 1963. (Criterion, $39.95, not rated)\nCorrection: January 31, 2010\nThe DVD column on Jan. 17, about the transition from silent movies to talkies, misidentified the composers who wrote songs for the 1927 Broadway musical \"Rio Rita,\" which Warner Brothers released as a movie in 1929. The songs were written by Harry Tierney and Joseph McCarthy  -  not by E. Y. Harburg and Harold Arlen, who wrote some of the music for the 1942 version of the film.\nA version of this article appears in print on January 17, 2010, on Page AR19 of the New York edition with the headline: When Hollywood Learned To Talk, Sing and Dance. Order Reprints| Today's Paper|Subscribe"}
{"text":"Music in the Air, Music Everywhere: Students host pop-up concert series across Greater Victoria to celebrate diversity in music\nMore than 1,500 music students in the Greater Victoria School District will be performing in concerts across the region from May 6-16th, 2018. Students and their instruments will be popping up in city squares, parks, senior residences and shopping centres to sing and play for the community.\nThis is part of an 11-day concert series called, \"Music in the Air\/ Music Everywhere\". Elementary, middle and secondary students in music programs are participating to raise awareness of, and engagement with, Greater Victoria School District's music programs.\n\"This is a great opportunity for community members to engage in our music programs collectively\", noted Board Chair Edith Loring-Kuhanga. \"Over the years, school music programs have played a significant role in student learning while promoting musical competence across the District. Now, students can showcase their talents to the broader community through a shared musical experience.\"\nMore than 30 student performances will happen during the festival. The concert series will feature choirs, string quartets, orchestras, ukulele ensembles, drum circles, concert bands and marching bands.\nConcert Schedule Highlights:\nBeacon Hill Park - May 6, 2018, at 1:30 p.m.\nCentennial Square - May 9, 2018, at 2:00 p.m.\nWillows Park - May 11, 2018, at 6:00 p.m.\nBuccaneer Days Parade - May 12, 2018, at 10 a.m.\nShip Point - May 12, 2018, at 10:45 a.m.\nUniversity of Victoria - May 15, 2018, at 7:00 p.m.\nSonghees Wellness Centre - May 16, 2018, at 7:00 p.m.\nSenior Residence performances - May 7-16, 2018\nFor more information on above performances visit Music in the Air, Music Everywhere Brochure.\nDetailed Concert Schedules:\nJazz Stage\nMusic in the Air, Music Everywhere is supported by the Cooper Smith Music Library (CSML). The Cooper Smith Music Library Collection holds over 9,000 sets of choral works, vocal and instrumental jazz charts, musicals, string orchestra selections, and pedagogical resources for ukulele, recorder, general music at all levels, conducting, music theory, world music, and music history. It also houses a large inventory of instruments for rent and a recording studio.\nThe CSML is supported by the Administration and Board of Education of the Greater Victoria School District. The library opened in 2003 and has expanded steadily over the years. It was formally named after its founders, Eileen Cooper and Bonnie Smith, in the fall of 2013.\nThis will be the last year Eileen Cooper and Bonnie Smith will oversee the library. The pair were part of the first music steering committee in 1981, which held the District's first music festival."}
{"text":"Explore the burma map for a complete trip\nburma is the ancient name of myanmar - the Buddhist country with tens of thousands of temples, pagodas and antique cultures that are preserved intact until now. Located in the northwest of the Sino-Indian Peninsula, in recent years, burma is considered as an captivating destination for international visitors. To get a complete and noteworthy trip in this country, before going, you need to learn a bit about the myanmar map. Use the map below to start planning a trip to myanmar - The Golden Land in the world.\nIntroduction about myanmar country\nmyanmar is a country in Southeast Asia, northwestern Indian Peninsula. It has 5,876 km of borderlines with China (2,185 km), Thailand (1,800 km), India (1,463 km), Laos (235 km) and Bangladesh (193 km). The coastline is 1,930 km long. Area 676,577 km². Burma gained independence from Britain in 1948 and became the Union of myanmar Socialist Republics in 1974 and later changed to the Union of burma in 1988.\nmyanmar is the name derived from the local name Myanma Naingngandaw. It was used in the early 12th century but its origins are still unclear. The root of this name is Brahmadesh in Sanskrit, meaning \"land of Brahma\", the Hindu god of all creatures.\nburma - The country of gold pagodas\nYangon is the ancient capital and also the largest city of burma. Now, The capital of this country is Naypyidaw.\nmyanmar has a population of 50,020,000 people with 135 ethnic groups and tribes, including Burmese (68%), San (9%), Karen (7%), Chinese (3%), Indians (2%), Mon (2%) and other ethnic groups (5%)\nThe myanmar map\n1. Geographical location\nburma is a republic in Southeast Asia with the coordinates 16 ° 48 'north latitude, 96 ° 09' east latitude (16.8, 96.15), according to the GMT\/GMT +6: 30-hour zone.\n- In the north: bordered by the Tibet Autonomous Region of China\n- In the east: bordered by China, Laos, and Thailand\n- In the south: bordered by the Andaman Sea and the Bay of Bengal\n- In the West: bordered the Bay of Bengal, Bangladesh, and India.\nThe total area of the country is 676,552 square kilometers (261,218 square miles), makes it the largest country in the mainland Southeast Asia and is the 40th largest country in the world (after Zambia). It is slightly smaller than Texas and slightly larger than Afghanistan.\nThe burma map image\n2. Topographic characteristics\nThe horseshoe-shaped mountains and valleys of the Ayarwaddy River system (Irrawaddy) are the major terrain features in burma. The mountains at the north edge are 5881 meters high, on top of Hkakabo Razi, the highest mountain in Southeast Asia. Two other mountain systems have axes from north to south. The Arakan Yoma area, with its peaks reaching over 2740 meters, separates burma and the Indian subcontinent. Bilauktaung area, south of the Shan plateau, lies along the border between south-west Thailand and southeastern burma. The Shan plateau, originating from China, has an average elevation of about 910 meters.\nThe continent is generally narrow and long, with central ridges about 320 km stretching over the Ayarwaddy-Sittaung plain. The deltas, especially the country's most fertile and economically important lands, cover an area of about 46,620 square kilometers (18,000 square miles). Both the Arakan coast (northwest) and Tenasserim (south-west) of burma is full of rocks and are surrounded by islands.\n3. Popular tourist destinations on burma map\nYangon (16.8661° N, 96.1951° E): Formerly known as Rangoon, with over 7 million people, Yangon is Myanmar's largest city and its most important commercial centre. On the map of myanmar, Yangon is located in Lower burma (Myanmar) at the convergence of the Yangon and Bago Rivers about 30 km(19 mi) away from the Gulf of Martaban at 16°48' North, 96°09' East (16.8, 96.15). Its criterion time zone is UTC\/GMT +6:30 hours.\nThe map of burma with cities\nBagan (21.1717° N, 94.8585° E): This is an old city located in the Mandalay Region of burma. The Bagan Archaeological Zone is the main highlight for the country's nascent tourism industry. It is seen by tremendous as equal in attraction to Angkor Wat in Cambodia, with over 2,200 temples and pagodas still survive to the present day.\nThe Bagan Archaeological Zone, defined as the 13 x 8 km area centered around old Bagan, consisting of Nyaung U in the north and New Bagan in the south, lies in the vast expanse of plains in Upper myanmar on the bend of the Irrawaddy river. On the myanmar map, it is located 290 kilometers (180 mi) south-west of Mandalay and 700 kilometers (430 mi) north of Yangon. It accorde to the GMT\/GMT +6: 30-hour zone.\nInle Lake (20.5863° N, 96.9102° E): This is a freshwater lake located in the Nyaungshwe Township of Taunggyi District of Shan State, part of Shan Hills in burma (Burma). It is the second largest lake in myanmar with an estimated surface area of 44.9 square miles (116 km2), and one of the highest at an elevation of 2,900 feet (880 m). During the dry season, the average water depth is 7 feet (2.1 m), with the deepest point being 12 feet (3.7 m), but during the rainy season this may increase by 5 feet (1.5 m).\nHope that the useful information about the myanmar map above will help you on exploring burma and having captivating experiences in this Golden Land - one of the most magical and undiscovered destinations in the world."}
{"text":"Interview with Jonathan Doering, author of Battalion 202\nAugust 18, 2014 July 31, 2013 by Mark\nJonathan Doering has now contributed three stories from his series about a German invasion of Britain in WW2, so it's about time we heard a bit more about him. His story Battalion 202: Rotten Parchment Bonds appeared in Alt Hist Issue 5, and the previous stories appeared in Alt Hist Issue 4. Here's some more from Jonathan.\nThis is a photo of Monika, Noah and Jonathan on holiday in Germany last summer. Jonathan is the one on the right!\nThree stories from your series Battalion 202 have now appeared in Alt Hist. Can you tell us what's next in store for the people of Pontefract?\nUnfortunately, things are going to get far worse before they start getting better. The Nazis have been gradually consolidating their power, as they would have done in reality had they successfully landed in Britain. The next story, \"The Sheep and the Goats\", again focuses on the local police officer Harold Storey and his growing awareness of the sinister aspects of the Nazi project, and how he reacts to this. The next story that I'm working on now deals again with the local Auxiliary Unit which has a traitor in its midst.\nWhat's the historical background for your story? Was there really an organisation called Battalion 202?\nYes, there really was an organisation called Battalion 202. In 1941 there was a growing realisation in Britain that Hitler intended to invade Britain. Churchill ordered for a nascent resistance movement to be organised against that possibility, with the umbrella title of 'The British Resistance Organisation'. The spine of this organisation was to be dozens of Auxiliary Units, teams of between four and eight men who had been trained in clandestine warfare and who were to go to ground as the Nazis swept over Britain. They were actually supposed to focus on sabotage and interference rather than fighting and assassination, but there is little doubt that there would have been a lot of violence, both on their parts and that of the German occupiers. Administratively, they were organised into three battalions: 201 covered Scotland, 202 the North of England, 203 the South of England. AUs were established in Wales, but were not organised under an overarching title as in other parts of Britain. Their uniforms were ordinary Home Guard uniforms, apart from the shoulder patches which identified their Battalions - although the numbers would have been meaningless to anyone not in the know. George Orwell, with his experience of front line warfare in Spain, was involved in training AU volunteers in London. Many of these men served from D-Day onwards in the regular army.\nThere were also \"observers\", civilians who had been trained to gather intelligence which they would then pass on via intermediaries to radio operators. These operators would transmit the intelligence to AUs in the locale, which would then plan attacks. Finally, there were deep-level agents, members of local and national government and the civil service, primed to apparently collaborate with the Nazis, who would also be sending intelligence out to the Resistance and doing what they could to frustrate the Occupation. These people were known as \"the other side\" and would have walked a daily knife edge as well. Although some members of the AUs have been identified, as far as I know no one in the \"the other side\" has ever been made known to the public. They would have all been taking appalling risks for their communities and their country, and in researching and writing these stories, I've heaved several sighs of relief that history spared us the horror of occupation. So, yes, there was such an organisation, and they really were told that in the event of the Nazis arriving that they could expect to live for fourteen days.\nFor our readers not familiar with Pontefract, can you tell us a bit more about your home town?\nTruth to tell, I'm a bit of an interloper, not being a native of Pontefract. I was born in Stockport and as a child lived just South of Manchester. My father was an engineer, so we moved with his job. When I was eight we went to North Berwick, near Edinburgh, and when I was thirteen we moved to Southport, near Liverpool. Since leaving home and taking my degrees, I've lived and worked in Japan, France, Norwich, Oxford, London,... and now Ponte! Pontefract is ace! It's a market town of about 30,000 inhabitants. Previously it relied heavily on mining, and retains quite a bit of farming. There is still a sweet factory (one of its products is the world-famous liquorice Pontefract Cake). Pontefract is a fairly tightly-knit community which has weathered a lot over the years. Its castle was where Richard II was imprisoned and died, and where Richard III was declared king. It was also besieged during the Civil War by Cromwell's Roundhead forces (if you look at the town crest that I use on the Resistance newspaper, it includes the town's motto: Post mortem patris pro filio - Latin for \"After the death of the father [Charles I] we are for the son [Charles II]\"). It occupies a central position, being fairly central in the island of Britain if you look at the map, as well as central to the North and to Yorkshire, which means that although it was and is relatively small; its strategic significance has led to its involvement in several historical developments. It also meant that I could imagine the Nazis being keen to establish themselves here.\nI met my wife whilst I was teaching in North London, which is another lovely place, but my wife prefers to visit London rather than live there, so being a Northerner I started to look for teaching jobs in quieter, leafier climes North of Watford Gap. The job I have now came up, so we moved here. Pontefract is a hard-working, good-humoured place to have fetched up in and I think we'll be here for quite some time to come.\nHow did you get into writing?\nI think many writers are similar in that they have always felt an urge to write. When I was young (five or so), one of my aunts visited us from Canada. I was already making up little stories in my head and playing around with words, and one day she had me tell her a story, which she wrote down and then read back to me. That sense of pleasure from making up stories stuck with me and I carried on doodling away. In school I wrote Science Fiction stories for fanzines that some friends were printing, and at university got involved in the campus newspapers and magazines, and so on.\nWhat do you do when you're not writing?\nBe with my family, day dream, teach English at a sixth form college, read as much as possible, listen to music (Folk, Jazz and Classical mainly), watch films (just watched Butch Cassidy and the Sundance Kid again for the first time in twenty years, and it's still brilliant!), attend my local Quaker Meeting, dig over our allotment, go walking....\nAre you working on any other short stories or novels at the moment and if so can you tell us a bit more about them?\nBeyond Battalion 202, I'm mulling over a story set during the witchcraft trials in Seventeenth Century Scotland, which I first heard about when I was growing up there, so that would be interesting to return to. I'm also thinking over a short comic play about allotment holders, just for a bit of a change! I used to write comic sketches for my friends to act in at school, so it would be good to have another go at that kind of writing. On top of that I'm hoping to write about Quaker communities in Prague and Budapest for the national Quaker magazine, The Friend.\nWhat are your ambitions as a writer?\nTo keep writing and getting my work read! I enjoy writing short stories and articles, so that's where a lot of my energy goes. I have an ambition to communicate with other people about the things that I find exciting, interesting and important. If someone enjoys reading something I've written, and also gets something useful from it, that's fantastic. I've thoroughly enjoyed developing a series of interlinked short stories in Battalion 202 - it's been very challenging and rewarding. I hope that people who have read the stories have enjoyed them and are looking forward to more - please do keep reading!\nIf anyone would like to read another of Jonathan's stories (which is set in the present day and doesn't deal with WW2 at all, please follow the links below to read 'Magic Christmas Snowballs' online, or to purchase a print version of Gold Dust Magazine.\n\n\nCategories Interview, Issue 5 Tags Auxiliary Unit, Battalion, Britain, George Orwell, London, Nazi, Pontefract, Pontefract cake 1 Comment"}
