{"text":"The purpose of this project is to explore how emerging insights from psychology can strengthen programs aimed at helping families achieve self-sufficiency. In particular, the project will review the implications of existing research on psychological processes associated with goal-directed behaviors, including socio-emotional and cognitive development, executive functioning, soft skills and related areas. The project will then synthesize current research on these topics, addressing how insights gained from research can be used to promote economic advancement among low-income populations; identify promising strategies for strengthening underlying skills in these areas; and enhance measurement of changes and developments in skill acquisition. As a secondary purpose, the project will examine the extent to which insights in these areas may improve programs aimed at supporting positive parenting. The project will also develop logic models mapping how programs could incorporate psychology informed frameworks into interventions to support family self-sufficiency, employment training, career and technical education and positive parenting practices for low-income adults, and how evaluators may measure outcomes of interest. This project will conduct fieldwork to learn about existing programs that are currently integrating these frameworks into employment and training and parenting programs. The results of this project will inform future programmatic and evaluation efforts in the areas of strengthening and supporting goal-directed behavior for families. The research design includes a literature review, surveys and site visits. Mathematica Policy Research is conducting the study."}
{"text":"Research among Latino families, particularly Mexican-origin families, has documented the critical role cultural values play in influencing family relationships and parenting. However, this work has primarily focused on mothers. The proposed project design involves testing an adapted family stress model by recruiting 80 Mexican-origin fathers to participate in in-depth interviews that include surveys on cultural values (familismo, machismo and respeto), father involvement (engagement, accessibility and responsibility), cooperative co-parenting, romantic relationship socioemotional support, sociocultural contextual stressors (discrimination, social isolation, economic pressure, English competency pressures), and depressive symptomatology. The proposed study will contribute to research in two important ways by: 1) identifying specific cultural factors buffering Mexican-origin fathers' psychological health from the influence of sociocultural contextual stressors and 2) examining the role of cultural factors in moderating the influence of Mexican-origin fathers' psychological distress on fathers' parenting and marital relationships. Examining culturally specific risks and strengths for family process pathways will pinpoint key information to inform future intervention work aimed at strengthening healthy marriage and responsible fatherhood among Mexican-origin families. Sample: 80 biological fathers self-identified as of Mexican-origin with 3 to 6 year old children and who are married and\/or cohabiting with the child's mother. Measures: Sociocultural Contextual Stressors ? Economic Pressure ? English Competency Pressures ? Discrimination Psychological Distress ? Fathers' Depressive Symptoms Family Processes ? Fathers' Parenting ? Coparenting Cooperation ? Relationship Quality Cultural Values ? Caballerismo ? Familismo beliefs"}
{"text":"The Human Services Research Partnership of the U.S. Virgin Islands will explore issues related to social service needs and public welfare systems in the territory. This cooperative agreement will support a partnership among researchers, local governments and community-based organizations to define and evaluate research questions relevant to low-income people in the U.S. Virgin Islands and to the Head Start and Temporary Assistance for Needy Families programs. This project will examine issues relevant to the social and economic well-being of low-income children and families in the U.S. Virgin Islands to improve understanding of the service needs, policy, and the most promising approaches within ACF programs to improve the quality of life in the region. Projects must address topics of importance to the Office of Head Start and the Office of Financial Assistance within ACF."}
{"text":"Research indicates that children and their parents fare better on a range of outcomes when living in stable, low-conflict, two-parent families. The Office of Family Assistance (OFA) at the Administration for Children and Families (ACF) provides grants to fund healthy marriage and relationship education (HMRE) programs to strengthen and improve the quality of relationships by offering a range of services from relationship education for high school students to marriage and relationship skills building for adult couples. In order to identify and evaluate strategies for improving the delivery and effectiveness of HMRE programs, ACF has initiated the Strengthening Relationship Education and Marriage Services (STREAMS) project. STREAMS is a large multi-site random assignment impact evaluation of HMRE programs serving adults and youth that is designed to answer multiple practice-relevant questions. During its first year, the study will gather input from practitioners, program developers, and research experts about priority research questions and how the study can best contribute to the field. STREAMS will emphasize program improvement and answering questions of particular policy relevance. Research questions of potential interest include what program elements or implementation strategies are key to achieving outcomes and how program engagement can be improved. After refining the study research questions, the study team will identify and recruit up to six evaluation sites in which to conduct both an in-depth process study and rigorous random assignment impact evaluation of HMRE programs."}
{"text":"As the US population continues to diversify, early childhood programs serving the nation's youngest citizens strive to meet the needs of culturally diverse families. The current study seeks to examine the racial-ethnic socialization of preschool-age children in home and school contexts by multiple caregivers. Using cultural-ecological models as a guide, the study looks at four components within each socialization setting: parents\/teachers, family\/peers, physical environments, and the racial-ethnic composition of neighborhoods\/child care programs. Utilizing a proposed sample of approximately 200 three- to five-year-old children and their families that participate in Head Start programs in Upstate New York, the effects of match or mismatch of home and school racial-ethnic socialization on children's racial attitudes, and socioemotional and cognitive development will be examined. The racially and ethnically diverse population of Head Start families will allow for the definition of typologies of socialization between groups and will speak to the variation of child care needs by cultural orientation. Structural equation modeling techniques will allow for examination of the latent constructs of home socialization and school socialization via multiple informants and measures and will determine the pathways of influence between these multidimensional constructs and young children's development. The study's findings have the potential of laying bare the importance of ethnic socialization, regarded as a protective factor, in Head Start children's early academic and social development and for informing early childhood practices. Sample: A minimum of 200 families and teachers of three- to five-year-old who participate in Head Start programs and child care partnerships in Upstate New York Measures: Demographic information ? Parent Demographic survey Home racial-ethnic socialization ? Parental Racial-Ethnic Socialization Behaviors ? Family Socialization ? Africentric Home Environment Inventory ? Neighborhood Racial Composition School racial-ethnic socialization ? Teacher Demographic information ? Teachers will complete a modified version of the Parental Racial-Ethnic Socialization Behaviors measure ? Peers - observation of free play ? Early Childhood Environment Rating Scale-Revised [ECERS-R] ? Head Start Administrator School Racial Composition Racial Attitudes ? Intergroup Attitude Measure Socioemotional Development ? Child Behavior Checklist [CBCL-1 -5] Cognitive Development ? Kaufman Assessment Battery for Children [KABC-II]"}
{"text":"The study will expand the research base regarding the effects of one particular early childhood education (ECE) quality improvement strategy - providing individualized instructional feedback to ECE staff on the basis of classroom observations. It will use rigorous, econometric methods to identify treatment effects- exploiting the random selection process to receive observations and feedback as part of the Ohio Department of Education (ODE) Early Language and Literacy Classroom Observation (ELLCO) study. The outcome variables of focus include both ECE staff outcomes (i.e., staff retention and participation in professional development) and child outcomes (i.e., early language and literacy skills and social-emotional development). The study is highly relevant given state efforts as well as state and federal resources expended toward improving child care quality. As state policy makers determine how to implement the I of Quality Rating and Improvement Systems (QRIS), understanding the effectiveness of particular quality improvement efforts is imperative. Evidence of the effectiveness of lower cost, light touch strategies is especially relevant for quality improvement efforts implemented on a statewide scale."}
{"text":"This research partnership will examine the validity of the Virgin Islands' Quality Rating and Improvement System by: (1) assessing the measurement strategies and psychometric properties of measures used to assess early care and education (ECE) quality; (2) examining the effects of introducing QRIS and new licensing regulations on the supply and quality of ECE; and (3) examining the developmental trajectories of children to identify predictors of early school success in the VI context."}
{"text":"This research seeks to understand how and why households enter and exit material hardship, the extent to which federal program participation acts as a buffer, and how material hardship, not poverty, affects children and adults over the long-term. Specifically, the research will: (1) Identify how individual-level characteristics (e.g., family type, veteran status) and decisions impact the experience of material hardship. (2) Document how structural determinants at the state level (e.g., use of technology in application procedures) influence individual well-being. (3) Evaluate the consequences of material hardship over the life course (e.g., fertility, college attendance). Econometric techniques will be applied to data from the 2008 panel of the Survey of Income and Program Participation (SIPP) and longitudinal data from the Panel Study of Income Dynamics (PSID). Models of material hardship will be developed based on four domains of need: home, medical, bill-paying, and food hardship. Analyses will include descriptive analyses and individual fixed effects models."}
{"text":"Early environmental stressors are frequently experienced in low-income families and impact outcomes across the lifespan, including academic achievement, mental and physical health, and ultimately result in both earlier mortality and reduced quality of life. Characterizing specific risk trajectories and points of intervention would make more efficient and effective use of limited federal resources. The current proposal works toward these goals with four broad aims. Aim 1. To identify subpopulations with different early environmental risk profiles. This study will identify subpopulations of children who are characterized by different profiles of exposure to a wide range of environmental risks factors (e.g., TANF eligible but not enrolled, poverty threshold, family conflict, birth\/prenatal complications, housing instability, low maternal education, and household composition) at\/near birth, at\/near age one, and at age three using data combined from the NICHD SECCYD, ECLS-B, Baby FACES, and Fragile Families. This study will also examine duration and timing of environmental risks across the first three years of life. Aim 2. To examine the effects of early risk and support profiles on later child outcomes. This study will test the utility of early risk profiles in predicting later academic, health, and socio-emotional child outcomes. Specifically how risk profiles present at birth are predictive of age five and nine outcomes, and how the chronicity\/stability of risk profiles from birth to age three is associated with age five and nine outcomes. Further, this study will examine whether there are children who are more or less susceptible to the negative effects of early risk exposure on later child outcomes. Aim 3. Examine the potential role of modifiable maternal characteristics in the effects of early risk profiles on later child outcomes. Many interventions focus on improving parenting, and two-generation solutions suggest that improving maternal mental health and education\/job training may also help break the link between environmental adversity and negative child outcomes. This study test whether the effects of the risk profiles on outcomes are mediated by maternal depression and\/or positive parenting, hypothesizing that early adversity will contribute to maternal depression, and exacerbate poor child outcomes, while positive parenting will be protective. This study will also test whether changes in maternal education\/job training are protective. Aim 4. Examine the potential moderating role of child care factors on the relationship between risk profiles and later child outcomes. Positive early education experiences are a critical support for families experiencing environmental adversity. Conversely, long hours in low quality care can exacerbate family-level risk. Thus, this study will examine moderation of risk trajectories by child care factors. This study hypothesizes that high quality early child care will serve as a buffer against negative child outcomes, but that poor caregiver mental health, lower quality care and longer hours will exacerbate risk. Further, this study hypothesizes that child care subsidy usage will increase the likelihood of better outcomes, but only when it provides access to higher quality care."}
{"text":"The Home Visiting Evidence of Effectiveness project (HomVEE), is a transparent, systematic review of the evidence base for multiple home visiting programs for pregnant women and young children birth to age 5. The project, conducted through a contract to Mathematica Policy Research, aims to improve knowledge about overall efficacy, efficacy by outcomes, information on subgroup populations, and implementation of home visiting models. The project conducts a comprehensive review of the evidence of effectiveness of home visiting program models that support children's health and development, school readiness, reductions in maltreatment, positive parenting practices, and improved family self-sufficiency (when in conjunction with child outcomes). Users can access the site at: ."}
