{"text":"1. Field of the Invention:\nThis invention relates to the area of liquid chromatography and specifically to continuous detection of viscosity of column effluent in such systems.\n2. Description of the Prior Art\nLiquid chromatography pertains to a particular variety of equipment and techniques for analyzing the components of an unknown sample of liquid material.\nLiquid chromatography is a process wherein a sample having unknown components is forced to migrate through an elongated \"column.\" The column contains a material held statically inside it, called a \"stationary phase.\" The stationary phase is chosen for its ability to selectively retain the various potential components of the sample with which it comes in contact with differing degrees of tenacity. The sample is forced to migrate through the column by injecting it into a solvent upstream of the column and subsequently pumping the solvent and dissolved sample through the column.\nWhen the dissolved sample is forced through the column, each of its components migrates through the column in a particular time related pattern, which pattern is a function of the degree of the tendency of the stationary phase to retain that component.\nSome properties of the column effluent are affected by the concentration of sample in the emergent fluid. One of the properties which may be affected is the viscosity of the effluent. By detecting variations in this property of the effluent, and plotting these variations against time, certain information can be derived as to the nature and amount of the components in the sample.\nFor example, for predetermined column conditions and flow rate, it may be known that a particular hypothetical component, if present in the sample, will reach a maximum concentration in the column effluent at a specific time following introduction of the sample to the column. This time is known as the \"retention time\" of the component. This phenomenon occurs because of the existence of the particular degree of retention of that component by the stationary phase. By measuring a property of the effluent known to be affected by the hypothetical component, and observing whether a maximum occurs at the \"retention time\" for that component, presence of the component can be verified or negated.\nIt is evident that in liquid chromatography there exists a necessity for accurately detecting and measuring, on a continuous basis, properties of the liquid emerging from the column, such as viscosity.\nIt is known in liquid chromatography to measure many properties of the column effluent to derive information relating to the nature and quantity of the components in a sample. Among the properties measured are visible light and ultraviolet ray absorption, refractive index, heat of absorption and flame ionization of the sample."}
{"text":"1. Field of the Invention\nThis invention provides an apparatus for drying a travelling web which may, for example, be a web of paper or paperboard.\n2. Description of the Prior Art\nThe introduction of various new methods of forming paper and board in the last ten years has led to significant increases in paper machine speed and it is now possible to manufacture paper at more than twice the speeds achieved previously using traditional forming methods. Significant improvements in press design have been made over the corresponding period as the machine speed increased but the moisture content of the fibre web entering the dryers has not changed appreciably. Greatly increased demands are therefore made on the dryer section, especially in the manufacture of paperboards, and the cost of the increased number of steam heated cylinders together with the extended building and ancilliaries has become a major capital item. Further, in many older machines, the full benefit of rebuilding the pressing and forming section cannot be realized due to drying limitations.\nMuch effort has been expended in attempts to develop drying techniques to supplement or replace the steam heated cylinders. The list would include sectional and pocket ventilation, high velocity air impingement hoods, and plenums acting against the unsupported sheet, radiant and high frequency systems, vacuum and through drying techniques, fluidized bed and low melting point alloy systems.\nThese various techniques are well documented and it is fair to say that none are as satisfactory, overall, as the steam heated cylinder when properly ventilated. Condensate removal systems for cylinders have kept pace with machine speed increases and the economics of simultaneous power and steam generation is such that cylinder drying is not equalled by any alternative system except perhaps by the Papridrier, which is not yet proved for heavier paperboard manufacture. The various alternatives have only found limited application, to supplement output where costing is on a marginal basis, to eliminate moisture streaks, dry paper coatings and exploit any anomalies in fuel costs. For lightweight papers the air impingement hood is often employed in conjunction with a Yankee cylinder.\nThe prospects for advance in drying technology seem to be best where the process is based on the present conventional steam cylinder system.\nMany aspects of the drying mechanism on the cylinder are still debated. However, it is indisputable that less than half the board surface is in contact with the cylinders at any time. It is equally certain that air impingement onto the remaining available surface will significantly increase the rates of evaporation. The extent depends on a number of factors, in particular the thickness of the board. In practice, however, air impingement is more difficult and expensive to arrange on multi cylinder dryers than say on a Yankee tissue machine where only one large cylinder is usually employed. Firstly, a whole series of hoods are required which are costly and occupy much space and the broke arising from breaks in the sheet accumulating in each hood can have a disastrous effect on machine efficiency. Attempts to use impingement dryers on individual steam cylinders of paperboard machines have been largely abandoned for the above reasons.\nIn principle, the air impingement technique remains attractive since evaporation rates of 2 to 8 times the rate for cylinders alone can be achieved. The present invention provides an apparatus which enables air impingement to be achieved without the mechanical and other limitations of fixed air impingement hoods."}
{"text":"The desire for the conversion of rotary motions to cyclic linear motions or the reverse has realized its value in various arts. The object of several of these arts has been to pump or deliver fluid with a mechanical rotary input and conversely, to rotate a shaft with a cyclic linear input force. In many of these devices, the pressure flow and torque-speed concept is of primary importance and the ability to provide a smooth power transmission during the conversion process has also been a problem. With applicant's device the basic objects are to provide a mechanism that may be operated at relatively rather low speed and a unit wherein the timing situation is automatically compensated for by the motor output-speed demands if necessary.\nThe basic object of applicant's invention is to provide a device which will convert rotary motion to a cyclic linear motion but wherein the cyclical situation will not provide a horsepower ripple that would result in any deterring factors.\nIt is a further object of applicant's invention to provide a unit which is capable of converting a linear input whether the input be mechanical or by other means, to a rotary output.\nIt is a further object of applicant's invention to provide a motion converting device which is capable of utilization as a pump or motor but which more important thatn that consideration is the conversion of a linear motion to a rotary motion.\nIt is still a further object of applicant's invention to provide a motion converting device capable of converting linear to rotary or rotary to linear motion with a minimal energy transformation ripple."}
{"text":"Cable window regulators of this form are used where, in pursuance of the trend in modern automobile construction, the window height is relatively large compared to the height of the wall part of the bodywork or door casing which must receive the opened window. In such cases, a relatively large travel distance must be available to the window regulator in comparison with the height of the wall part or door casing.\nSince however there is a lower limit to the bending radius of the threaded cable, the tubular guide must be constructed, at the end of that section of it which is parallel to the window path, as an arc. The catch travels into this arc at the end of its lifting stroke, thus leading to a constrained departure of the direction of travel of the catch from the direction of slide of the window.\nIn a known window regulator of the type described, this deviation of direction is compensated through a slide-guide extending transversely to the window path, by the engagement of a cylindrical component, for example a roller, secured to the catch and engaging in a slot-like guide mounted on the window. In principle, this form of embodiment has proved satisfactory, but in practice an undesirably large play develops at the slide-guide after a relatively short time, especially because of wear of the cylindrical part or roller, this play resulting in the annoying so-called backlash which occurs at the operating handle for the catch.\nIt is the objective of the invention to improve the slide-guide in a window regulator of the class initially described, so that it is relatively free of play even after considerable periods of use."}
{"text":"In the removal of a filling yarn from a woven fabric, such for instance as a fabric woven on a double pick needle loom as shown in U.S. Pat. No. 3,605,225, there is an uneven flow rate of the filling as it is drawn from the fabric. In fact, the filling can become entangled in itself. Heretofore the handling of an uneven flow rate has been done by nip rolls to nip the yarn and control and even out the flow rate of the yarn and thus to even out the tension to the winding means. This does not control self-entanglement. Allowance must be made also for shrinkage of the filling yarns when exposed to elevated temperatures during dyeing, heat set and drying cycles and for bulking of the warp yarns. Further, slip spindle winders have been used, but the slippage of the spindle is not an even tension control and leads to numerous operating problems."}
{"text":"1. Field of the Invention\nThis invention relates to a clock timer, and more particularly to an improved vibrator control level mechanism which is actuated by both a 12 hour cam mechanism and a units mechanism to reliably and accurately release an alarm vibrator at the alarm time and a selector mechanism for controlling the alarm vibrator and a switch.\n2. Description of the Prior Art\nRadio digital alarm clock timers are now known in the horological art. Such radio alarms are generally designed to close a switch at a pre-selected time, and a known timer of this type is shown in a recent U.S. Pat. No. 3,725,617 to Boyles and Polonsky dated Mar. 20, 1973, assigned to the same assignee as the present invention. As shown in the patent, a rotatable units cam is positioned adjacent to a minutes display indicator for progressively actuating the minutes display indicator, a rotatable tens cam is spaced to the left of the units cam for actuating the tens of minutes display indicator and a rotatable hours cam is spaced to the left of the tens of minutes cam for actuating an hours display indicator.\nA pair of coaxially mounted gear driven cam members with one of the cam members being axially movable is utilized for operating a switch mechanism at a preset alarm time to turn on a radio or a similar appliance at the preset alarm time. This invention is concerned with the addition of a vibrator type alarm mechanism to such a clock timer which may be operated by the same mechanism which operates the switch for a radio and the display indicators of the clock.\nThe prior art includes many different constructions and arrangements for controlling an audible alarm vibrator by itself or in combination with a switch for turning a radio ON and OFF. Some of these mechanisms are quite complex. My invention is concerned with a relatively simple alarm vibrator control mechanism for such a clock timer which may be inexpensively manufactured and readily incorporated in a digital clock of the type disclosed in the U.S. Pat. No. 3,725,617; however, it is to be understood that it may also be utilized in other digital clock timer mechanisms or hand-type clock timer mechanisms.\nAccordingly, it is a primary object of my invention to provide an improved reliable vibrator control mechanism for a clock timer which includes relatively few parts which may be readily manufactured and assembled to each other.\nIt is also an object of my invention to provide a vibrator control mechanism which may be conveniently operated and which may be easily combined with a digital clock of the type disclosed in the above mentioned patent."}
{"text":"An acoustic emission is a generally nonaudible noise caused by minute changes in a material or object due to stresses imposed thereon. Thus, when a material undergoes a permanent plastic deformation, it will generate a sound which may be monitored by ultrasensitive means.\nThis phenomenon can be used, for example, to monitor nuclear reactor vessels for material and structural failures such as fuel rod cracks. Since the bulk of acoustic emissions are inaudible, it is necessary to detect them by means of transducers which are placed at various locations on the surface of the object or vessel to be tested. The more sensors which can be present, then the greater the likelihood of detecting and locating a material failure. Therefore, the range of response and the cost of each individual transducer becomes of prime importance. Presently available transducers of sufficient sensitivity, typically piezoelectric crystals, usually only provide a narrow band of frequency response to acoustic emissions and are relatively quite expensive.\nIt is therefore an object of this invention to provide a transducer device for detecting acoustic emissions from objects.\nAnother object of this invention is to provide an inexpensive broadband detector of acoustic emissions.\nAnother object of this invention is to provide a method for detecting acoustic emissions from objects."}
{"text":"The present invention relates to an equalizing and compensating coupling for transfer of large torques, and more particularly the invention relates to a coupling interposed between the output shaft of a transmission gear and the propellor shaft of a ship.\nCouplings used for transmission of large torques, particularly in ships drive systems, may have primary and secondary parts which have coaxial disposition to each other and to the respective axis of the couplings, and the two parts are interconnected by rubber-elastic elements. In a particular construction, a coupler sleeve may be interposed, and the primary and secondary clutch parts each connect to the sleeve through these resilient elements.\nIt is, however, necessary to consider the operating conditions for such a clutch or coupling in some detail. If the transmission of the ships drive is located near the stern, the propeller shaft will be rather short and exhibit rather high flexural stiffness and bending strength. On the other hand the higher strength of sheet metal as it is used for construction of ships hulls today permits employment of thinner sheet stock for that purpose so that the hulls are more resilient. Such increase in resiliency is particularly noticeable in the stern because the buyoncy differs for different loads. The resulting change in shape of the hull must not influence the position of the ship's drive generally and must not cause any change in gearing operation.\nShips gears are quite heavy, and for this reason they cannot merely be connected to the respective propeller shaft. Rather, the transmission must be mounted in some fashion to the frame of the ship. If, however, the propellor shaft moves with flexing of the hull, displacement of gear parts must be expected and has, in fact, been observed.\nSeveral different solutions have been advanced to solve that problem. In accordance with a first solution, a thrust bearing is directly connected to the transmission gear; the latter has a small base bolted to the base of the thrust bearing. The base of the thrust bearing has usually significant strength.\nIn accordance with a second solution to the problem thrust bearing and transmission are separated, and the transmission is solely responsible for radially guiding the propellor shaft. Any vertical displacements of the bases of the thrust bearing and of the transmission gear is to be compensated in that manner.\nIn accordance with a third solution the transmission is mounted on level controlled cylinders so that changes in the location of its base are not transmitted to the transmission. Finally, it has been proposed to provide a transversely displaceable jaw clutch between propeller shaft and gearing, which clutch does not only transfer torque but compensates also for disposition changes as between thrust bearing and gearing.\nAll of these proposals for solving the problem have one drawback or another and are, therefore, not quite suitable, at least not to the desired extent.\nA small base in accordance with the first proposal leads invariably to overhanging parts, particularly in twin gear systems. Moreover, a small base is not well suited to take up the reaction forces if the power transmitted is quite large. The separation of transmission and thrust bearing in accordance with the second proposed solution may suffice in the case of vertical, mutual displacement, but not when the angle between propeller shaft and transmission output shaft tends to change.\nThe levelled positioning of the transmission casing, also known as active positioning, is very complicated and too amenable to break down. The final solution was found to cause increasing stiffening of the jaw clutch with increasing torque while for low torques the clutch my start to rattle."}
{"text":"The thread rolling process has been widely accepted as a means of forming external threads accurately, quickly and inexpensively. Production rates have reached six hundred parts per minute. The product so manufactured has superior physical qualities to that produced by machining. Significant material savings are realized since a blank is utilized having an outside diameter which is less than the outside diameter of the threaded fastener to be formed. This invention relates primarily to flat dies for such thread rolling processes and particularly to dies for rolling those threaded fasteners which have both a straight section and a point section. Other applications may include planetary dies for the rolling of such dies.\nSuch dies have been relatively expensive to manufacture because of the necessity of making multiple passes either with a grinding wheel or a milling cutter to individually produce each groove. The individual machining or grinding has been necessary because the face surface of the die which contacted the workpiece comprises two generally planar surfaces; the first generally planar surface disposed on the face of the die in substantially parallel relationship to the axis of the straight section of the workpiece and the second generally planar surface also disposed on the face of the die which contacts the workpiece. As viewed from one end of the die, the angular relationship between the two generally planar surfaces is equal to the angle between the straight section and point section of the finished screw.\nThe intersection of the first and second generally planar surfaces defined a line parallel to the direction of relative movement between the pair of dies utilized to form a single screw. Because the ridges disposed on the first and second generally planar surfaces of the face are obliquely disposed with respect to the intersection of the first and second generally planar surfaces, each ridge in the first generally planar surface was disposed in the same plane as the intersection of the first and second generally planar surfaces, which is sometimes referred to as the heel line, and each ridge is disposed at an angle to the direction of movement substantially equal to the helix angle of the thread to be rolled. Each ridge on the second generally planar surface is an extension of a ridge on the first generally planar surface. It is not feasible to use a multipoint cutter or grinding wheel to simultaneously generate all of the ridges in this configuration because the multipoint tool, as it progresses obliquely with respect to the heel line, will generate grooves of unequal depth if any attempt is made to obliquely pass over the \"heel line.\"\nThe single point tools which have been typically utilized are controlled by means of cams or other mechanical apparatus to follow a predetermined rise and fall path which imparts a contoured thread forming surface into the die working face. The number of milling cuts or grinding cuts that must be made in single point generation of the die working face is determined by the length and pitch of the thread which is to be rolled by the die being made.\nIt is apparent that the mechanism for imparting the described rise and fall path, as well as the time involved in repetitively cutting each individual groove while describing the referred to rise and fall path, results in a relatively expensive manufacturing process."}
{"text":"In organs generally, it is conventional to actuate a number of tones upon depressing a given key. In many types of electrical organs, electrical tone generators may be keyed by means of an electrical switch connected between the tone generator and a source of direct current potential, the switch being actuated in response to depressing of one of the keys of the keyboard of the musical instrument. U.S. Pat. No. 3,617,603 of Nov. 2, 1971, entitled \"CHIFF CIRCUITS FOR ELECTRONIC ORGANS\" of Wayne and Meyer, and U.S. Pat. No. 3,660,587 of May 2, 1972, entitled \"ELECTRONIC ORGAN KEYING CIRCUITS\" of Martin disclose an electrical organ in which a single pole single throw key switch activates two photoelectric tone sources, corresponding, for example, to a main tone component and a chiff tone component of the organ tone through two parallel envelope circuits. As more fully described hereinafter, FIG. 1 illustrates such a system.\nU.S. Pat. No. 3,390,223 to Wayne discloses an electrical organ in which certain pipe organ simulated tones decay at a pitch which is flat with respect to the steady-state pitch. In the organ of the Wayne patent, however, this is accomplished by driving, at the steady-state pitch, a resonant circuit which is tuned flat with respect to the steady-state pitch, so that when the key switch is opened and the driving signal terminates, the resonant circuit produces a decaying electrical signal at the resonant frequency of the circuit which is flat with respect to the steady-state pitch.\nU.S. Pat. No. 3,037,413 to Markowitz entitled \"ELECTRIC ORGAN WITH TRANSIENT SPEECH EFFECTS\" is also an example of an electrical organ in which a single key is utilized to excite a plurality of tone sources through separate keying circuits connected in parallel with the keying circuit of the principal tone."}
