{"query": "请回答以下用药问题：去痛片的副作用失眠吗？", "response": "去痛片在有些患者服用后有产生失眠的副作用，因为去痛片这个药属于几种药物复合而成的，每片都含有氨基比林、非那西丁、咖啡因、苯巴比妥四种药物。其中咖啡因为中枢神经系统兴奋药，服用后能史人的大脑皮层兴奋性增强，从而可以提高对外界的反应性，即有一点外界的影响就能产生精神兴奋，故有的人服用后可能产生亢奋入睡困难从而引起失眠。"}
{"query": "请回答以下用药问题：吃肾宝片不能吃什么东西？", "response": "吃肾宝片不能吃以下东西：\\n一、食物：饮食应该注意不要吃过于寒凉或辛辣的食物，如辣椒、冰糕、冰西瓜、花椒等，以上食物可以加重肾虚的表现，不利于肾宝片的治疗效果。肾宝片是一种补益剂，所以在服用时不能同时喝茶或吃萝卜，以免影响药物的疗效。\\n二、药物：肾宝片中含有红参，所以在服用肾宝片时不能同时服用藜芦、五灵脂、皂荚或其制剂。\\n吃肾宝片时不能吃以上东西，在吃肾宝片期间患者还应注意生活要规律，不要熬夜、酗酒、抽烟等，以上不良的生活习惯可以加重肾虚的表现，不利于肾宝片的治疗效果。"}
{"query": "请回答以下用药问题：头孢和阿奇哪个更伤肾？", "response": "如果比较的是普通的头孢菌素和阿奇霉素，头孢菌素类的药物对肾脏的影响会更大，特别是头孢一代的头孢氨苄、头孢拉定、头孢唑林这些药物，主要是经过肾脏来排泄，对肾功能的影响要明显一些。而阿奇霉素主要是以原形的形式经过肝胆来排泄，很少经过肾脏来排泄，所以对于肾功能不全的患者，我以安全的使用阿奇霉素。\\n阿奇霉素是一个广谱的抗菌药物，通常用于敏感的革兰氏阳性球菌，像肺炎链球菌，还可以用于敏感的革兰氏阴性杆菌，像卡他莫拉菌、流感嗜血杆菌，还有一些非典型病原菌，像肺炎衣原体、肺炎支原体的感染。而头孢菌素又分为四代，头孢一代主要是用于革兰氏阳性球菌的感染，像金葡菌、链球菌等等。特别是对肺炎链球菌的作用要优于阿奇霉素，因为阿奇霉素的耐药率相当的高。头孢三代、头孢四代增强了对革兰氏阴性杆菌的活性，特别是大肠埃希菌，甚至对铜绿假单胞菌也有非常好的活性。如果患者的肾功能很差的话，对于相同的敏感菌，建议首选阿奇霉素，因为头孢菌素特别是头孢一代对肾功能的影响很大。"}
{"query": "请回答以下用药问题：阿莫西林的禁忌症？", "response": "阿莫西林是一种抗菌药物，属于青霉素类的药物，所以对于这个药物的禁忌症，就是如果存在青霉素过敏或者是青霉素皮试阳性的患者，要绝对禁用这个药。如果对于其它的β-内酰胺类药物，包括头孢、碳青霉烯或者是单环的β-内酰胺类药物，有过严重的速发型超敏反应，也是要禁用这个药物。\\n在开始阿莫西林治疗之前，一定要仔细的询问是否是对青霉素、头孢，或者是其它的β-内酰胺类药物存在过敏。用之前要用青霉素钠做皮试，必须要到医院去，如果青霉素皮试阳性就要禁用这个药物。"}
{"query": "请回答以下用药问题：干扰素的副作用及处理方法？", "response": "\"1、流感样症候群：患者发热、寒战、全身不适，肌痛、头痛等，有时还可出现鼻塞、流涕、头晕、尿急等，而以发热最为常见。不论应用途径及剂量大小，患者均可有发热，一般在第一次注射后2-6小时发生，体温可升至38-40℃。若发热不高，可不必特殊处理，或多喝开水，卧床休息，但若发热较高甚或高烧者，则应给予物理降温，亦可给布洛芬0.2克口服，消炎痛栓0.5-1枚直肠给药，体温便会很快下降。2、一过性骨髓抑制：抑制骨髓，降低外周血白细胞及血小板，白细胞减少通常发生于用药后数小时至数日。用药第一周，白细胞减少至40％-60％，而后趋于稳定。(如果中性粒细胞绝对计数≤1.0×109/L、血小板<50<span=\"\"\"\">×109/L，应该减少剂量，1至2周后复查如血细胞恢复，药物剂量也可复原;如中性粒细胞≤0.75×109/L，血小板≤30×109/L，应该停药)。主要是干扰素能可逆性地阻断白细胞、血小板从骨髓释放的缘故。通常可服利血生、鲨肝醇及氨肽家等药以升高白细胞及血小板。3、消化系统反应：如食欲不振、味觉异常、恶心、呕吐、泄泻、腹胀等。药量越大，症状越频繁，但一般不需治疗，较重者可对症处理。严重者应考虑减量或停药。4、皮肤反应：用药超过4个月者的最常见副作用是轻、中度脱发，偶有停药后更严重者。斑丘疹多发生于躯干和四肢，但多为暂时性的;还有发生潜在特异性反应，表现为弥漫性红斑及荨麻疹等。轻度皮疹多呈自限性，不必处理;严重者应考虑停药或减量，并给抗过敏治疗。5、肾脏损害：最常见者为轻度蛋白尿，少有>0.1克/日，亦不伴有血浆蛋白的减少。其他肾脏损害虽有报道但极少见。通常无需特殊处理，嘱患者多喝开水即可。6、精神异常：表现为抑郁，妄想、焦虑等精神病症状。如干扰素导致如此症状，则需要密切关注，必要时停止干扰素治疗。如果有抑郁情绪或精神病史的患者应尽量避免使用干扰素抗病毒。7、对内分泌系统的影响：11-羟皮质类固醇增加，雌激素水平下降，高密度脂蛋白降低，出现糖尿、血糖升高，偶见高血钾、低血钙等症，还能提高血浆甘油三酯含量。8、干扰素诱导产生自身抗体和自身免疫性疾病：包括甲状腺抗体、抗核抗体和抗胰岛素抗体。多数情况下无明显临床症状，部分患者可出现甲状腺功能低下或者亢进、糖尿病、银屑病、白斑、类风湿关节炎、系统性红斑狼疮样综合症等，严重者要停药。9、抗干扰素抗体的产生：部分患者治疗初期甚至未应用干扰素时即出现抗干扰素抗体，影响治疗效果。估计与个体差异有关，而与应用剂量、给药途径、时间长短及患者年龄无明显关系。注意：干扰素的副作用的处理应该在医生指导下，必要时用药物纠正，严重时，应该减量或停药，待恢复后再使用，如果副作用严重，并无法纠正，应考虑改用其它抗病毒药物。\""}
{"query": "请回答以下用药问题：胃得安的功效与作用？", "response": "胃得安是一个药物的商品名，胃得安是中成药，药物成分主要是一些常用的中成药成分，这个药物其实是一种治疗胃痛的非处方药，主要的作用就是治疗腹痛，尤其是消化系统的疾病引起的这种胃痛、胃酸偏多的这种病人，这一类药物含有中成药的成分，在服用的时候不要同时吃辛辣的一些食物，如果是剧烈的腹痛、有呕吐、有黑便，这种消化道出血的表现是不适合用胃得安的。另外一个就是急性腹痛、消化性溃疡的活动期的这种腹痛也要慎用，要在医师的指导下谨慎的服用。如果服药之后症状没有明显的缓解，还是应当及时的去医院就诊，所以胃得安这类药物还是要在医生的指导下规范的使用效果会更好。"}
{"query": "请回答以下用药问题：西洋参咳嗽可以吃吗？", "response": "西洋参咳嗽的时候可不可以吃，主要根据患者的症状、舌象、脉象进行中医辨证来决定。西洋参具有清热生津的作用，如果咳嗽属于燥热阴虚，可以用西洋参生津止咳。通常不会用单一味中药，可以用百合、百部、杏仁、沙参、玉竹等具有滋阴润肺的中药一起配伍使用。如果患者属于实热或者痰热，不适宜用西洋参，这时候可以用黄芩、瓜蒌皮、陈皮、桑白皮、鱼腥草等清热化痰。患者体质虚弱平时容易腹泻，也不能用西洋参，有可能会加重脾胃虚寒。西洋参属于名贵中草药，价格较高，为避免浪费最好由中医来辩证使用。"}
{"query": "请回答以下用药问题：氯米芬片副作用？", "response": "氯米芬片是治疗多囊卵巢综合征促排卵药物。副作用多和剂量有关，常见的有卵巢肿大和囊肿、面部潮红（与绝经期综合征相似）、腹部和盆腔不适或疼痛。此外还有乳房胀痛、体重增加、头晕、尿量增加、短暂的视觉模糊、过敏性皮疹、可逆性脱发、失眠、精神抑郁和肝功能异常。还有的可发生子宫内膜异位症、卵巢过度刺激综合征、异常子宫出血等。"}
{"query": "请回答以下用药问题：乳酸左氧氟沙星的功效与作用？", "response": "杀菌、抗炎、抗感染。乳酸左氧氟沙星是属于喹诺酮类的抗生素。喹诺酮类的抗生素近年来发展得也比较快，从第一代的吡哌酸到第二代的喹诺酮类抗生素，还有第三代，现在第四代已经在临床上应用也比较多了。乳酸左氧氟沙星是属于第三代的喹诺酮类抗生素，主要是针对革兰氏阴性细菌的抗菌谱，对部分革兰氏阳性的细菌也有效。所以左旋氧氟沙星在临床上可以用来治疗胆道系统的感染、肠道的感染，泌尿系统的感染，还可以用于治疗呼吸道肺部的感染。其既有对革兰氏阳性菌的抗菌谱，也有针对革兰氏阴性菌的抗菌谱，所以它相对来说还是比较广谱的喹诺酮类抗生素。"}
{"query": "请回答以下用药问题：阿托伐他汀钙片在什么时间口服？", "response": "阿托伐他汀钙片可以在一天里的任何时间服用，饭前或者饭后都可以，不影响疗效。但是对于长期服用这个药的患者，建议每天固定一个时间来服药，可以每天都在早上起床后或者晚上睡觉前服药，可以避免遗忘或漏服药物。\\n他汀类药物是一类抑制人体内胆固醇合成的药物，而人体胆固醇的合成有昼夜节律性，也就是在白天和晚上合成的速度不一样，在晚上合成比较旺盛。所以很多他汀类药物，比如辛伐他汀、氟伐他汀、普伐他汀等，建议在晚上睡觉以前服用效果比较好。但是阿托伐他汀和前面的几种他汀有所不同，因为是一个长效药物，无论是晚上服药还是早上服药，都有很好的抑制胆固醇合成的效果，而且疗效不受饮食影响。"}
{"query": "请回答以下用药问题：褪黑素吃1片会多久入睡？", "response": "褪黑素是人体松果体分泌的一种胺类激素。它主要作用就是改善睡眠，延缓衰老以及抗击肿瘤效果。目前市面上所拥有的褪黑素，首先是要明确剂量，服用一片后，不一定能达到正常的维持剂量，沉睡时间也不一定会达到多少的改善。一般来说，服用至少三天以上，才可以达到正常最高浓度。对于失眠患者，除了应用药物调节失眠状态外，调节情绪也是非常重要的。"}
{"query": "请回答以下用药问题：生脉饮高血压能喝吗？", "response": "生脉饮是中医有名的汤剂，具有益气、养阴、生津的功效。高血压患者如出现心悸、气短、口干、自汗等症状，经中医师辨证为气阴两虚证，可在中医师指导下应用生脉饮进行治疗。高血压患者应注意平衡膳食、食物应多样化、口味清淡，适当进行运动，避免久坐、熬夜，避免抽烟、饮酒，保持乐观的心态，定期监测血压变化，在医师指导下规范化应用各类降压药，控制血压达标，预防各种并发症的发生，使身体各方面达到相对理想的状态。"}
{"query": "请回答以下用药问题：人血白蛋白的功效与作用是什么？", "response": "人血白蛋白的功效，主要是用于预防和抢救失血性休克、创伤性休克、烧伤、治疗脑水肿和大脑损伤性的脑压增高，肝硬化，肾病和呼吸不良性低蛋白血症等，也可用于新生儿高胆红素血症。一般采用静脉滴注，总的剂量因人而异，1日总量25-75g较适宜，平均日用量为20-30g。建议首次输注量为20g，维持剂量根据临床治疗情况而定。"}
{"query": "请回答以下用药问题：蒲公英能治乳腺增生吗？", "response": "乳腺增生是由于每个月的卵巢分泌雌激素、孕激素周期性的变化导致子宫内膜变化，乳腺导管、上皮细胞和乳腺小叶的周期性变化。可能部分人表现为乳房的胀、疼痛，甚至乳房结节感，称为乳腺增生。首先应做超声波检查，如果超声波检查并无病理的表现，就无需处理。但如果部分人乳腺增生时表现为较严重的疼痛，而且该疼痛严重影响了正常生活和工作，可能需要药物干预。当然药物干预不包括西药，都为中药干预，但是并无蒲公英干预有效的治疗数据存在。"}
{"query": "请回答以下用药问题：冠心病能喝铁皮石斛吗？", "response": "冠心病患者是可以喝铁皮石斛的，铁皮石斛为兰科植物铁皮石斛的干燥茎，是滋阴补气的极品。铁皮石斛具有益胃生津、滋阴清热的功效，主要用于口干烦渴、胃阴不足、食少干呕、阴虚火旺、目暗不明等症状。\\n对于现代药理学研究表明，铁皮石斛具有增强免疫、抗疲劳、抗氧化、降血糖、降血压、抗肿瘤等药理作用。对于冠心病患者，多在高血压、高血糖、高血脂基础上形成了动脉的粥样硬化，造成血管腔狭窄，甚至闭塞、心肌细胞缺血、缺氧、坏死而导致的心脏病。所以对于冠心病患者需要进行积极的一级和二级预防治疗，对于冠心病患者是可以喝铁皮石斛的。"}
{"query": "请回答以下用药问题：打了乙肝疫苗发烧了怎么办？", "response": "打了乙肝疫苗后，有的孩子可能会有发热的情况。这种发热通常在接种后24小时内出现，而且除了发烧外，没有其它症状，持续时间一般不会超过三天。对于低热的孩子，可给物理降温，如予温水擦浴（保持接种部位干燥）、冰敷额头，或者用退热贴，同时给孩子多喝一些温开水。个别孩子体温可能会超过38.5度，为防止出现高温惊厥，在物理降温的基础上，可以给予退热药物退热。如果孩子除了发烧外，还伴有如咳嗽、呕吐、腹泻或者精神萎靡这些症状，或者发热持续三天以上不退，需要引起重视，及时就医检查。"}
{"query": "请回答以下用药问题：疑似预防接种异常反应如何处置 对疑似预防接种异常反应，疾病预防控制机构应当按照规定及时报告，组织调查、诊断，并将调查、诊断结论告知受种者或者其监护人。对调查、诊断结论有争议的，可以根据国务院卫生健康主管部门制定的鉴定方法申请鉴定。 因预防接种导致受种者死亡、严重残疾，或者群体性疑似预防接种异常反应等对社会有重大影响的疑似预防接种异常反应，由设区的市级以上人民政府卫生健康主管部门、药品监督管理部门按照各自职责组织调查、处理。？", "response": ""}
{"query": "请回答以下用药问题：接种前后是否有必要检测抗体？", "response": "在疫苗接种前无需开展新冠病毒核酸及抗体检测；接种后也不建议常规检测抗体作为免疫成功与否的依据。"}
{"query": "请回答以下用药问题：伤寒疫苗接种后的注意事项？", "response": "接种完成后应留下观察至少30分钟再离开。 24小时内保持接种部位的干燥、清洁，不要马上洗浴，防止局部感染。 接种疫苗后可能出现以下症状：局部红肿、疼痛、发痒，全身不适、轻度发烧、头痛、乏力，食欲不振、恶心、呕吐等，此为疫苗接种一般反应，数天内通常会自行消失，不需进行特殊处理。如果出现高热和其他疑似异常反应者，可电话咨询接种单位或立即到医院就诊，以免延误病情。 接种伤寒疫苗后，也有可能感染伤寒，仍需要通过做好卫生：勤洗手及食用安全卫生的水和食物，避免到伤寒流行地区旅行等。"}
{"query": "请回答以下用药问题：13价肺炎球菌疫苗接种时间变更后下一针接种怎么办？", "response": "进口13价肺炎球菌疫苗如果是在6月龄内某一针次延迟一天或数天注射，其后续针次接种时间按原免疫程序的时间间隔相应顺延，不需要从头重新接种。 如果延迟注射，孩子已超过了6月龄，那就不建议进行补种进口疫苗了，可咨询疫苗接种医务人员看是否调整成国产疫苗。"}
{"query": "请回答以下用药问题：脑膜炎疫苗超过保护时间后何时需要补种/续种？", "response": "符合以下情况的人群，可能需要补种： 1. 正在用某些补体抑制剂（例如依库丽单抗、ravulizumab等）等，会增加感染脑膜炎球菌的感染风险，因此可能需要补种； 2. 脾脏受损或因为血液系统疾病将脾脏切除等人群，感染脑膜炎球菌风险也会更大，也可以咨询医生进行补种； 3. 获得性免疫缺陷综合征（艾滋病）患者。 具体请以疫苗接种医务人员建议为准。"}
{"query": "请回答以下用药问题：重组戊型肝炎疫苗（大肠埃希菌）接种后注意事项？", "response": "1. 接种后，建议留院观察30分钟，无不适后离开。 2. 24小时内保持接种部位的干燥、清洁，不要马上洗浴，防止局部感染。 3. 注射后可能出现以下症状：局部红肿、疼痛、发痒，不适等，此为接种的一般反应。加强观察，注意休息，一般数天内会自行消失，不需进行特殊处理。如果出现高热和其他疑似异常反应者，立即到医院就诊，以免延误病情。"}
{"query": "请回答以下用药问题：多西他赛化疗的副作用？", "response": "多西他赛主要用于晚期的转移性乳腺癌、非小细胞肺癌、卵巢癌、头颈部肿瘤等化疗，对其主要的不良反应有以下几点：\\n一、骨髓抑制最常见，比如白细胞减少、红细胞减少、血小板减少，一般主要见于白细胞减少，常常见于第7-14天，贫血也很常见。\\n二、除了骨髓抑制就是过敏反应，一般在第一次或者是第二次输注的时候，最初的几分钟可能发生过敏反应，症状轻，可能就是局部的皮肤的反应，比如红斑、皮疹。但严重的过敏反应时，比如休克、支气管痉挛等等，必须立即停止输注。\\n三、消化道的不良反应，恶心、呕吐等。\\n四、液体潴留的不良反应，通常表现为下肢或者全身的水肿，也有少数人会发生胸腔积液、心包积液等。\\n五、皮肤毒性，比如红斑、皮疹、瘙痒、色素沉着、脱发，也是常见的不良反应之一。\\n六、肝肾功能的损害，因为任何化疗药物都会经过肝脏和肾脏的代谢，多西他赛主要是经过肝脏的代谢，所以对肝功能的影响可能稍大，主要见于肝酶增高。\\n七、神经系统毒性，比如常见的有烧灼感，外周神经的异常感觉障碍等。"}
{"query": "请回答以下用药问题：枸橼酸铋钾片的功效与作用？", "response": "枸橼酸铋钾片是一种胃粘膜保护剂，可以在胃酸条件形成弥散性的保护层覆盖于溃疡面上，阻止胃酸、酶及食物对溃疡的侵袭，促进溃疡粘膜再生和溃疡愈合。此外，这类药物还具有降低胃蛋白酶的活性、杀灭幽门螺杆菌Hp的作用。这类药物可以治疗胃酸过多、慢性胃炎引起的胃痛、烧灼感和反酸。与抗生素联用可以根除幽门螺旋杆菌。"}
{"query": "请回答以下用药问题：吃完屈螺酮炔雌醇片来的是月经吗？", "response": "口服屈螺酮炔雌醇片来的是月经。月经是由于身体内激素水平变化，周期性子宫内膜的脱落出现的阴道流血，一般一个月一次，所以称为月经。屈螺酮炔雌醇片含有雌激素孕激素，是一种短效避孕药，它主要是用于避孕、治疗月经不调、异常子宫出血。口服屈螺酮炔雌醇片是通过药物使得子宫内膜脱落，在停药后出现撤退性出血，相当于来一次月经。"}
{"query": "请回答以下用药问题：薯蓣丸的功效与作用是什么？", "response": "薯蓣丸出自《金匮要略》，有补气养血，疏散风邪的作用。主治：虚劳气虚，阴阳失调，外兼风邪，头晕目花，消瘦乏力，心悸气短，不思饮食，骨节疼痛，微有寒热。《金匮要略·血痹虚劳脉证并治第十六》：虚劳诸不足，风气百疾，薯蓣丸主之。《金匮要略方论本义》：方中以薯蓣为主，专理脾胃，上损下损至此可以撑持；再以人参，白术，茯苓，干姜，大豆黄卷，大枣，神曲，甘草以除湿益气；以当归，芎，山药，地黄，麦冬，阿胶以养血滋阴；以柴胡，桂枝，防风以升邪散热；以杏仁，桔梗，白薇以下气开郁；唯恐虚而有热之人，滋补之药，上拒不受，故为散其邪热，开其逆郁，而气血平顺，补益得纳，亦自当不易之妙术也。"}
{"query": "请回答以下用药问题：吃安眠药都睡不着怎么回事？", "response": "吃安眠药都睡不着，说明失眠的症状是比较严重的，需要继续治疗才行。疾病的好转是需要时间的，药到病除的可能性非常小。对于这种顽固性的失眠，建议服用艾司唑仑片、参芪五味子片、复合维生素b这三种药物，需要坚持做一段时间头部针灸推拿等传统治疗。在日常生活中，改掉不良的生活习惯，晚上少用手机电脑少熬夜，少抽烟少喝酒，少喝咖啡浓茶，睡前泡个热水脚，会好起来的。"}
{"query": "请回答以下用药问题：丙戊酸钠的作用？", "response": "丙戊酸钠是用来治疗癫痫的用药，主要适用于单纯性的或者复杂性的失神发作、肌阵挛发作、大发作，可以单药也可以联合用药。有时候对复杂的部分性发作，也有一定的疗效。丙戊酸钠是处方药，需要在医生的规范的诊疗后指导使用。用药前要明确，如果有药源性黄疸史、家族史、有肝病肝功能异常情况，这个药是坚决不能使用。\\n有血液病、肝病史、肾功能损害，以及器质性脑病的时候，也应该在医生的指导下，权衡利弊后给予用药。用药期间为了发挥最佳的治疗作用，避免一些药物的不良反应，避免不良反应加重，用药期间不能够喝酒，喝酒可能会加重镇静的作用。如果停药应该逐渐的停药，以防再次出现发作，逐渐减量。关于更多丙戊酸钠的一些使用注意事项、用药信息，要参照说明书，在医生或者药师的指导下使用。"}
{"query": "请回答以下用药问题：晚上吃维生素b族失眠怎么办？", "response": "如若觉得维生素B族不适合自己，那就不要再吃了。平时要注意养成好习惯，形成规律的作息时间，生物钟要稳定；睡前可以听一些利于睡眠的舒缓的音乐；给自己营造一个安静舒适的睡眠环境；可以喝一杯牛奶助睡眠，不要吃辛辣刺激性的食物，也不要喝浓茶咖啡和酒；可以用莲子和百合各100克熬成汤睡前服用；睡前泡泡脚，坚持一段时间会有效果。"}
{"query": "请回答以下用药问题：儿童奥司他韦吃几天？", "response": "儿童应用奥司他韦治疗流感通常疗程是5天，预防应用一般疗程是10天。\\n奥司他韦是儿童比较常用的抗病毒药物，能够比较特异的针对甲型流感病毒以及乙型流感病毒，起到抗病毒治疗的作用。如果孩子明确诊断为甲型流感或者乙型流感，建议最好在起病48h之内应用，效果最好，对于治疗性应用，要求疗程是5天。还有一种情况是预防性应用，如家里有人患有甲型流感或乙型流感，儿童属于易感人群，为了避免孩子也得流感，可以给孩子选择预防性应用奥司他韦，对于预防性用药，一般疗程要求服用10天。\\n服用奥司他韦时要注意，如是病毒性感冒、甲型或乙型流感，要根据病情适当正确的选择药物，不能滥用。在用药同时，一定要积极锻炼身体，增强体质和免疫力，勤洗手，保持环境的通畅，尽量减少到人群密集地方去活动。"}
{"query": "请回答以下用药问题：吃奥美拉唑有什么副作用？", "response": "奥美拉唑是抑制胃酸分泌的药物，会引起胃酸分泌减少，引起消化不良，恶心腹胀及萎缩性胃炎的情况；对肝功能有损伤引起转氨酶胆红素的增高，还会引起头晕头痛失眠等症状；部分人有过敏几率；胃酸减少影响维生素b12的吸收引起贫血等。这些副作用在正常范围服用时是很小的，只有在长期或大量服用时可能出现，要严格控制好服用计量和疗程。"}
{"query": "请回答以下用药问题：打HPV疫苗会月经失调吗？", "response": "目前研究没有发现注射HPV(人乳头瘤病毒)疫苗会引起月经失调，但是部分非疫苗因素可能会造成月经推迟。HPV疫苗的副作用主要集中在局部，即注射部位疼痛、硬结，少数人可能会有低热反应，低热通常≤38°，这些局部反应通常在24-48小时后消失，但是也有部分女性注射疫苗后月经推迟，主要与以下因素有关：1、自身体质：病人月经不规律，注射疫苗后刚好月经出现推迟，属于一种巧合；2、情绪紧张：部分病人以前月经比较规律，但是由于注射疫苗造成的各种紧张，比如担心副作用，担心查出HPV已经感染，这种心理上的焦虑也会引起月经失调，且刚好出现在注射疫苗的时间段。二价、四价、九价疫苗这三种疫苗的效果较好，预防宫颈癌的效果可以达到70%-80%，九价疫苗可以达到90%，但是由于疫苗比较紧缺，建议预约到何种疫苗就注射这种疫苗，副作用也比较小。"}
{"query": "请回答以下用药问题：肠虫清什么时候吃最好？", "response": "肠虫清主要用于治疗蛔虫、蛲虫、钩虫等，属于广谱杀虫剂。肠虫清对人体的损害比较小，几乎全部都可以排出体外，所以最好空腹服用。空腹服用可以较快吸收，达到杀虫效果。所以最好选择在晚上睡觉前服用，然后第二天早上空腹服用。一般情况，通过两次服用药物之后，就可以达到排毒、杀虫的效果，虫体就会被排出体外。如果比较严重，一周后继续服用两次。"}
{"query": "请回答以下用药问题：腰椎间盘突出中药能治好吗？", "response": "腰椎间盘突出如果是比较轻度的，通过中药或者理疗能够起临床治愈的效果，如果是中度或者重度的椎间盘突出，使用中药或者物理方法治疗效果可能不是很明显。轻度或者中度的椎间盘突出，中药可以选择独活寄生汤、六味地黄丸等补益肝肾的药物，因为肝主筋、肾主骨、腰为肾之府，所以补益肝肾的药物，对治疗腰椎间盘突出是有效的。如果是比较严重的椎间盘突出，在服用中药的同时建议还可以结合腰椎的牵引或者正骨进行综合治疗。怎么判断轻和重：1、由病程来判断，如果病程时间小于1个月或者是新发的，就说明情况就不是很严重。2、从症状来判断，如果只是有腰部的酸胀、难受不适的情况，并没有下肢的放射痛，也没有间歇性跛行，相对来说比较轻的情况。如果不是这种情况，建议还是先要完善检查，做CT或磁共振判断椎间盘突出的程度，根据程度来选择比较适合自己的治疗方案，这样才是科学有效的。"}
{"query": "请回答以下用药问题：阿普唑仑的副作用？", "response": "阿普唑仑的副作用有以下几个：第一、就是可以引起过敏反应，这是最常见的副作用，因为此药在体内经过代谢后，它的代谢废物可以在体内停留的时间较长。如果是患者第一次服用这种药，可能会对这种药的代谢成分发生过敏反应，比如可以引起患者皮肤上有红斑或者是玫瑰疹形成，也有可能导致毛细血管出血、瘀血等一系列的过敏反应。第二、可以引起消化道反应，因为该药在胃肠道内的停留时间较长，所以可以对胃黏膜、肠黏膜产生较强烈的刺激和损伤，可能引起患者恶心，呕吐、厌食，甚至可以引起慢性、急性胃炎，肠炎等。第三、对肾脏和肝脏有一定的损伤，因为该药要经过肝脏的灭活后再经过肾脏的排泄作用，从输尿管经过膀胱排出体外，所以在这个过程中就会对肾脏造成一定的影响，同时对肝脏也会有明显的影响，可能会造成肝功能、肾功能的下降。"}
{"query": "请回答以下用药问题：宝宝吃头孢最多吃几天？", "response": "孩子吃头孢菌素的疗程一般大概是3-7天，具体的时间需要根据具体情况，具体分析如下：1、感染部位：头孢类抗菌素主要是针对细菌感染使用，如果是上呼吸道感染，大概用3-5天即可，但如果是下呼吸道，比如已经到气管炎或支气管炎的程度，可能头孢抗菌素使用的时间会适当延长，可能需要5-7天的时间；2、感染的程度：如果感染较严重，虽然是上呼吸道感染，但感染程度较严重，出现明显的高热，咳嗽也较严重，同时血中的指标，白细胞明显的升高，C反应蛋白也是明显的升高，此时治疗的疗程要适当的延长。"}
{"query": "请回答以下用药问题：三七会升高血糖吗？", "response": "三七对血糖不会有多大影响，因为三七主要的功能是止血、消肿散结、活血化瘀。三七粉的功效是活血化瘀，对于预防脑血栓、心脑血管疾病非常有用，其次是止血，三七粉作用广泛时也可以引起出血，另外，三七粉还有消肿散瘀、定痛的作用，所以对于血糖来说影响不大。\\n三七属于中药，患者使用三七过程中应该在中医医师指导下，经过望、闻、问、切，正规地使用三七，而不要自己随意加量、减量。因为三七使用过多，有可能导致出血或者凝血功能障碍，不建议患者自行使用。糖尿病患者有可能出现血液黏稠、高脂血症等情况，应该在医师指导下进行三七粉的应用。"}
{"query": "请回答以下用药问题：八珍益母丸什么时候吃效果最好？", "response": "八珍益母丸属于补益类中成药，具有补气血、调月经的功效，用于治疗妇女气血两虚、体弱无力、月经不调。一般情况下建议饭前服用，可以减少食物对药物吸收的影响，提高药物的安全稳定性，发挥药物的最佳功效，但有些患者服用后会出现恶心、呕吐等胃肠道反应，出现胃肠道反应的患者或者脾胃功能比较弱的患者，可以饭后吃，以减少药物对胃肠道刺激。\\n八珍益母丸是由益母草、党参、白术、茯苓、甘草、当归、酒炒白芍、川芎、熟地黄组成，注意感冒发热病人不宜使用，平素月经正常，突然出现月经过少、经期错后、阴道不规则出血者，应去医院就诊，服药一个月症状无缓解，应去医院就诊。"}
{"query": "请回答以下用药问题：吗丁啉的副作用有哪些？", "response": "吗丁啉是多潘立酮的商品名，主要是用于治疗胃排空延缓，胃食管反流、消化不良、腹胀、嗳气、呕吐等症状，对慢性胃炎、胃溃疡等疾病导致的胃肠胀气、恶心、呕吐等症状可以配合奥美拉唑、泮托拉唑等抑制胃酸的药物治疗。这个药物的不良反应主要是中枢神经系统会导致头晕、头痛、嗜睡、倦怠等。消化系统会导致口干、腹泻、便秘等症状。还会出现内分泌、代谢系统的异常会导致乳房胀痛，月经失调等。"}
{"query": "请回答以下用药问题：乙肝疫苗多久产生抗体？", "response": "乙肝是比较常见的传染性的疾病，为了更好的预防乙肝病毒的传染，应该及时的进行乙肝疫苗的接种，如果乙肝五项检查结果提示表面抗体是阴性，需要按照016的方案来进行疫苗的接种，第一针疫苗接种以后，可以停一个月进行乙肝五项的检查，大概30%到40%的人可以产生抗体。进行完第二针疫苗接种以后，停1到2个月检查乙肝五项，大概有60%到70%的人产生保护性的抗体，接种完第三针疫苗以后，停1到2个月检查乙肝五项，大概有90%多的人会产生有效的保护性的抗体。但是，乙肝抗体的产生不是终身免疫，需要隔数年复查乙肝五项，如果抗体减弱或消失，应该及时的加强或重新接种。"}
{"query": "请回答以下用药问题：蒙脱石混悬液的用法？", "response": "蒙脱石散混悬液主要是针对腹泻的患者，或者是大便不成形的患者。这种药物治疗，多数都是一天2-3次。当然也根据患者大便的次数和大便的性状，去调整量。一般情况下，可以考虑给予一次1包或2包，水冲服，尽可能水是糊状的状态，是最好的，一般是空腹服用。对于这种药物，需要注意的是，不要吃太油炸、油腻刺激的食物，主要以清淡的食物为主。空腹之后半个小时，再吃食物。对于蒙脱石散，它具有吸附的作用，而且不经过肠道吸收，所以对儿童、婴幼儿，甚至孕妇都是可以适当的应用的。"}
{"query": "请回答以下用药问题：打狂犬疫苗不忌口会失效吗？", "response": "注射狂犬病疫苗不忌口一般情况下不会失效，狂犬病疫苗注射后一般不需要忌口，但注射了狂犬疫苗期间也不建议吃辛辣、刺激性的食物，不建议喝酒，也不要喝浓茶、咖啡等刺激性饮料。其主要是为了防止出现注射疫苗之后的不良反应，也防止可能出现的过敏反应。\\n注射狂犬疫苗主要目的是预防感染狂犬病毒，因为临床上一旦患者感染到了狂犬病毒，其死亡率接近100%，所以，一旦怀疑有狂犬病毒的感染，需要尽快注射疫苗。"}
{"query": "请回答以下用药问题：肺结核吃保肝药肝还会不会出现问题？", "response": "肺结核吃保肝药肝脏还有可能出现问题。抗结核药物如异烟肼、利福平、吡嗪酰胺、丙硫异烟胺、对氨基水杨酸钠都对肝脏有毒副作用，都可以引起肝功能异常。药物对肝功能的影响机理有两种，一是药物毒性作用，当药物蓄集到一定程度，引起肝损害，与药物剂量有关；二是药物的过敏反应，与药物剂量无关。抗结核治疗期间，应用保肝药对肝脏有一定的保护作用，但并不能完全避免肝损害，也可能出现肝功能异常，甚至肝功能衰竭。因此，服药期间，要定期复查肝肾功能，有任何不适，及时就诊，以免耽误病情。"}
{"query": "请回答以下用药问题：藏红花高血压患者可以喝吗？", "response": "高血压患者可以喝藏红花，但是对于血压并不会有太大的影响。藏红花最主要是能够起到活血化瘀的作用，对于改善患者的微循环以及改善冠心病、脑血管病很有帮助，但是通过喝藏红花，不可以起到降低血压作用。目前临床研究发现，任何饮食对降低血压其实都没有太大的帮助。\\n如果想要降低患者的血压，一般需要通过低盐低脂饮食以及规律的生活方式，包括适当的运动，必要时可能需要加服一些降压药物来进行治疗。低盐饮食指的是每天要吃小于6g的食盐，低脂饮食指的是每天尽量不去吃猪肉、牛肉、羊肉。微汗状态下运动40分钟左右，同时配合降压药物来进行治疗。所以，单纯的藏红花可以喝，但是并不会降低血压。"}
{"query": "请回答以下用药问题：缓释片可以服半片吗？", "response": "缓释片是否可以服半片由缓释剂数而定，部分药物可服用半片，如琥珀酸美托洛尔，属于拮抗交感神经兴奋药物，为独立小丸制剂，可降低患者心室率。服用一片时可导致患者心率下降过快，则此时需要掰半片服用，但仍然有缓释作用。此外，部分药物如硝苯地平缓释片和控释片，掰开后膜功能被破坏无法起到缓释作用，变为短效药。当将药物掰半片服用时，药物起效时间变短，作用效果变强，容易出现不良反应。因为硝苯地平的平片即速效片，容易导致患者血压大幅度下降，出现脑缺血症状。"}
{"query": "请回答以下用药问题：肺癌能吃补肺丸吗？", "response": "补肺丸是中医理论指导下的中成药。具有补益肺气，润肺平喘，止咳化痰的功效。有加强肺脏功能作用。应用于肺脏亏虚，表现为咳嗽声低，动则气喘，咯痰无力，咽干口燥的患者。需要长期服用才有疗效。而肺癌需长期综合治疗。所以补肺丸对肺癌有辅助治疗作用，可以长期服用，但要分清主次。当治疗药物较多时，可以暂时停用或不用。"}
{"query": "请回答以下用药问题：氯吡格雷片是什么药？", "response": "该药物是抗凝药物，主要用于预防动脉粥样硬化血栓形成事件，如心肌梗死患者发病在35天之内，缺血性卒中患者发病六个月以内，或者确诊外周动脉性疾病的患者，急性冠脉综合症的患者，非ST段抬高性急性冠脉综合征以及经皮冠状动脉介入术后植入支架的患者，多与阿司匹林联合应用。由于该药物可能导致出血，必须由医生当面指导用药治疗，不能自行应用。"}
{"query": "请回答以下用药问题：打狂犬疫苗手臂酸痛正常吗？", "response": "接种完狂犬疫苗后少部分人会出现注射一侧手臂酸痛的情况，这通常是由于疫苗的不良反应所导致。一般这种疼痛并不严重，多数能耐受，休息1-2天后就会自行好转。如果觉得疼痛难忍，可以用热毛巾局部敷，或者进行轻微局部按摩，对缓解疼痛都有一定的效果，通常不需要做特殊处理。\\n正常情况下，人体接种狂犬疫苗后发生不良反应的几率很低。除胳膊疼痛外，部分受种者可能出现其他轻微预防接种反应，如注射局部红肿，发痒以及发热、头晕、头痛、乏力、全身不适、恶心、呕吐、腹痛、腹泻等。这些症状多数比较轻微，数天至一周左右都可逐渐消退，少数患者会出现中度以上的发热和皮疹，可在医生指导下适当进行对症处理。另外，极少数人注射狂犬疫苗后可出现比较严重的过敏反应。如过敏性休克、过敏性紫癜、血管神经性水肿等，需要及时到医院就诊，请医生协助处理。"}
{"query": "请回答以下用药问题：浙江华圣爱诺厄贝沙坦氢氯噻嗪片怎么样？", "response": "厄贝沙坦氢氯噻嗪片是一种复方制剂降压药，由厄贝沙坦150mg和氢氯噻嗪12.5mg组成，其中厄贝沙坦属于血管紧张素受体II拮抗剂，氢氯噻嗪属于噻嗪类利尿剂。复方制剂降压药的优点，是把两种不同降压机制的降压药联合起来，不仅增加降压作用，同时减轻各药单独使用时的副作用。厄贝沙坦氢氯噻嗪片降压效果明确，特别适合高血压伴有心梗、心功能不全的患者以及盐敏感性高血压患者。服用该药，注意定期监测肝肾功能、血钾浓度、血糖及尿酸，仍需注意可能出现的副作用，常见如皮疹、眩晕、心悸、低血压、血管性水肿等，糖尿病、痛风患者慎用，禁用于妊娠妇女、肾动脉狭窄、严重肾功能不全者。"}
{"query": "请回答以下用药问题：对乙酰氨基酚片和布洛芬哪个退烧快？", "response": "对于腋下体温在39摄氏度以下的普通低烧和中度发烧的患者，口服同等剂量的乙酰氨基酚片和布洛芬后，对乙酰氨基酚片在30分钟时的体温下降速度比布洛芬更明显。但对于出现39摄氏度以上的发热患者，使用布洛芬的退烧效果明显好于对乙酰氨基酚，且布洛芬的药劲比对乙酰氨基酚稍微强大些，药效发挥的时间也长一些。对乙酰氨基酚片比布洛芬的副作用相对要小，孕妇、哺乳期妇女、3~6个月的儿童、老年人尽量使用对乙酰氨基酚，患者可以根据自己的体温，选择不同的药物进行治疗。"}
{"query": "请回答以下用药问题：左氧氟沙星治尿道感染有效果吗？", "response": "左氧氟沙星是喹诺酮类抗生素，这是针对泌尿系感染治疗的首选药物，经过尿路代谢的量比较大，所以对治疗泌尿系的感染有特效。初次发生的尿路感染或者不是反复发作的尿路感染，这个药仍然是首选。但对于反复发生的尿路感染而且左氧氟沙星反复在吃，就要当心这时会产生耐药菌，尤其会对左氧氟沙星形成耐药的细菌出现，这时再吃左氧氟沙星就不合适，一定要做尿细菌培养，发现正确的细菌后可以知道针对这种细菌的药物，用这样的药物针对反复的尿路感染治疗才是更有效的措施。"}
{"query": "请回答以下用药问题：尿酸高的患者，到底能不能吃阿司匹林呢？", "response": "在冠心病的治疗中，阿司匹林的作用功不可没，因为它可以抑制血小板的聚集，常用于动脉粥样硬化心血管疾病的二级预防。但仔细看说明书，您会发现：低剂量阿司匹林减少尿酸的消除，可诱发痛风。那么，患有心血管疾病合并血尿酸升高的患者能不能吃阿司匹林了呢？阿司匹林最开始，并不是心脏科用药，而是一种解热、镇痛药物，主要用在普通感冒或流行性感冒引起的发热，也用于缓解轻至中度的疼痛，如头痛、关节痛、牙痛、肌肉痛等。成人使用其解热、镇痛，一般的用药剂量一般在1克-2克/天，抗风湿则要用到3-5克/天。这都是后来发现小剂量的阿司匹林有抗血小板聚集的作用，现在主要用于心肌梗死、脑梗塞等血管栓塞性疾病的二级预防中。并且其用于解热、镇痛作用时，常会引起胃部不适，消化性溃疡等，所以已经被更新的非甾体药物替代。阿司匹林对尿酸代谢影响与其药物剂量相关。在大剂量阿司匹林（>3g/天）时，可明显抑制肾小管对尿酸的重吸收，促进尿酸排泄；在小到中等剂量阿司匹林（＜1～2g/天）时，它抑制肾小管对尿酸的排泄，从而引起血尿酸水平升高。一般75～325mg/天的阿司匹林（小剂量）才有良好的抗血小板作用，副作用相对小，对心脏血管有益处，所以对合并高尿酸血症的患者不建议停用，可以在服用同时，多饮水或碱化尿液，同时密切监测血尿酸水平。而如果是痛风急性期，则考虑暂时停用。大部分他汀类药物都具有较弱的促尿酸排泄作用，可部分抵消阿司匹林引起的轻度血尿酸升高。所以，冠心病合并高尿酸的患者，是否可以服用阿司匹林，还需要具体情况具体分析，切莫擅自停药！"}
{"query": "请回答以下用药问题：肾炎康复片可以长期吃么？", "response": "肾炎康复片是中成药，治疗慢性肾小球肾炎蛋白尿、血尿常用的中成药。如果辨证比较准确就是气阴两虚，脾肾不足，毒热未清，表现出神疲乏力、腰酸腿软、面浮肢肿、头晕耳鸣，这样症状的患者可以长期应用的。应用过程中假如也没有明显的不适，服用之后肾病相关的症状逐渐的缓解，浮肿逐渐缓解，乏力的症状逐渐的缓解，而且尿化验里面的蛋白尿和血尿较治疗之前有明显的控制，可以长期应用控制病情，进一步的减少肾脏的损伤。"}
{"query": "请回答以下用药问题：乌灵胶囊治愈失眠的效果？", "response": "失眠是一种跟情绪、生活、饮食、作息等因素，有极大关系的一种疾病，任何一种药物都不能保证能够治愈失眠。因为情绪以及生活习惯方面的因素也非常重要，药物只是辅助的疗法，乌灵胶囊对于治疗心肾不交型的失眠效果不错。乌灵胶囊是一种补肾健脑、养心安神的中成药，主要的成分就是乌灵菌粉，可以治疗心肾不交所引起的失眠、记忆力下降、心烦易怒、心慌、神疲乏力、腰膝酸软、头晕、耳鸣、少气懒言等症状。但别的类型的失眠，服用乌灵胶囊的效果不太好。中成药一定要辨证论治，选择用药才行。"}
{"query": "请回答以下用药问题：阿立哌唑减药停药规律？", "response": "阿立哌唑是一种非典型抗精神病药，临床上一般有两种用途。一，治疗精神分裂症或者其他精神障碍，停药遵循“先减后停，宜慢不宜快”的原则，病情稳定一年以后可以在医生指导下先减药，减的剂量要小、时间要长，逐步减少到最低维持量以后如果病情仍然稳定就可以停药。二，作为抗抑郁药的“增效剂”加强抗抑郁效果，这种情况下停药可以快一些，抑郁症状缓解三个月后就可以先停阿立哌唑，抗抑郁药物继续保持原剂量维持治疗。"}
{"query": "请回答以下用药问题：打青霉素的副作用？", "response": "注射青霉素的副作用，常见于过敏反应。青霉素的皮试过敏在药物过敏中较为常见，发生率能够达到5%-10%，表现为皮肤的红肿、瘙痒以及血管神经水肿等。少数患者可以出现严重休克，表现为呼吸困难、血压下降以及昏迷等严重反应，此时需及时抢救，否则会导致患者死亡。注射青霉素还可能导致神经系统症状的发生，即青霉素脑病，多见于大剂量使用青霉素的患者，尤其老年人与孩子，可以表现为知觉障碍、昏迷，神志异常等严重的脑病表现。此外，注射青霉素还可以引起心脑血管系统的病变，但发生率较小。而在注射青霉素后也可能会出现胃肠道症状，表现为恶心、腹胀，腹泻等。"}
{"query": "请回答以下用药问题：重组人干扰素a2b凝胶怎么使用？", "response": "重组人干扰素a2b凝胶具有抗病毒、提高免疫功能的作用，主要用于治疗宫颈糜烂、尖锐湿疣，也可用于治疗口唇疱疹或生殖器疱疹。药物的使用方法为外涂患处，每日四次，每次涂药后按摩患处。可放在月经干净后第三天开始使用，用推进器把药液推到阴道深处，一日一次，6到10天为一个疗程。不同疾病有不同的使用方法，一定要在药师的指导下合理使用。"}
{"query": "请回答以下用药问题：一直吃中药发现怀孕了怎么办？", "response": "如果是孕妇禁用的药，可能会影响胎儿，因为怀孕的头3个月是胎儿神经管发育的关键期，避免胎儿的异常，孕妇应该在其间避免接触不良的化学物质，包括药物，如果想保留胎儿，这种情况需要严格做好孕期的检查和保健，定期胎检、排畸检查、唐氏筛查、四维彩超，若是有必要，在16周到20周做羊水穿刺以及脐血的分析等，看胎儿的发育情况，没有异常的话，就不用担心，如果发现宝宝有异常就应该及时终止妊娠。"}
{"query": "请回答以下用药问题：维生素b和维生素c的区别？", "response": "维生素b和维生素c是两类不同的维生素，都是人体生长发育和代谢所必须的。维生素b是一组维生素，一共九种，主要参与体内糖代谢，可以避免眼部疲劳，改善身体上皮组织，防治脂肪代谢不良等。而维生素c主要是对骨胶原的合成有促进作用，可以保障伤口愈合，对牙龈出血可起到防治作用，还可以提高机体对外界环境的免疫力和抗应激能力，增加身体对钙铁和叶酸的利用，对心血管疾病有一定预防作用。"}
{"query": "请回答以下用药问题：喝了黄体酮还不来月经怎么回事？", "response": "黄体酮属于孕激素药物，可以起到调经治疗的作用。服用黄体酮还不来月经，有两种可能性，第一，如果近期有过无措施同房，目前月经不来，服用黄体酮后不来月经，那么有怀孕可能性，需要做个尿早孕试验，血hcg的检查明确诊断。第二，体内雌激素水平偏低，内膜太薄，那么服用黄体酮后，月经也无法来潮的，需要结合彩超检查观察内膜的厚度，必要时需要结合补佳乐等雌激素药物联合调经治疗的。"}
{"query": "请回答以下用药问题：注射头孢注意事项？", "response": "头孢菌素类药物为半合成的抗菌药物，常用的分30余种，按其发明年代的先后及抗菌性能的不同分为一代、二代、三代及四代。临床根据其抗菌谱的不同用于各类感染的治疗，临床使用的剂型大多数为注射的头孢菌素类，少数也有可口服的药物。头孢菌素类药物在使用过程中要注意的事项有过敏反应，头孢菌素类可致皮疹、荨麻疹、哮喘、药热、血清病样反应、血管神经性水肿、过敏性休克等。\\n头孢菌素的过敏性休克类似青霉素休克反应，两类药物间呈现不完全的交叉过敏反应，对青霉素过敏者约有10%-30%对头孢菌素过敏，对头孢菌素过敏者绝大多数对青霉素过敏，需要警惕。还有的就是头孢菌素类药物，与乙醇联合应用会产生双硫醒样反应，头孢菌素类药物通过抑制乙醛脱氢酶的活性而抑制乙醇的代谢，使患者导致醉酒样反应，因此在使用过程中会对患者交代，使用头孢菌素类药物时一定要禁止饮酒。"}
{"query": "请回答以下用药问题：慢阻肺常用的平喘药？", "response": "慢阻肺的常用药物，包括平喘、抗炎的药物，具体分析如下：\\n一、平喘的药物：患者长期吸入的药物，包括吸入用异丙托溴铵溶液、沙美特罗替卡松粉吸入剂、布地奈德福莫特罗粉吸入剂，还有三联的布地格福吸入气雾剂，以上是慢阻肺患者常用的吸入制剂。如果患者慢阻肺急性加重，出现咳嗽、咳痰、喘憋等症状较前明显加重时，需要用激素，如甲强龙、泼尼松等药物，必要时需要用平喘的药物，如二羟丙茶碱、多索茶碱等进行平喘治疗。\\n二、抗炎的药物：如果血常规或胸部CT提示合并了肺部感染，应该应用一些抗感染的药物进行对症治疗。\\n慢阻肺是一个常见病和多发病，应该定期监测肺功能，以及复查胸部CT，有时慢阻肺还容易合并肺癌、肺心病等，在临床中应该密切进行监测。"}
{"query": "请回答以下用药问题：正常的人吃了癫痫病药会有什么反应？", "response": "正常人吃抗癫痫药物，多数情况下是误服，吃了以后引起的症状与抗癫痫药物的种类、剂量有关系。目前常用的抗癫痫药物有丙戊酸钠、卡马西平、苯妥英钠，如果吃了这些抗癫痫药物会出现以下三类症状：\\n第一、恶心、呕吐、厌食等消化道症状；\\n第二、头晕、看东西模糊、想睡觉、眼球震颤、走路不稳等神经系统症状；\\n第三、粒细胞减少，需要血常规才可以查出来。\\n当然这些症状多数情况下是暂时性的，通过多喝水、补液等方法，经过几天的代谢就可以缓解。"}
{"query": "请回答以下用药问题：艾司奥美拉唑镁肠溶片是什么？", "response": "艾司奥美拉唑肠溶片为质子泵抑制剂，用于控制胃酸分泌，目前来说，相对于传统的奥美拉唑兰索拉唑，艾司奥美拉唑属于第三代，副作用少，效果良好，适合长期服用。通常可以适用于1.胃食管返流性疾病2.糜烂性反流性食管炎的治疗3.已经治愈的食管炎患者防止复发长期维持治疗，4.胃食管反流疾病的症状控制，5.与适当的抗菌药物联合根除幽门螺旋杆菌6，防止与幽门螺旋杆菌相关的消化性溃疡的复发。"}
{"query": "请回答以下用药问题：慢阻肺能贴膏药吗？", "response": "慢阻肺贴膏药是可以的，但是如果贴膏药是针对慢阻肺治疗，有可能没有太大的意义，在临床上有很多膏药将药物浓缩以后贴在人体皮肤表面，通过人体皮肤进一步吸收从而改善一系列症状，达到对疾病治疗的目的，这也是可能存在的，但是针对慢阻肺治疗的膏药目前在临床上还没有出现。慢阻肺在稳定期的治疗主要以改善生活方式为主，积极的预防感冒和戒烟，远离职业粉尘接触，提高自身免疫力，在急性期的治疗上主要以控制感染为主要用药原则，同时积极的对症治疗缓解临床症状。"}
{"query": "请回答以下用药问题：一岁小儿利巴韦林颗粒的用量？", "response": "利巴韦林颗粒目前不推荐给儿童使用，对于一岁的儿童也不建议使用，如果必须要用，可以按照10mg\\/(kg·d)计算，一天口服三次。\\n利巴韦林是一个抗病毒的药物，对于病毒性上呼吸道感染和皮肤疱疹病毒感染有一定的治疗效果。这个药物会有不良反应，全身的不良反应有疲倦、头痛、虚弱、乏力、发热、寒战等。神经系统的不良反应，包括眩晕。消化道的不良反应有食欲减退、胃肠不适、恶心、呕吐、腹泻、便秘等，肌肉骨骼方面也有一定的不良反应，如引起关节疼痛等。另外，还有比较严重的溶血性贫血不良反应，所以在使用的过程中一定要注意观察。"}
{"query": "请回答以下用药问题：吃紧急避孕药体重飙升怎么回事？", "response": "吃紧急避孕药不会导致体重飙升，因为紧急避孕药的主要成分是高效孕激素。高效孕激素不会导致体内水钠潴留，只有雌性激素才会引起体内的水钠潴留，高效孕激素不会使体重飙升。引起体重飙升的原因，要排除以下的原因，第一、要排除多囊卵巢综合症的可能性。由于多囊卵巢综合症，雄性激素增高，所以体重会增加。第二、在临床上就要排除由于营养过剩所导致的体重飙升，比如吃得过多，尤其是晚餐吃得过多使营养过剩，就会出现体重增加，代谢减慢。"}
{"query": "请回答以下用药问题：明目地黄丸的副作用？", "response": "明目地黄丸具有清肝明目的功效，滋补肝肾，可以治疗眼睛视物模糊，畏光流泪，眼睛干涩的情况。属于中成药，主要是在六味地黄丸的基础上加了枸杞子和菊花，建议有阴虚的人可以服用。如果是有阳虚的患者不建议服用，因为药物可以滋阴，如果本身是阳虚体质的人，服用了之后可能会出现拉肚子的情况，也可能会出现畏寒肢冷的情况。"}
{"query": "请回答以下用药问题：康妇消炎栓一用就拉稀是怎么回事？", "response": "康妇消炎栓是阴道或者是肛门给药的一种外用药，治疗阴道或者肛门炎症也有一定的疗效。康妇消炎栓一用就出现拉肚子的现象，应该是这个药物刺激局部的直肠粘膜出现了充血和水肿。还有可能是康妇消炎栓所含的中药成分，对患者有致敏的作用，出现了过敏反应。如果应用2到3天症状不见缓解，建议停药选择其他的方式治疗相关的疾病。"}
{"query": "请回答以下用药问题：卡马西平片的副作用？", "response": "卡马西平是神经内科和神经外科比较常用的一种抗癫痫药物，属一线的抗癫痫药物。主要用于治疗癫痫部分性发作，复杂部分发作，单纯部分性发作，以及继发全身性大发作。还可以用来治疗三叉神经痛和舌咽神经痛。现在常见不良反应主要包括，眩晕症，嗜睡，乏力恶心，呕吐等消化道症状，也可以引起骨髓抑制，中毒性肝炎，更为罕见的是可以引起剥脱性皮炎。"}
{"query": "请回答以下用药问题：双黄连副作用？", "response": "双黄连的副作用比较小，主要的不良反应为胃肠道反应，对于既往有胃炎、胃溃疡等消化系统疾病的病人，建议饭后半小时服用，以减少对消化系统的不良反应。同时建议用药期间多饮水，以加速药物在体内的代谢和排泄，长期服用双黄连部分病人可以出现腹泻等消化系统症状。极少的病人对双黄连有药物过敏史，可以出现皮肤的皮疹、荨麻疹等现象，因此过敏体质者要慎用。用药期间建议不要吃生、冷、硬、辣、凉以及刺激性的食物，以免削弱药物对人体的作用。"}
{"query": "请回答以下用药问题：吃了米非司酮片第二天出血怎么回事？", "response": "如果是药物流产的情况下，一共服用3天药物，前2天服用的就是米非司酮，大约有1%的人在服用米非司酮的时候，就会出现阴道出血的情况，继而还会排出妊娠产物，这是个别现象。建议如果有妊娠产物排出，一定带着所排出的组织物去医院给医生观察，了解是否已经完全排干净，必要的时候还需要做B超检查，了解宫内是否有残留的妊娠组织。如果残留的组织物比较多，阴道流血相对比较多的情况下，需要给予清宫手术，绝大部分服用了米索前列醇之后才会导致子宫收缩，在临床上引起阴道出血，然后才会排出妊娠产物。但是个别人在服用米非司酮第二天的时候，就会出现少量的阴道出血或者排出妊娠产物。"}
{"query": "请回答以下用药问题：避孕药多久后吃第二次？", "response": "避孕药一般需要间隔三个月以后再吃第二次，因为对月经有影响。紧急避孕药是普通短效避孕药的剂量好几倍，这样的情况对月经是有很大的影响，一般口服紧急避孕药后会出现撤退性出血，也会引起月经不规则，有的需要三个月左右的时间才会恢复月经。所以说为了身体健康的着想，尽量不要采取口服紧急避孕药为避孕方法，有性生活时最好采取避孕套或者其他避孕措施避孕。"}
{"query": "请回答以下用药问题：玉屏风散治疗鼻炎效果怎么样？", "response": "玉屏风散在临床上有很好的功效，主要的作用就是通窍，减少患者鼻腔内鼻涕的分泌，能够有效的缓解患者鼻塞、流鼻涕的症状。玉屏风散在用药之后，作用持续的时间比较长，患者在停药之后不会马上复发，不会形成药物的依赖性，在临床患者中有很好的口碑。建议患者每次需要服用一个月左右，同时也可以配合布地奈德或者曲安德鼻喷剂一起治疗，在临床效果中肯定是更好的。患者如果是过敏性鼻炎，在过敏性的季节里，患者鼻塞的症状特别严重，常常还需要加用口服的抗过敏药物。避免过敏性鼻炎的症状引发哮喘，导致患者呼吸困难出现。"}
{"query": "请回答以下用药问题：打过狂犬疫苗又被咬了还用打针吗？", "response": "根据狂犬病的防治指南，如果是狂犬病的二级暴露以上，再次的暴露在3个月内打过狂犬病疫苗的，是不需要重新的打狂犬病疫苗。因为狂犬病疫苗的绝对保护期在3个月，在3个月内，身体内狂犬病的抗体正处于比较高的水平。如果超过了3个月，是需要打狂犬病疫苗加强针，但是不需要打狂犬病免疫球蛋白。因为这个时候，身体里面还是有狂犬病的抗体。这个时候打狂犬病疫苗加强针，能迅速的刺激身体产生更多的抗体，去中和狂犬病病毒，不需要另外再打狂犬病免疫球蛋白。"}
{"query": "请回答以下用药问题：吃降压药后尿蛋白没了？", "response": "蛋白尿患者应用降压药物之后，蛋白尿消失，说明病情轻，愈后较好。血管紧张素转化酶抑制剂，血管紧张素受体拮抗剂，两种降压药物具有很好的控制尿蛋白的作用。它们降尿蛋白的机理，主要是扩张肾小球的出球小动脉的作用大于扩张肾小球的入球小动脉，从而能够有效降低肾小球囊内压，减少尿蛋白的漏出。临床蛋白尿患者，这两种药物是基础的用药。"}
{"query": "请回答以下用药问题：碳酸氢钠吃多了会有副作用吗？", "response": "碳酸氢钠吃多了会产生消化系统和心血管系统的副作用。临床上应用碳酸氢钠主要是用于治疗由于胃酸过多而引起的胃部疾病，碳酸氢钠口服后和胃内的胃酸发生中和反应，产生大量的二氧化碳气体，引起嗳气，腹胀等副作用，同时，使胃部膨胀，反射性的增加胃酸的分泌，可能加重溃疡等病情。此外，长期大量服用碳酸氢钠还可以加重心脏和肾脏的负担；肝硬化和妊娠高血压的患者，服用过多的碳酸氢钠可以引起水肿。碳酸氢钠还可以碱化尿液，容易造成肾结石，降低胃蛋白酶和维生素E的药效。"}
{"query": "请回答以下用药问题：羟氯喹治疗新型冠状病毒副作用？", "response": "目前羟氯喹用于治疗疟疾、自身免疫性疾病，也可以作为一种广谱的抗病毒药物。现有的研究表明，羟氯喹在治疗新型冠状病毒肺炎患者当中，易出现心脏、视力等多器官损害的副作用，还可以出现的副作用，包括长期使用可能会出现精神异常兴奋、头晕、耳鸣、眼外肌麻痹、视神经萎缩、视物模糊、脱发、白发、瘙痒、皮疹等。\\n羟氯喹在使用过程当中，多个临床试验结果发现羟氯喹并无明显受益，所以不推荐羟氯喹在新型冠状病毒肺炎患者的治疗当中使用。除此以外，也不推荐洛匹那韦利托那韦片、利巴韦林、阿比多尔等药物，应用在新型冠状病毒患者的治疗当中，主要推荐的用药是干扰素，干扰素可以增强宿主的免疫应答反应。"}
{"query": "请回答以下用药问题：打肝素伤肝怎么处理？", "response": "如果打肝素出现了肝脏的损伤，先考虑药物性的损伤，要将肝素的用量进行调整或者停用，打肝素如果出现了药物性的肝损伤，代表用药的时间比较长，剂量比较大是相关的，此时要根据肝功能损伤的情况，看是否需要进一步改变肝素的剂量。如果是轻度的升高，建议调整剂量，如果是严重的升高，建议停用肝素，肝素属于抗凝的药物，主要是为了预防血栓的形成，有利于血管的再通。如果肝素过多注射，出现了相关的出血并发症，这时候需要使用鱼精蛋白进行对抗性的治疗。"}
{"query": "请回答以下用药问题：曲马多缓释片的副作用？", "response": "曲马多缓释片的副作用或不良反应主要有：全身性变态反应，过敏反应等。对心血管系统具有低血压，心动过缓及罕见出现高血压和心动过速。对消化系统产生恶心呕吐便秘，胃肠道紊乱，口干等不适，对中枢神经系统会出现头晕，头痛，视觉异常，情绪不稳。对皮肤表现为出汗，瘙痒，皮疹。有时还会引发排尿障碍出现尿储留等不良反应。"}
{"query": "请回答以下用药问题：麻药多长时间失效？", "response": "根据不同的手术和麻醉方式的不同，麻醉药物失效的时长也是不一样的。椎管内麻醉，如果采用椎管内麻醉，大多数情况下可给的药物，是有很大的相关性的：采用利多卡因，一般麻醉效果可以保持1小时左右；而采用布比卡因和罗哌卡因那么产生的效能时间会长许多，大多数情况下都可以保持8小时左右。而如果是神经组织麻醉的话，那么它的作用时长会相对椎管内麻醉更长一些:利多卡因可以保持2小时左右的麻醉效果，而布比卡因和罗哌卡因，都能保持10小时左右的麻醉效果。全身麻醉的药物相对作用时常会更短一些，需要根据手术的情况来选择不同的麻醉药物，大多数情况下，可以在手术结束以后的2小时以内，完成麻醉药物的基础的代谢而麻醉苏醒。"}
{"query": "请回答以下用药问题：抑郁药物会导致味觉减退吗？", "response": "抑郁药物可能会使味觉减退，但只有少部分人使用某一种抗抑郁药以后可能会出现这样的情况，从临床经验来看，该情况非常少见。理论上吃抑郁药以后引起味觉减退的情况不能排除，在抑郁发作时可能会出现该情况。抑郁其实是一个全身性疾病，不仅表现为精神状态的改变，情绪低落等问题，也有全身生理系统的变化，如食欲下降、消化能力下降等，包括感觉灵敏度下降。部分患者比较敏感，可能出现味觉下降，皮肤触觉敏感性下降、嗅觉下降等。这时要判断患者到底是哪种病情表现，还是药物治疗反应，需要医生作出判断。"}
{"query": "请回答以下用药问题：硫酸镁敷几天可以消肿？", "response": "硫酸镁外敷肿胀皮肤表面时，通常3-5天后能起到消肿作用。若肿胀较严重，单用硫酸镁的效果较差，因为硫酸镁对于轻度或中度的肿胀效果较好。且硫酸镁不能用于开放性伤口，因其可导致炎症扩散，出现化脓性炎性反应，所以硫酸镁通常用于非开放性创口和非化脓性创口。如果是炎性物质导致的组织水肿，不能单用硫酸镁消肿，还需使用一定的抗炎药物。"}
{"query": "请回答以下用药问题：打了狂犬疫苗能洗澡吗？", "response": "打了狂犬疫苗之后，针刺的注射的针眼部位，一般3-4个小时之后应该就能够闭合了，3-4个小时之后一般来说洗澡应该是问题不大的，但是因为被狗咬伤了之后，可能还有局部的伤口，再加上洗澡有可能会受凉感冒，这样其实对于预防狂犬病的发作，对于提高机体的免疫力实际上是不利的。\\n尽管局部注射的部位影响不是特别大，但是如果着凉、感冒、抵抗力下降，对身体还是有一定的影响的。所以不太主张当天注射完了狂犬病疫苗之后就着急洗澡，尽可能的还是等到第二天洗澡可能更好，前提还得是狗咬伤的部位这个伤口允许去洗澡。\\n如果伤口咬得相对来说比较重的话，洗澡对于狗咬的这个伤口其实是非常不利的，因为局部的皮肤黏膜破损，很容易继发感染，如果一旦有继发感染的话，整个免疫状态下降，对于狂犬病预防其实是非常不利的，所以不建议注射完疫苗之后很快的着急洗澡。"}
{"query": "请回答以下用药问题：伲福达一次能吃半片吗？", "response": "伲福达一次能吃半片，伲福达即硝苯地平缓释片，属于二氢吡啶类钙离子通道拮抗剂，通过阻滞心肌和血管平滑肌细胞钙离子的转运，抑制钙离子向细胞内流动，引起心肌收缩性降低和血管扩张，主要用于治疗高血压、心绞痛。\\n伲福达的不良反应比较多见的是踝部、足部和小腿的肿胀，用利尿药可消退，偶尔出现胸部疼痛、头痛、脸红、眼花、心悸、血压下降等不良反应。需注意终止服用时应逐渐减量，低血压患者慎用，严重主动脉瓣狭窄、肝肾功能不全的患者慎用，与β受体阻滞剂同时使用，可导致血压过低、心功能抑制、心力衰竭的机会增多，与硝酸酯类药物同时使用时，其治疗心绞痛的作用增强。"}
{"query": "请回答以下用药问题：吃了感冒药浑身出汗是怎么回事？", "response": "感冒是上呼吸道感染的统称，是由于病原体侵入到人体，出现了炎症反应。这些病原体多见于病毒，细菌，支原体，衣原体，立克次体等等。一般感冒药是复方制剂，含有一些具有解热镇痛效果的成分的药物。这些感冒药物服用之后会出现降低体温的一个反应，促使人体出现排热反应，皮肤可以有出汗，排出人体的热量，以达到降低体温的目的。所以吃了感冒药之后，人体浑身会出现出汗的症状。"}
{"query": "请回答以下用药问题：吃降糖药对性功能有影响吗？", "response": "吃降糖药对性功能没有影响，不但没有影响，合理使用降糖药，通过血糖控制有利于性功能改善。在多种研究中发现，如果机体在高血糖的状态下会降低睾酮水平，部分男性糖尿病患者性功能会减退，与睾酮水平下降有一定关系。通过口服降糖药或胰岛素，口服药包括二甲双胍、糖苷酶抑制剂、SGLT-2抑制剂、磺脲类以及非磺脲促分泌剂等，通过不同靶点降低血糖，改善胰岛素抵抗，最终结果是使睾酮水平有所升高，比安慰剂组升高明显，从而改善男性糖尿病患者的性功能状态，提高生活质量。因此吃降糖药不会影响性功能，不要盲目听信不能吃西药，西药会伤肝、伤肾，对心功能有影响的说法，偏执的选择中药治疗，属于不正确的做法。患者需要合理选择降糖药，控制血糖，有助于改善性功能状态。"}
{"query": "请回答以下用药问题：打完疫苗后发热怎么办？", "response": "预防接种的原理是把已知的病源经过处理，保留它的抗原性，尽可能地去除毒力，在宝宝身体健康的情况下接种在宝宝体内，模拟一次自然感染产生相应抗体的过程，接种之后在短期内出现发热是很正常的，发热不会持续很长时间。出现发热后应该每2到3个小时测一次体温，然后记录下来，观察发热的持续时间和幅度，以及伴随症状。可以用物理的办法进行退热处理，比如说多饮水、保持颈部衣物不堆积，颈部裸露，增加散热，可以贴退热贴、用湿热毛巾敷额头，另外可以洗热水澡。体温超过38.5摄氏度要用退热药，以防出现高热惊厥；出现持续发热、精神差、食欲差的患者应该到医院就诊。"}
{"query": "请回答以下用药问题：复方甲氧那明胶囊的副作用？", "response": "复方甲氧那明胶囊是一种常用的治疗咳嗽的药物，是一种复合制剂，其副作用主要与其成分密切相关。常见的副作用主要有引起嗜睡、口干、精神倦怠和乏力等症状，是由于其中马来酸氯苯那敏所引起，而且复方甲氧那明胶囊也可以引起有皮疹、皮肤发红，以及瘙痒的症状。\\n部分病人还可以出现胃肠道的不适，包括上腹部不适、恶心，以及呕吐症状，严重者可以引起眩晕或者食欲不振。因此，复方甲氧那明胶囊应当在医生的严格指导下使用。"}
{"query": "请回答以下用药问题：孕妇能吃的甲亢药物？", "response": "甲巯咪唑和丙硫氧嘧啶孕妇都是可以吃的，但是因为这些药物都会少量通过胎盘，为了避免这些药物对胎儿产生不良的影响，一般建议在孕早期服用丙硫氧嘧啶，孕中期和孕晚期服用甲巯咪唑。因为丙硫氧嘧啶对胎儿的神经系统发育影响较小。而孕早期一般是胎儿神经系统发育的重要时期。孕中期和孕晚期使用甲巯咪唑，主要是为了避免丙硫氧嘧啶引起严重的肝功能损害。"}
{"query": "请回答以下用药问题：孕妇能吃维生素E吗？", "response": "孕妇可以吃维生素E，维生素E是一种脂溶性维生素，又称为生育酚，主要是抗氧化作用。在怀孕的时候，特别是出现先兆流产的时候，一定要口服维生素E，维生素E有保胎作用，并且还可以防止心脑血管疾病、肿瘤以及其他并发症，比如皮肤疾病，均可以广泛应用。所以怀孕以后吃维生素E对胎儿没有影响，可以保证胎儿的健康，而且维生素E的营养作用非常多，所以怀孕以后吃维生素E对孕妇和胎儿都非常有好处。"}
{"query": "请回答以下用药问题：黄连素过期了还能吃吗？", "response": "黄连素过期后不能服用。黄连素属于中药提取物，具有比较好的抗菌作用，但这种药物因为人体吸收很少，通常只能用于肠道细菌感染，如痢疾和幽门螺旋杆菌感染等疾病的治疗，对其他疾病的治疗效果不好。这种药物过期后，则会发生变质，影响到药物的效果，还有可能发生毒性改变，导致机体的中毒。不仅黄连素，任何药物过期后都不宜服用。"}
{"query": "请回答以下用药问题：鼻渊丸一个疗程吃多少？", "response": "鼻渊丸的主要成分有：苍耳子，金银花，野菊花，茜草，辛夷。苍耳子、辛夷有祛风散寒，通窍止痛的功效。金银花、野菊花具有清热解毒，茜草凉血止血的功效。上边这些药合用可以起到祛风宣肺，清热解毒，通窍止痛的功效。用于鼻塞鼻渊，通气不畅，流黄鼻涕，嗅觉不灵或减退，头痛，眉棱骨病。口服一次十二粒，一日三次，三盒一个疗程。建议平时加强体育锻炼，多做有氧运动。如果一个疗程效果不好，可就近到医院做一个全面检查。"}
{"query": "请回答以下用药问题：罂粟壳治疗腹泻用量是多少？", "response": "罂粟壳是植物罂粟的干燥成熟果皮。罂粟壳中含有吗啡、可待因、罂粟碱等生物碱类物质。中药把它归为收涩药，功能主治有敛肺、涩肠、止痛，可以用于久咳、久泻、脱肛、腹痛等。用法用量一般为煎汤服用，用量一般为3到10克每天。或者加入丸散中服用。但是要注意，一般在泻痢初起，或久痢未消者慎服。需要注意的是，本品易成瘾，不宜常服，儿童禁用。"}
{"query": "请回答以下用药问题：维生素D3的作用及禁忌？", "response": "维生素D3的作用和禁忌证如下：1、作用：促进小肠黏膜细胞对钙的吸收、肾小管对磷的重吸收，便于维持正常的血钙和血磷浓度。同时还能协同甲状旁腺和降钙素，促进破骨细胞释放磷酸钙以及钙在成骨细胞中的沉着，便于维持骨细胞的正常功能和骨样组织成熟；2、禁忌证：部分病人不能服用维生素D3，比如维生素D3增多症、高钙血症、高磷血症、肾性佝偻病等，均属于维生素D3禁忌证。维生素D3缺乏会造成钙、磷吸收不足，成人会出现骨质疏松，儿童可能会出现佝偻病。临床应严格掌握维生素D3的作用及禁忌证，便于合理用药。"}
{"query": "请回答以下用药问题：吃阿司匹林肠溶片禁忌？", "response": "阿司匹林肠溶片为抗血小板的药物，可以通过抑制血小板聚集，从而用于血栓栓塞性疾病治疗预防。但是以下几类患者是不能使用的。一、对该药中的成分阿司匹林或水杨酸过敏。二、合并急性的胃溃疡，如果使用阿司匹林容易导致胃出血。三、严重的肝肾功能衰竭。四、既往有过胃肠道严重出血的情况。五、儿童也是不建议使用的，容易引起瑞夷综合症。"}
{"query": "请回答以下用药问题：罗红霉素分散片禁忌？", "response": "罗红霉素分散片禁忌有以下几点：第一点，最为重要，对于罗红霉素、红霉素、阿奇霉素等大环内酯类抗菌药物过敏患者禁用此药物。第二点，出现非细菌、非支原体、非衣原体感染的患者不适宜应用此药物。第三点，此药物不良反应就是会导致肝功能异常，因此肝功能异常者、有严重肝硬化的患者避免使用此药。第四点，正在服用酮康唑患者不能服用此药物。"}
{"query": "请回答以下用药问题：荨麻疹用艾叶禁忌？", "response": "艾叶具有温热祛风的作用，针对荨麻疹中医辨证为寒冷型（风团色白，同时伴有畏风、怕冷、遇冷风或沾冷水等荨麻疹发作或加重，大便溏稀、舌淡、苔薄白等）者可以应用。除此之外，荨麻疹其他辨证分型者一般不可以应用，包括湿热型（风团白红相兼或红色为主，同时自觉内热但体温不高、平素身体易出汗、小便淡黄、大便粘腻、苔薄黄腻或黄腻等）、血热型（风团色鲜红、剧烈瘙痒、伴有手足心发热、急躁、易怒、舌质红、苔致密或少苔等）等都是艾叶应用的禁忌证型。还有因为艾叶具有温热、温通气血的作用，可能会有一定的升压副作用，所以荨麻疹高血压患者一般临床也是禁忌应用的。"}
{"query": "请回答以下用药问题：秋季腹泻疫苗多久生效？", "response": "五价轮状病毒疫苗是一种口服的减毒活疫苗，主要是预防轮状病毒感染所致的急性胃肠炎，一般服用后两周产生抗体，四周抗体浓度达到峰值，第一年对重症腹泻的保护率可高达90%；第二年抗体浓度稍下降，但对轮状病毒性肠炎的保护率也能达到75%。所以轮状病毒疫苗是预防轮状病毒性肠炎，最经济有效的手段，建议适龄儿童都能进行预防接种。"}
{"query": "请回答以下用药问题：碳酸钙d3婴儿能吃么？", "response": "碳酸钙D3颗粒婴儿可以吃，主要适应症为由于维生素D和钙缺乏引起的佝偻病患儿，或用来预防佝偻病。碳酸钙D3颗粒成分是碳酸钙和维生素D3组成的复合制剂，其中的维生素D3可以促进钙的吸收，可以纠正或预防佝偻病的发生。服用此药物不需要再单独补充维生素D。但是不宜长期服用，不宜同时再服用其它补钙药物，可能会引起血钙升高的情况。"}
{"query": "请回答以下用药问题：头孢和罗红霉素一起吃可以吗？", "response": "头孢和罗红霉素两种抗生素的抗菌谱相似，所以一般来说在临床上联合使用抗菌素，一般不会将头孢和罗红霉素一起联合使用。因为它们一起使用并没有增加抗菌的作用，反而联合使用的话，副作用可能会增加。所以一般来说，头孢和罗红霉素一般不会一起连用的，通常是单独使用。"}
{"query": "请回答以下用药问题：阿莫西林可以和头孢一起吃吗？", "response": "头孢类的药物与阿莫西林颗粒之类的药物是不可以同时服用的，都是抗生素及时的自我调理。指导意见：可以口服感冒清热颗粒无糖型鲜竹沥口服液之类的药物，及时的治疗调理，可以恢复正常的祝你健康。头孢拉定就是先锋6号,阿莫西林又叫做羟胺卞青霉素一起吃会添加胃肠道反应的.大的害处没有不过同是抗生素,没有必要一起吃."}
{"query": "请回答以下用药问题：打胰岛素有副作用？", "response": "糖尿病人经常打胰岛素有什么副作用？糖尿病人依靠饮食疗法和运动疗法仍然不能很好地控制血糖的时候，需要注射胰岛素来降糖。但病人又担心经常打胰岛素会产生副作用，对患者身体无益。专家解释说，胰岛素是一种激素，常用当然会有副作用。那么，经常打胰岛素有什么副作用呢？看看下面的解答吧。"}
{"query": "请回答以下用药问题：橘红丸小孩能吃吗？", "response": "橘红丸小孩可以吃，但是需要有成年人陪同服用。橘红丸主要由化橘红、陈皮、茯苓、甘草、桔梗、杏仁、紫苏子、紫苑子、款冬花、瓜蒌、浙贝母等中药材组成，具有清热润肺、化痰止咳功效，多用于治疗痰热引起的咳嗽、咳痰、胸闷等症状，口服，一次2丸，一日2次，小孩在医师指导下酌情减量。服药3天后症状没有缓解者，需要到医院就诊。"}
{"query": "请回答以下用药问题：颠茄磺苄啶片小孩可以吃吗？", "response": "颠茄磺苄啶片小孩是可以吃的。这个药物一种复方制剂，里面主要的成分就是磺胺甲恶唑、甲氧苄啶和颠茄流浸膏。颠茄磺苄啶片可以与胆红素竞争在血浆蛋白上的结合部位，而新生儿的乙酰转移酶系统尚未发育完善，磺胺游离血浓度升高可能增加核黄疸发生的危险性，因此这一类的药物对于新生儿以及两月以下的婴儿是禁用的，儿童处于生长发育期间肝肾功能发育不成熟，可以酌情的减量使用。"}
{"query": "请回答以下用药问题：小孩可以吃板蓝根吗？", "response": "小孩子可以喝板蓝根。板蓝根具有清热凉血，抗病毒，抗病菌的作用，属于中成药物，副作用比较小。板蓝根还可以有效清除体内有炎症引起的发热反应，可以用作退烧药物，也可以用来治疗咽喉疼痛的状况。一般适合用于感冒比较轻微。严重感冒还需要配合其他药物一同服用。小孩子应该尽量避免大剂量，长期服用板蓝根，以免服用过多，对身体的消化系统和造血系统造成一定的不良影响。"}
{"query": "请回答以下用药问题：小孩可以喝藏红花水吗？", "response": "小孩偶尔少量的喝一点是没有什么大碍的，但是不能长期大量的使用。虽然藏红花具有舒经活络，通经化瘀，消肿止痛等作用，长期坚持服用还可以提高人体的免疫力，是因为孩子还太小，身体各个器官发育未成熟，所以尽量不要让孩子食用藏红花，不然会起到反作用。若要使用，还需在医生的指导下用药。"}
{"query": "请回答以下用药问题：剖腹产打麻药后脊椎疼应该怎么治疗？", "response": "剖腹产打麻药后脊椎疼会自然好的，不用担心。打麻醉后脊椎疼是因为在打麻醉时穿刺针比较粗长，穿刺进入的比较深，引起皮下棘间韧带组织损伤引起的。损伤组织修复愈合需要一个过程，在这个损伤修复愈合中会感觉到疼痛，但是这个疼痛是很轻微，能忍受的，是一种隐痛不适，一般1年左右症状会消失的。如果想减轻疼痛不适的话，可以局部热敷或者贴活血化瘀止疼的膏药，并且注意不要受凉。"}
{"query": "请回答以下用药问题：阴囊潮湿吃什么中药？", "response": "阴囊潮湿，一般考虑与肝有关系，因为中医讲肝经的循行部位经过阴囊部，所以从寒热虚实的角度考虑一般有湿热下注，肝经寒湿两种情况。湿热下注的一般除了有阴囊潮湿的症状外，也可以伴有两胁肋部灼痛，口苦口干，大便秘结，小便短赤的症状。这种情况可以选用大柴胡汤或者龙胆泻肝丸来治疗。肝经寒湿的一般会伴有少腹拘急，睾丸偏坠疼痛，口淡不渴，大便溏薄的症状，这种情况一般选用暖肝煎来治疗。"}
{"query": "请回答以下用药问题：三氧水治疗静脉曲张的效果？", "response": "三氧水治疗静脉曲张的效果是没有根据的。三氧水的主要机理，是通过与体液反应，形成过氧化氢，达到局部消毒、杀菌、促进创面愈合等作用。静脉曲张主要是下肢静脉回流不好造成的，血液在浅表静脉迂曲扩张，久而久之出现皮肤营养性改变、出血、血栓等严重的后遗症。因此，三氧水在根本原因上，无法改善静脉回流的问题。但三氧水可以通过局部的血液通透性的改变，起到一定的作用，但是作用效果不理想，也没有被临床的医生和患者肯定。一旦确诊静脉曲张，不建议用三氧水治疗静脉曲张，可能会诱发静脉炎、静脉溃疡等严重的不良后果，要到正规医院寻求正规的治疗手段。"}
{"query": "请回答以下用药问题：炉甘石治疗什么皮肤病？", "response": "炉甘石具有收敛，止痒和保护作用，广泛应用于皮肤病。常见的皮炎，湿疹，丘疹性荨麻疹等都可以使用。不过有些注意事项，如果是皮肤病处于急性期，有糜烂，渗液的，不能使用。还有有毛发的地方，也是禁止使用的。临床上主要用于皮炎，湿疹，丘疹性荨麻疹等的急性期，有红斑，丘疹，但是没有糜烂渗液的情况。所以临床使用一定要注意适应症。"}
{"query": "请回答以下用药问题：梅毒患者打完三针青霉素还会传染吗？", "response": "梅毒患者打完三针青霉素后传染性会明显降低，但不能说百分之百没有传染性。梅毒是由梅毒螺旋体感染所引起的一种全身性的性传播疾病，梅毒螺旋体对青霉素是高度敏感的，所以通常进行标准的驱梅治疗，就是采取青霉素的注射疗法。大多数情况下，经过三针青霉素的治疗，体内的螺旋体能大部分被杀灭，患者的传染性也会大大降低，但不能保证一点传染性都没有。\\n患者需要复查血液中的心磷脂抗体滴度，只有当滴度降低直到转阴，才能认为体内确实没有螺旋体，患者没有传染性。患者通常需要几个月，甚至两年的时间才能完全转阴。所以，刚打完三针青霉素只能说传染性降低，不能说没有传染性，还是要做好防护，否则仍然有传染的风险。"}
{"query": "请回答以下用药问题：桂利嗪片有什么作用？", "response": "桂利嗪是一种钙通道拮抗剂。它可通过阻止血管平滑肌钙内流，引起血管扩张，从而改善脑部的供血。目前多用于治疗缺血性脑血管病（包括脑血栓形成、脑栓塞、脑动脉硬化等）、脑出血恢复期、蛛网膜下腔出血恢复期、脑外伤后遗症、眩晕症、冠状动脉硬化及由于末梢循环不良引发的疾病；对慢性荨麻疹和老年性皮肤搔痒等皮肤病也有一定帮助。"}
{"query": "请回答以下用药问题：车前草有什么作用？", "response": "车前草是车前的全草。性味甘寒，润肺，入膀胱、小肠经、肝经，具有利尿通便，清热明目，祛痰止咳的功效。还有清热解毒，止血的作用。临床上常用于热结膀胱，小便不利，淋沥涩痛等。还可用于肝热目赤肿痛以及肝肾阴虚所致的眼目昏花，迎风流泪等，以及痰热咳嗽等疾病。由于车前草具有清热解毒，止血的作用，可用于热毒疮肿，湿热腹泻以及出血等疾病。"}
{"query": "请回答以下用药问题：复方黄松洗液孕妇可以用吗？", "response": "复方黄松洗液孕妇是可以用的。在怀孕早期，可以按照1:10的比例熏洗外阴；怀孕4到6个月可以按照医嘱稀释好以后阴道冲洗一次，但是要注意动作轻柔，避免对宫颈刺激出现子宫收缩；怀孕后期也只能外阴冲洗不能阴道冲洗，以免刺激出现子宫收缩引起先兆早产。这是一个中成药妇科洗剂，可以应用来治疗外阴炎症、阴道炎症，缓解外阴骚痒，白带增多症状。"}
{"query": "请回答以下用药问题：氯雷他定糖浆怎么样？", "response": "氯雷他定糖浆是抗组织胺类药物h1受体拮抗剂，主要用于对抗组织胺引起的症状，比如毛细血管扩张、血管通透性增加、平滑肌收缩、腺体分泌等症状，治疗效果好，副作用小，主要适用于儿童。临床上主要用于治疗过敏性皮肤疾病，比如过敏性皮炎、急慢性荨麻疹、药物疹、过敏性鼻炎等；也用于治疗非过敏疾病引起的皮肤瘙痒，比如神经性皮炎、脂溢性皮炎、皮肤瘙痒症等。"}
{"query": "请回答以下用药问题：胃乃安的功效与作用？", "response": "胃乃安用于用于治疗慢性胃炎伴有于脾胃气虚，胃脘隐痛或刺痛等病症。药品的主要成分为黄芪、三七、红参、珍珠层粉、人工牛黄。一般选择餐后口服。用药期间要注意，不能食用生冷油腻不易消化食物，不要使用药理相同的药物。如果用药期间出现不良反应时，需立即停药就医。治疗时还需配合使用些抗生素药物，如阿莫西林。也可服用健胃消食片来促进消化。"}
{"query": "请回答以下用药问题：泌尿系统感染用头孢还是阿莫西林？", "response": "泌尿系统感染，一般建议可以用头孢类的消炎药，不建议用阿莫西林。因为阿莫西林主要是治疗，革兰氏阳性球菌，而泌尿系统感染，一般多为革兰氏阴性杆菌。一般建议可以选择第二代或第三代头孢菌素类消炎药来进行治疗，比较常用的药物是头孢地尼，头孢克肟，头孢他啶等，另外也可以选择用喹诺酮类的消炎药，比较常用的药物是莫西沙星，左氧氟沙星等等。"}
{"query": "请回答以下用药问题：降压利尿药有哪些？", "response": "高血压的发生机制，其中就有一项是抗利尿激素增加导致水钠潴留。高盐摄入导致钠潴留增加，进一步引起细胞外液量增加，导致血容量增加，从而引起高血压。临床上常用利尿剂来减少体内水钠潴留从而降低血压。常用的利尿剂有：安体舒通、双氢克尿噻、呋塞米、托拉塞米、吲哒帕胺、赖诺普利氢氯噻嗪、替米沙坦氢氯噻嗪、厄贝沙坦氢氯噻嗪、氨苯蝶啶、阿米洛利、乙酰唑胺等。"}
{"query": "请回答以下用药问题：甲硝唑凝胶的作用？", "response": "硝唑凝胶通常情况下是治疗阴道炎症的一种外用药，它的主要的治疗范围是细菌性阴道病，细菌性阴道炎症，还有滴虫性阴道炎，还有一些其他的霉菌性阴道炎，混合细菌性阴道炎需要与制霉菌素栓或者是硝呋太尔栓一同上药，起到一个协同的治疗作用。甲硝唑凝胶在上药治疗期间，要有很好的伤药依从性，剩下时间要达到一周，治疗期间不能同房。"}
{"query": "请回答以下用药问题：西比灵怎么样？", "response": "西比灵就是盐酸氟桂利嗪胶囊，它是钙离子拮抗剂，可以改善脑循环，缓解脑血管痉挛，抑制血小板凝聚及血粘稠度增高的药理作用。在临床上应用比较多，主要用于缓解脑部供血不足引起的头疼头晕的症状，预防偏头痛的发作，可以用于治疗前庭系统功能紊乱引起的眩晕，治疗效果非常好。这种药物不良反应，包括有嗜睡体重增加，其他副作用比如胃肠反应出现的机率不是特别大。"}
{"query": "请回答以下用药问题：hcg翻倍慢要停掉叶酸吗？", "response": "患者绒毛膜促性腺激素翻倍比较慢时不需要停掉叶酸，可以继续服用。孕期服用的叶酸剂量是非常小的，只有0.4到0.8毫克，能够预防胎儿神经管的畸形，不会对母亲产生任何的毒副作用。绒毛膜促性腺激素在怀孕的早期，可以出现隔日增长大于60%，甚至是成倍增长，但是当怀孕两个月左右时绒毛膜促性腺激素水平上升的就会非常缓慢，或者是有短暂的下降，这并不代表着胚胎发育不好，这是一个自然的过程。"}
{"query": "请回答以下用药问题：丹参泡水喝的功效？", "response": "丹参泡水喝的功效：丹参味苦性凉，入心经肝经，凉血活血，化血化瘀，疏通经络，有一味丹参功同四物的说法，就是说单身的功效相当于当归，生地， 白芍，川芎四味药的功效，临床上治疗心脑血管疾病以及经络不通的疾病，疗效可靠，比如复方丹参片，丹参注射液，丹参滴丸，用于脑中风，冠心病，手脚麻木，头晕目眩，心绞痛等疾病效果很好，当然泡水喝效果也很好。"}
{"query": "请回答以下用药问题：枸杞泡水喝有什么作用？", "response": "1.补肾壮阳作用：枸杞可入肾经，有利于滋补肝肾，可用于治疗因肝肾不足所致腰膝酸软、精神不振、少气懒言、阳痿、早泄、遗精、滑精、性功能减退、女性宫寒不孕等症状。2.保肝明目作用：枸杞具有促进肝脏排毒的作用，清洁肝脏，有利于治疗因肝火上炎所致目赤肿痛、视物模糊等症状。3.增强记忆力作用：经常用枸杞泡水喝有利于改善大脑功能，从而达到增强记忆力的作用。"}
{"query": "请回答以下用药问题：清肺抑火片止的是哪种咳嗽？", "response": "清肺抑火片治疗的是肺热咳嗽，主要成分是黄芩、栀子、知母、桔梗、前胡、天花粉等。具有清肺降火，止咳润肺的作用。用于治疗肺热咳嗽，症见咳嗽、痰多、牙龈出血、大便干燥、咽喉肿痛等。不良反应还不是很明确，对于风寒咳嗽的患者禁止服用。建议患者服用本药一段时间后如果症状没有明显好转，需要及时停药就医，详细检查后更换治疗方案。"}
{"query": "请回答以下用药问题：青霉素一针多少钱？", "response": "青霉素通常是很便宜的，也就是几毛钱一针。其次，注意在注射青霉素的时候，一定要去正规的医院进行检查。青霉素的价格会根据其产品的不同而出现不同的价格，如果说是进口的青霉素价格就会比较高了。对于青霉素不管是口服青霉素，还是注射青霉素都有一定的功效。目前来说，青霉素的功效也不是特别强烈，还要看红霉素作用。"}
{"query": "请回答以下用药问题：地衣芽孢杆菌活菌胶囊的服用禁忌？", "response": "这个药物主要是用于菌群失调。有病菌感染或者是激若性腹泻而引起来的菌群失调可以用这个药物。不用这个药物的时候一定要注意，不能用太烫的水水，烫的水容易把药物里面的活菌给杀死，这样就没有药物效果了，并且这个药物放置的时候也不能在高温处。阴凉通风处保存。如果服用这个药物的时候还有抗菌药物，最好是不能在一起应用的必须要间隔三个小时以上才能吃。"}
{"query": "请回答以下用药问题：谷维素治疗失眠吗？", "response": "谷维素主要是从植物中提取的油脂，如米糠油、胚芽油等。它的主要生理作用是调节植物神经，促进动物的生长，可以调节胃肠道功能、降低血液胆固醇及阻止胆固醇的合成，另外还具有保护皮肤导作用，所以在临床上，谷维素主要适用于植物神经功能紊乱、内分泌失调、改善胃肠功能紊乱，还具有抗氧化，抗衰老等多种生理作用，谷维素对于失眠有辅助作用。"}
{"query": "请回答以下用药问题：依巴斯汀片怎么样？", "response": "依巴斯汀片是抗组织胺类药物h1受体拮抗剂，口服吸收快，不通过大脑屏障，对中枢神经的抑制作用弱，副作用小，临床上应用广泛。主要用于治疗过敏性疾病，比如过敏性皮炎、急慢性荨麻疹、药物疹、日光性皮炎、过敏性鼻炎、过敏性结膜炎等，也用于非过敏性疾病引起的皮肤瘙痒，比如银屑病、玫瑰糠疹、神经性皮炎、脂溢性皮炎等。部分病人可以出现口干、头痛、困倦等副作用，对本品过敏者禁止使用。"}
{"query": "请回答以下用药问题：蒲公英加红糖的作用？", "response": "蒲公英是最常见的一种野生植物，蒲公英加红糖有以下的作用：一、可以清热解毒。二、可以治疗风热感冒，比如急性扁桃体炎。三、经常服用有美容养颜的效果。四、含有大量的碳水化合物，蛋白质以及微量元素，可以有效地促进身体健康。五、还可以有效的缓解口干舌燥。六、对化脓性疾病的治疗效果还是非常好的，可以用于伤口感染以后导致的化脓。"}
{"query": "请回答以下用药问题：苍耳草的功效与作用？", "response": "苍耳草是一个中药材。味道微苦属性平。具有发汗，利尿，解热，排毒，镇痛的作用。对于关节痛，肌肉神经麻痹，虫咬伤，身上长疥癣，高血压，水肿有不错的效果，服用的时候一定要按剂量服用，不要过量，以免引起中毒的现象，因为苍耳草具有一定的毒性。血虚引起的头痛一定要，禁止服用。"}
{"query": "请回答以下用药问题：槐花的功效与作用？", "response": "槐花是一种植物。味道有一点苦属性为寒性，具有清热解毒，泻肝火，凉血止血，抗炎的作用。对于痔疮引起的大便出血。肝火肝火旺盛引起的头晕目眩，皮肤有真菌或者是病毒感染有不错的效果。但是如果对花粉过敏的人，建议不要食用，以免引起过敏而且花花的属性为寒性，脾胃虚弱的人不要服用，老年人和消化功能不好的人也不要服用，在服用的过程中不要喝浓茶吃萝卜以免影响效"}
