{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：4号开始拉肚子拉的水糊稀的颜色黄色的昨天开始拉的绿色的吃了思密达蒙脱石散两天今天不拉了可是我走路没有劲还有我吃不下我差不多3天没吃了我是不是虚脱了我感觉我要死了我还冒汗（女，23岁）\n医生：您好，这中间有去检查或者治疗吗？\n患者：没有。\n患者：吃不消了。\n医生：现在不拉肚子了，但是浑身没劲。\n医生：大概一天能拉多少次？\n患者：停不下来。\n患者：我刚躺下就要去了。\n患者：今天最好就去了一趟但是想拉不出来的感觉肚子疼搞得胃也疼浑身酸痛。\n医生：这种情况建议立即去医院。\n患者：好的。\n\n医生的下一句回复是：", "response": "拉肚子严重会导致电解质紊乱。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生您好，我昨天白天没吃饭，晚上吃太多辣的，然后胃痛，右边小腹痛，睡了一觉醒来，疼的整个人都直不起来腰，一走路右边小腹就抽抽的痛（女，19岁）\n医生：你好，是肚脐以上靠右边疼吗？蹲着能好受点吗。\n患者：肚脐上面和右下。\n患者：上厕所拉不出来，，，早上吐了一点。\n患者：就是整个肚子涨涨的，然后就是疼。\n医生：可能是辛辣刺激食物刺激胃肠道导致的。\n患者：那吃什么药可以缓解一下。\n患者：右下腹疼痛不是阑尾炎吧。\n\n医生的下一句回复是：", "response": "有阑尾炎可能，你按着疼吗，按住疼得地方突然抬手时有无疼痛。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n医生：你好，复查过吗？手术后？\n患者：没有。\n医生：嗯嗯，有没有烧心反酸？\n患者：有偶尔烧心但反酸没有。\n医生：有没有胃胀？\n患者：有。\n\n医生的下一句回复是：", "response": "兰索拉唑，果胶铋服用多久了？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：李大夫您好，今年34岁。前段时间有腹水，转氨酶750.在医院输了15天液体降下来了，肝穿完毕后确诊为慢性乙肝病毒性肝炎活动期，我回来吃了的抗病毒药^_^恩替卡韦，还有甘草酸二铵肠溶胶囊，现在指标都正常了，甘草酸二铵肠溶胶囊能停吗？（男，33岁）\n医生：你好，感谢信任，根据你的描述情况，确诊为慢性乙型肝炎，目前病情经过抗病毒，保肝治疗后已经稳定，如果肝功能恢复正常，保肝药物就可以停了，恩替卡韦继续服用。\n患者：谢谢李大夫，您好，我需要多长时间定期检查一下？我需要注意点什么？吃饭的时候需要忌什么吃的？谢谢。\n医生：嗯，目前如果肝功能稳定，可以半年检查一次，主要检查肝功能，病毒DNA，肝脏B超，平时注意饮食生活规律，不要暴饮暴食，不要熬夜酗酒，避免过度劳累。\n患者：谢谢李大夫我还想咨询一下大夫现在我在吃恩替卡韦，检查我有胆囊炎，还有慢性胃炎我能吃其他药治疗吗？和恩替卡韦分散片可以同时吃吗？\n医生：如果需要服药，可以吃，一般不影响恩替卡韦，可以间隔1小时。\n患者：谢谢李大夫咨询一下李大夫非萎缩慢性胃炎用什么药治疗好一些？\n患者：可以和恩替卡韦间隔1小时服用的，谢谢李大夫。\n医生：如果没有不适症状，可以不吃药，现在有什么不适症状吗？\n患者：谢谢李大夫，现在没有什么症状，胆囊炎感觉有点隐隐的痛，您看需要吃什么药可以治疗一下？最近大便也不好，每天拉的少吃的多是什么原因？\n\n医生的下一句回复是：", "response": "应该是消化不好，药物可以吃大柴胡颗粒或马来酸曲美布汀对症治疗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：大便不成型，偶尔腹痛，胀气，但食欲也没有减（女，26岁）\n医生：你好，这种情况有多长时间了？\n患者：一个多月了。\n医生：一天几次大便？\n患者：2.26流感发烧，挂水之后就断断续续出现这种情况。\n医生：哦，还有没有其他症状？\n患者：刚开始，一天2.3次不等，后面就正常，有时一天一次，吃辣的就会2次这样，有时也几天一次。\n患者：肚子稍微冷点就胀气。\n患者：肚脐周围之前有疼过，最近没疼。\n医生：嗯，吃辛辣刺激或者受凉导致的肠道的正常消化吸收功能受到影响引起的。\n患者：去年夏天也有2个星期这样，那时候是一天上2.3次厕所，后来没吃药也就好了。\n医生：对，可以先调节生活方式。\n医生：注意腹部保暖，避免辛辣刺激性食物，按时休息和进食都会对肠道的吸收功能有改善作用。\n医生：如果还是有这个情况，而且时间比较长，可以吃药治疗。\n患者：好的，如果我去医院做个检查，是挂消化内科吗？大概要做哪些检查呢。\n\n医生的下一句回复是：", "response": "对，如果去医院就诊，需要挂消化内科，做腹部b超或者是需要做肠镜检查，还有血常规化验单。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：昨天晚上吃了宫保鸡丁和烤肉，烤肉油大，之后喝了冰镇酸梅汤，是边吃边喝的。今天早上起来发现拉肚子，第一次是糊状，之后就全是稀水样。早上到现在一共拉了四次，还伴有轻微腹痛。请问医生该怎么办？（女，19岁）\n医生：你好！还有其他不舒服吗？\n患者：还有是拉肚子前肚子会咕咕叫。\n医生：恶心呕吐又吗。\n患者：打嗝感觉带点消化不良的味道。\n医生：发热吗。\n患者：稍微有点反胃但不呕吐。\n患者：不发热。\n\n医生的下一句回复是：", "response": "吃点左氧氟沙星和蒙脱石散。吃饭只能吃清淡的。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：幽门螺杆菌抗体定量56（男，36岁）\n医生：你好，你有什么症状？\n医生：打嗝儿反酸水么？腹胀么？\n医生：一般有胃幽门螺旋杆菌需要杀菌药物治疗。\n患者：会有什么影响？好像没什么症状，体检连续几年都是阳性。\n患者：到夏天总是拉肚子和这个有关系吗？\n患者：没有反酸水和腹胀的症状。\n医生：这个腹泻没有关系，主要是影响胃功能。\n患者：需要服用什么药物杀菌吗？\n医生：可以吃雷贝拉唑10mg，一天1次，胶体果胶铋3粒3次，连服1月，合并幽门螺旋杆菌感染，加克拉霉素，0．5g，一天2次，阿莫西林1．0g，一天2次，吃10～14天。\n患者：这个严重吗？56大概是个啥水平？\n医生：不太严重。\n患者：刚刚打嗝有点反酸。\n医生：哦，按时杀菌药物治疗就可以，不用太紧张。\n患者：夏天总是拉肚子可能是什么原因？\n\n医生的下一句回复是：", "response": "这个多是肠道炎症或者菌群失调引起的，一般需要吃些双歧杆菌调节肠道功能，必要可以检查肠镜。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生您好，我最近大便会有黄色的脓水，不是拉肚子的那种拉稀，一吃东西就会有拉肚子的痛感，有时候肚子会咕噜咕噜叫，之前诊所医生说我是胃消化不好，给我开了两盒老蔻丸，吃完了还是没好，已经有一个多月了，该怎么办？（女，22岁）\n医生：您好，除了大便异常还有别的症状嘛。\n患者：没有了。\n医生：只吃了这一个药嘛。\n患者：之前有吃过诺氟沙星和肠炎宁但是只吃了两三次这两天在吃蒙脱石散胶体果胶铋胶囊和枸橼酸铋钾片。\n患者：昨天开始吃的但是可能昨天晚上吃草莓凉到肚子了今天拉肚子就有点严重。\n患者：今天吃了两顿药不是太管用。\n医生：不行的。胶体果胶铋、枸橼酸铋钾不吃了，不是治疗肠道的，也不管拉肚子的问题。\n患者：那我应该吃什么药啊？\n医生：蒙脱石散可以吃，现在一顿吃两包。\n患者：还用吃点别的吗。\n患者：都一个多月了也不是普通拉肚子的症状。\n\n医生的下一句回复是：", "response": "诺氟沙星、肠炎宁、蒙脱石散。这三种继续吃。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生您好！肚子经常很涨，是不是咕噜咕噜响，常打嗝放屁，这是怎么了？（男，24）\n医生：你好，这种情况有多久了。\n患者：最近几天。\n医生：有没有吃肉多？\n患者：最近一周。\n患者：额肉挺多的。。\n\n医生的下一句回复是：", "response": "嗯，这种情况跟肉多消化不好有关。有没有运动一下。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：母亲年龄56岁，有半个月，吃了饭胃胀，有十多天未大便，吃点什么药?（女，57岁）\n医生：平常大便怎么样？是不是有便秘？\n医生：十多天未解大便也可以引起肚子胀，所以这种情况下首先要通便，保持大便通畅后再看还有没有胃胀。\n医生：所以要先用通便药物。\n患者：吃什么药?\n患者：平时偶尔有便秘。\n\n医生的下一句回复是：", "response": "如乳果糖、聚乙二醇电解质散等。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：做胃镜是慢性胃炎，幽门螺旋杆菌检查没有，吃奥美拉唑，雷呗啦唑，吗丁啉，莫沙比利四个月了，但是一顿不吃吗丁啉莫沙比利马上就疼怎么办？（女，35岁）（女，\n医生：奥美拉唑和雷贝拉唑只服用一种就可以的。吗丁啉和莫沙必利一般也不联系联合应用。可以配合上元胡止痛片的。\n患者：是的，每次只吃一种，共吃了四个月，吃上就不疼，吗丁啉或莫沙比利一顿不吃就疼的不行。\n患者：只吃吗丁啉或莫沙比利，就不疼，现在是想问总吃这种药能治好胃病吗。\n患者：还有别的办法吗？\n患者：说话呀。\n患者：还在吗？\n\n医生的下一句回复是：", "response": "吗丁啉或者莫沙必利是促进胃肠蠕动的，它的止痛效果一般。不如雷贝拉唑，莫沙必利和元胡止痛片联合应用。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生您好，这是我的问题：肠炎拉肚子（女，27岁）\n医生：拉了几次了，糊状还是水状，用了什么药没。\n患者：水状数不清楚几次了。\n患者：前天下午开始发热拉肚子昨天早上去医院检查了血只有一点点炎症配了药但是到现在还是拉。\n患者：自己推测是中午吃的外卖不干净并且家里有人被传染一样的症状。\n医生：那可能是的，一般都是吃了不干净的引起来的。\n医生：吃的药有蒙脱石散没。\n患者：需要再去医院就诊嘛之前看的医生说没什么问题。\n患者：吃的就这两种。\n\n医生的下一句回复是：", "response": "需要加点蒙脱石散。这两个药可能止不住泻。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：经常放屁左下腹疼痛是咋回事啊妇科查了一遍没有发现问题吃完饭会经常打嗝肚子里面咕噜咕噜响有时候肚子忽然出现放弃的声音很小但是很尴尬是不是出了大问题啊（女，28岁）\n医生：你好，你这情况多久了？有加重麽。\n患者：有比较久了一两年。\n患者：没有加重情况一直差不多。\n医生：大便怎么样？有没有黑便等异常？\n患者：没有啊颜色挺正常的。\n医生：不好意思！那么久回你。\n医生：你有没有检查胃肠镜等？\n患者：没有啊，没做过呢。\n患者：没关系啊大家都忙抽空回复可以理解呀。\n医生：你好。你平时饮食怎样。\n医生：辛辣刺激及油腻食物。\n医生：一般你这情况考虑胃肠道问题。\n患者：jingchangchide\n患者：经常吃的呢。\n患者：我一吃有汤的比如面条或者砂锅啥的就咕噜咕噜不停，老有气吃饭菜没有事儿。\n\n医生的下一句回复是：", "response": "那就是胃肠道功能紊乱。有没有吃药治疗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：吃完饭后喉咙经常不舒服想吐过一阵子又好了是怎么回事（女，29岁）\n医生：你这个情况多久了呢？\n患者：偶尔发作几年了吧。\n医生：你有检查过吗？\n患者：没有。\n医生：你这个情况几年都出现，有消化系统问题，你一般什么时候出现比较严重。\n患者：早餐完比较多中午晚上稍微好点吃什么东西好像也有关系。\n\n医生的下一句回复是：", "response": "针对本次问诊，医生更新了总结建议：你的情况还是消化功能不好，你吃一下奥美拉唑，观察如果不缓解建议去医院检查。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：拉肚子，胃痛，吃一点就拉，没食欲，是不是急性肠胃验（男，27岁）\n医生：你好，这种情况几天了？\n医生：之前吃什么变质的食物或特别的东西了吗。\n患者：昨天半夜，之前喝了酒的，还吃了三文鱼，\n医生：拉了几次了？大便是稀水样还是大便稀一点？\n患者：今天去看了医生，胃不怎么痛了，但是还是吃点东西就拉。\n患者：十次了吧。\n医生：有恶心呕吐或发烧吗。\n患者：大便浠水的。\n医生：吃什么药物或输水了吗？\n医生：目前你的情况是考虑急性胃肠炎。\n患者：现在恶心呕吐已经没有了，下午有点发烧，现在好像这些症状都没有了，但是还是腹泻，\n患者：吃的药我也不知道，输液有消炎的，有能量的，还要保护胃粘膜的。\n\n医生的下一句回复是：", "response": "你觉得腹泻比昨天晚上好一些了吗？比如拉的次数比原来少一些了。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生好，昨天开始肚脐下方一直阴阴的痛，这段时间一直经常放屁，也有点嗳气，检查过子宫，肝胆肾b照都没事，昨天吃了两顿益生菌也不见效，准备要去旅游了，很怕是什么事（女，30岁）\n医生：你好！你这种情况有多久了呢？\n医生：与消化不良有关系的。\n患者：一个月吧。\n患者：我就在您旁边的金龙大厦办公的，那我应该吃什么药好。\n医生：吃这二个药可以的。再加上泌特一起吃。\n患者：要吃多久，因为前两个星期试过，不痛我就不吃，然后反反复复的。\n医生：连续二到四周。坚持吃。\n患者：好的，谢谢医生，应该不是什么大毛病吧，因为月初痛过一段时间，然后吃药不痛了，现在又来。\n医生：应该问题不大。如果反复发作建议您做呼气试验明确有无Hp(幽门螺杆菌)感染及胃镜检查。\n患者：但是我也没有拉肚子哦。\n\n医生的下一句回复是：", "response": "消化不良不是都会拉肚子的。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：今天17岁肚子疼检查出来的请问医生有问题吗需要治疗吗？（女，17岁）\n医生：你好！这种情况有多久了？\n患者：就今天检查才出现的。\n医生：请问一下疼痛是不是一阵一阵的疼痛？\n患者：嗯。\n医生：盆腔积液，附件囊肿，小结石明确。\n患者：请问需要治疗吗？怎么治疗？\n医生：请问一下，有没有发烧，反酸，呕吐等情况？\n医生：有没有拉肚子或者便秘症状？\n医生：您这个情况与月经期有关系吗？\n医生：一阵一阵的疼痛，考虑肠道痉挛疼痛可能性大，，盆腔积液，附件囊肿，小结石这些也可能是原因。在忙吗？需要治疗。\n患者：有一点想吐不发烧也没拉肚子。\n患者：应该怎么治疗呢？\n医生：您这个情况可以，注意点早晚腹部保暖和饮食卫生，多喝温开水，也可以局部按摩按摩或者热敷缓解症状，如果出现疼痛，吃点颠炔片10mg每天2次口服缓解症状好吗？如果明显缓解就观察看看，必要时积极治，盆腔积液，附件囊肿，小结石等这些问题好吗。\n医生：祝你早日恢复健康祝你和家人生活愉快，工作顺利！\n患者：嗯好的谢谢你了。\n医生：不客气，谢谢您的提问，祝你早日康复。\n患者：这些问题都很好治疗吗。\n\n医生的下一句回复是：", "response": "好治疗，，，盆腔积液可以用点抗生素，还有附件囊肿看看妇科方面的专家，，，，小结石平时多喝水，多活动活动，应该问题不大可以随尿尿排除体外。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：从13号开始小肚子坠痛，这几天吃了冰的饮料，会不会是这个原因。吃了冰的杨梅汁（女，33岁）\n医生：你好！有没有其他症状需要补充的？快来月经了吗。\n患者：月经这个月已经结束了。\n患者：这个冬天几乎没吃过冷的，水果也吃的少，但是前两天吃火锅，买了冰的杨梅汁，后来喝了。杨梅汁是里面带冰块的那种。\n医生：下腹痛是吗，有腹胀吗。大便正常吗。\n患者：大便正常，一天一到两便。\n医生：平时月经规律吧。\n患者：原来都是八号来的，这次大姨妈一号就来了，提前了，但是应该也正常吧。\n\n医生的下一句回复是：", "response": "嗯，您这次小腹部不适不排除和您迟刺激食物及生冷食物有关。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我有口臭，和胃酸、牙龈出血有关系吗？要怎么治疗呢？（女，21岁）\n医生：你好，还有什么症状补充吗？做过什么检查？\n患者：没有做过检查。\n患者：牙龈经常出血。\n患者：还有胃反酸。\n患者：口臭和这个有关系吗。\n医生：口臭和反酸有关，牙龈出血最好咨询口腔科医师，我擅长消化疾病。\n患者：好的，，谢谢。\n患者：那怎么治疗这个口臭呢。\n医生：口臭不除外是口腔疾病，也可能是反酸。你在什么时候反酸最重？\n患者：不一定什么时候。\n患者：晚上居多吧。\n\n医生的下一句回复是：", "response": "诊断明确需要行胃镜和食管Ph监测。你先改善生活习惯，看能否纠正，三餐规律饮食，清淡易消化，每餐饭七分饱，进食后3小时避免卧床休息，忌食：烟酒、高脂高唐。抬高床头休息。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：老是想上大厕，就是拉不出来（男，24岁）\n医生：你好，这种情况多久了？大便干吗？\n患者：断断续续的，时好时坏。\n医生：还是大便不干，每次有排便不干净呢？\n患者：后重的感觉，不舒服。\n医生：不是因为大便干啦拉不出来吧？\n患者：不是。\n医生：大便是不成形的吗？肉眼看见大便颜色正常吗？每天大便几次？\n医生：还有其他不舒服吗？肚子疼吗？\n患者：正常。\n患者：一般3次。\n患者：我gangmeng\n医生：最近厉害吗？肛门?怎么啦？\n患者：不严重，症状是老想上厕所，拉不出来，就用手指抠，后重的感觉就会好些。没有粪便。\n患者：这是我自己拍的，有颗粒的硬疙瘩。\n\n医生的下一句回复是：", "response": "有痔疮吗？那应该是痔疮。大便有血吗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胃胀。我有几个月的症状了，就是吃饭后胃胀（男，55岁）\n医生：你好，以前有胃病吗？\n患者：没有。\n患者：好多前有胃下腄的。\n患者：好多年前的。\n医生：最近这几个月有症状，用过什么药吗。\n患者：没有用药。\n患者：就是吃了饭后觉得饱胀。\n医生：大便正常吗。\n患者：这些夭好了些！以前不正常！几年来就是不正常。\n医生：可能是有点胃炎胃肠神经功能紊乱。\n医生：可以吃点奥美拉唑，莫沙必利，马来酸曲美布汀片这三个药。\n患者：以前吃了就睡也没觉得不舒服的现在吃了饭要运动才好些。\n\n医生的下一句回复是：", "response": "嗯，吃点药看看，如果效果不好，建议做个胃镜看下。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：吃了不适应的东西上吐下泻肚子胀痛（女，48岁）\n医生：您的症状考虑食物中毒，建议肠道门诊验血常规，便常规。如果重的话需要输液治疗。建议泮托拉唑，胃复安和左氧氟沙星。如果症状不是不是太重，可口服耐信和利福星。\n医生：腹泻厉害可用思密达比较安全。\n患者：只要有这种状况就难受。\n患者：是什么病情？引起的？\n患者：佟医生。\n医生：这种情况经常出现？还是就这一次？\n患者：最近几个月有个五次了。\n患者：佟医生你很忙吗。\n医生：首先建议您饮食卫生，另外经常的肠道感染会引起菌群的失调，胃肠道变的比较脆弱了。\n医生：可以考虑服用一些调节肠道菌群的药物，如整肠生，培菲康。\n患者：那咋办呀。\n医生：刚刚说那两种要可尝试。\n患者：佟医生听你建议？\n患者：告诉我怎么做。\n\n医生的下一句回复是：", "response": "整肠生，培菲康，这两种药。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：孕妇上吐下泄完之后肚子涨而且一喘气肚子直哆嗦怎么回事（女，28岁）\n医生：你好，这种情况多久？\n医生：考虑急性肠胃炎后，肠痉挛可能。需要热敷。注意休息。\n患者：今天晚上。\n患者：晕倒了。\n患者：现在浑身无力。\n患者：肚子疼发胀。\n医生：怀孕多久了。\n患者：五六周。\n患者：今晚吃完饭回来就难受，拉肚子，吐。\n\n医生的下一句回复是：", "response": "考虑急性肠胃炎可能。目前可以喝点温糖水，热敷肚子。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：恶心呕吐，低烧37.4。吃什么吐什么，喝水都吐，还有点拉肚子。空腹一天了，这是什么病呢？（女，30岁）\n医生：您好，之前有着凉或者不洁净饮食吗？\n患者：您好，早上吃了油条之后就觉得有点恶心了，不知道是不是这个原因？而且家里小孩前几天肠道病毒感染刚好，我就不舒服了。\n医生：大便了几次？\n患者：三次，吐了七八次。\n医生：胃痛吗。\n患者：不痛，就是恶心反胃。感觉有点饿，但是吃什么都吐。\n医生：大便水样还是粘液脓血？\n患者：水样的。\n\n医生的下一句回复是：", "response": "考虑是急性肠胃炎。发热大于38.5可吃退烧药扑热息痛。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我妈妈长期胃痛，吃什么药能让她不那么痛（女，18岁）\n医生：您好请问这种情况多久了？用了什么药物？\n患者：奥美拉唑。\n患者：还有达喜。\n患者：这检查出来吃什么药呢。\n医生：有查幽门螺杆菌吗？\n患者：没查，我以为胃镜里会有。\n医生：这个是需要单独查的。\n患者：那幽门螺杆菌有什么其他症状吗。\n患者：我妈妈她就是胸口痛而且吃东西也会痛。\n医生：这个没有什么特异性症状。\n医生：建议查一下，若阳性则需要四连根治。\n医生：有溃疡自然会痛，若奥美拉唑不管用，可换好一点的如兰索拉唑泮托拉唑。\n患者：好吧，，，\n医生：建议系统检查后再用药。\n医生：幽门螺杆菌检查需空腹。\n患者：要是不查可以吗？\n\n医生的下一句回复是：", "response": "这样不好确定是否需要使用抗生素的。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：女18今天吃了炒面和鸡腿然后下午开始呕吐，喝水也吐，大概7点半到八点开始拉肚子，八点多吐了绿色苦水，并且还头疼（女，17岁）\n医生：你好，很高兴为你解答。\n医生：您好，还有其他不适吗？发烧拉肚子之类的？\n患者：发烧没有，拉肚子。\n医生：哦哦。拉了几次，什么样的。还拉吗？\n患者：拉了，两次。\n患者：还拉。\n医生：肚子还疼吗？\n患者：疼。\n医生：你这种情况考虑肠胃炎的表现。可以吃点药物治疗。\n医生：建议你易消化，清淡饮食，对喝粥类，不要吃生冷硬，油腻，辛辣、浓茶、咖啡等刺激食物不要吃。\n患者：那需要药物治疗吗？\n\n医生的下一句回复是：", "response": "吃点奥美拉唑，阿莫西林，整肠生治疗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：腹泻一周，感觉有点胀气，经常打嗝，放屁，还有点厌食。每天傍晚会有头疼发热症状，到第二天早上好了。去医院验血只给我开了蒙脱石散（男，21岁）\n医生：你好！请问每天大便几次呢？\n患者：四处左右。\n患者：四次左右。\n医生：都是稀水样便吗。\n患者：糊状，桔黄色。\n患者：出现这个症状钱。，喝过酒吃过特别辣的东西。\n\n医生的下一句回复是：", "response": "嗯好的，您这个情况可以先吃蒙脱石散。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：返流性食管炎和返流性咽炎是同一种病吗（男，40岁）\n医生：您好，现在主要是什么症状？你现在咽喉主要有什么不舒服的呢。\n医生：一个是食管炎，一个是食管炎引起的咽炎，两种病。\n患者：请问我前半个月检查是返流性咽炎，医生开了两个星期的奥兰拉挫吃，可吃了胃也不舒服，喉咙有时有异物感和胀痛感，谢谢。\n医生：最近饮食规律吗？爱吃甜的，辣的，咖啡，浓茶吗？\n患者：饮食还是规律，辛辣吃得少。\n患者：甜的和咖啡没吃。\n\n医生的下一句回复是：", "response": "奥美拉唑是进口还是国产的。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：吃饱饭心胸痛是怎么回事（女，25岁）\n医生：多久了？反酸烧心吗？\n患者：没有。\n患者：吃饱饭说大声话也会痛。\n医生：还有其他不适吗做过什么检查吃过什么药。\n患者：没吃药。\n患者：好像胃痛。\n患者：昨晚睡觉开始一直痛。\n\n医生的下一句回复是：", "response": "你可能是食管炎建议你口服埃索美拉唑。希望能够早日康复。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：恶心，胃疼，大便水样腹泻，什么药快速治愈，三天了（女，29岁）\n医生：你好，可以口服思密达止泻，双歧杆菌三联活菌调理肠道功能，奥美拉唑治疗胃疼。\n患者：还发烧了是急性胃肠炎么。\n医生：是的。多少度？\n患者：38.8\n医生：哦，那可能有细菌感染。\n患者：今天做了血常规没有感染。\n\n医生的下一句回复是：", "response": "检查血常规和大便常规没有？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：吃完东西肚子有些涨，涨的时候就打嗝，也不一直打，吃辣的和凉的就拉肚子，早上醒来嘴里有点怪味，也不是苦味也不是酸味，说不出来的的味，肚子右侧从肋骨下到大腿根一直有种涨涨的感觉也不疼，有时候左测脾的位置也有微疼的感觉，偶尔伸个懒腰就感觉有一点点疼，吃饭正常量，什么也能吃进去，一上火就一天上两三趟厕所，但是经常上火。（男，24岁）\n医生：你好，根据你说的情况，考虑应该是平时饮食不当或者不规律引起的胃部不适，有可能是慢性胃炎的情况，而右侧腹部不适可能与平时爱上火生气有一定的关系。\n医生：这期间有没有去医院检查过？有没有服药治疗过？\n患者：没有喝过药，去医院看医生一般都说脾胃不和，要不就是肠胃不适。\n患者：去医院查过乙肝医生说正常没有乙肝。\n医生：那就是平时饮食不当或者不规律引起的胃部不适。\n患者：我应该吃一些什么药了，因为我这个病好长时间了，有两年多，看医生医生也一直说我肠胃不好。\n医生：那有没有服药治疗过呢？\n患者：都是中药但是因为工作忙也没有一直吃。\n患者：也有吃过西咪替丁。\n患者：感觉不管用。\n医生：那建议你可以暂时服用奥美拉唑和多潘立酮试试效果怎么样，必须坚持服药至少两周以上才可以，不要断断续续，如果症状还是反复不能缓解就及时去医院消化内科做一下检查以便进一步治疗。\n患者：这两个药一起吃吗，还是选一种？\n\n医生的下一句回复是：", "response": "奥美拉唑一天两次，早晨起来和晚上临睡前各服一粒就可以，多潘立酮一天三次，一次一片，饭前半小时服用。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：便秘快一个月吃什么比较好（女，21岁）\n医生：目前几天一次大便呢？\n患者：好几天。\n患者：排便困难卡在肛门内，拉半个小时才拉出来，用开塞露可以拉出来一些。\n医生：有没有腹胀腹疼呢？\n患者：用开塞露放进去几秒肚子就疼。\n患者：平时没有腹胀腹痛。\n医生：便秘和平时饮食膳食纤维少、运动量少、喝水少等有关系的，可以多吃蔬菜水果、多喝水、多运动，必要可以口服润肠口服液治疗。\n患者：现在怎么办。\n患者：从11月13日到现在。\n\n医生的下一句回复是：", "response": "如果腹胀厉害，家中没有药物或者用药效果欠佳的话，只能医院行灌肠治疗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：小腹隆起按压下去硬硬的无痛感（女，15岁）\n医生：有没有恶心呕吐反酸打嗝烧心。\n患者：没有。\n患者：之前有现在没有了。\n患者：有恶心反胃。\n医生：有没有不洁性恋者。\n患者：没有。\n医生：可能就是肠道功能的问题。\n患者：之前我妈说我是肠胃炎现在也没有恶心反胃了就只是这几天小腹隆起硬硬的按压无痛感。\n\n医生的下一句回复是：", "response": "可以考虑行胃肠镜检查，排除胃肠道节节，息肉。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：母乳期胃疼了一天一夜，可以吃什么胃药（女，31岁）\n医生：现在主要有哪些不适症状？有呕吐腹泻吗？\n患者：没有，就是胃部疼痛难受，持续了一天。\n医生：一直疼痛吗？\n患者：是的。\n\n医生的下一句回复是：", "response": "先用热水袋捂看，不行可以吃达喜。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：大便出血最近才开始的（女，18岁）\n医生：血是鲜红色的吗？是大便带血还是拉的全部是血？\n患者：是大便带血还滴血。\n医生：大便硬吗？肛门痛不痛？以前有痔疮吗？\n患者：硬肛门不痛。\n患者：没有痔疮。\n\n医生的下一句回复是：", "response": "你的这种情况考虑痔疮或者肛裂出血，建议去医院肛肠科检查一下，看是否是痔疮，"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：每天早上6点到7点。肚脐附近这个区域就会痛难受喝水运动就会缓解。有两年了（男，21岁）\n医生：你好，平时排便如何。\n患者：排便还算正常吧。\n患者：有胃病。\n医生：一般晚饭几点吃。\n患者：7点左右。\n医生：平时饮食规律么。\n患者：规律。\n患者：现在按压会痛。\n患者：肚脐偏右。\n医生：有阑尾炎么。或胆囊炎。\n患者：没有。\n患者：就在肚脐边上一两厘米的位置了。\n医生：这个位置主要是肠道，考虑是肠炎，可以用肠炎宁片，另外注意饮食，清淡易消化，不要吃辣凉食物。\n患者：喔喔。\n\n医生的下一句回复是：", "response": "如果用药一周还不见好，可以做肠镜检查。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生您好，最近老是恶心想吐，腹部不适，经常痛，早上起来肚子痛拉肚子，吃不下，胸口闷，晚上睡不着，肚子很难受，是怎么回事（女，27岁）\n医生：您好，多久？肚子具体疼痛部位在哪里？\n医生：还有其他症状吗？有反酸打嗝胃胀吗？\n患者：会。\n医生：您平时饮食规律吗？育龄女性都要问一下有没有停经怀孕？（医生责任，勿见怪），有没有什么药物过敏？以前有什么病史吗？\n患者：三餐不怎么准时吃。\n患者：没有怀孕。\n患者：痛有些时候左边腹部痛有些时候右边腹部痛，胃也痛。\n\n医生的下一句回复是：", "response": "还有拉肚子吗？拉几次？拉水样便吗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：近一个月打嗝，无法正常进食，尤其是晚餐，吃了就吐（女，34岁）\n医生：你好，很高兴为你解答。持续性还是阵发性。\n医生：是否有反酸烧心？腹痛腹胀腹泻。\n患者：—个月基本上每天下午都难受，如果吃了晚餐—定要吐了才会好受，一点也不能吃。\n医生：有没有心里作用。最近有减肥吗。\n医生：还有就是要排除消化道疾病。做过什么检查。\n患者：总体感觉胃不舒服。\n\n医生的下一句回复是：", "response": "发病时间长，最好做胃镜检查看看情况比较好。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：奥美拉唑和达喜可以一起吃吗（女，21岁）\n医生：你好，你有什么症状？\n医生：奥美拉唑是饭前服用。\n医生：达喜最好两餐之间服用。达喜是嚼服。\n患者：胃溃疡。\n医生：做胃镜检查了吗？\n患者：以前做过。\n医生：什么时候做的？\n患者：一年前。\n患者：现在饮食不规律。\n医生：最近有什么症状？\n患者：又复发了的感觉。\n患者：就胃疼嗳气。\n医生：说一下具体症状。\n患者：有灼烧感。\n医生：嗳气可以加点枸橼酸莫沙必利。\n患者：所以奥美拉唑和达喜可以一起用是吗。\n患者：只是吃的时间错开。\n\n医生的下一句回复是：", "response": "口服奥美拉唑如果还有反酸烧灼感，可以换成兰索拉唑，雷贝拉唑，或者埃索美拉唑。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胃一直不太好，现在天冷了又明显了，胃口不好，吃多了着凉了就很难受，如何调理？（男，35岁）\n医生：你好可以看下舌头了解清楚情况吗。\n患者：你好医生！看了一下舌苔偏白，两边有齿痕。\n医生：还是胃口问题。\n患者：嗯。\n医生：建议清淡易消化饮食不食生冷辛辣刺激性食物。戒酒。每天早上吃3片生姜养胃。发作时吃上健胃药。\n患者：如何治疗呢？\n医生：查过幽门螺杆菌吗？\n患者：能推荐一下健胃药吗？\n患者：以前查过也治疗过，后来就没管了。\n\n医生的下一句回复是：", "response": "奥美拉唑20mg日1次，早饭前服。丽珠得乐1袋日3-4次口服。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：昨天不知道吃了什么，可是今天早上醒来胃就不舒服，共拉了3次，一次比一次稀，第三次完全就像拉的水一样，胃也有些疼。（女，24岁）\n医生：你好，有发烧、呕吐吗？\n患者：没有。\n医生：恩，那考虑还是急性肠胃炎。可以吃点药的。\n患者：哦，医生请问应该吃些什么药呢？\n\n医生的下一句回复是：", "response": "吃点左氧氟沙星胶囊、蒙脱石散、复方黄连素片、兰索拉唑。喝点温盐水。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：最近感觉很困，白天老是想睡觉肚子胀一早起来胃疼跑步的时候肚子疼但跑完歇一会就不了怎么回事（女，20岁）\n医生：你好，这种情况有多久了？\n患者：最近一两周。\n医生：大便正常吗。\n患者：每天一次。似乎正常着。\n医生：有没有查过肝肾功能？\n患者：没有查。\n患者：您觉得我这会是什么症状？\n医生：以前有什么病吗。\n患者：没有过什么大病。有的只是些小感冒啦之类的。感觉体质还可以。不过就是不想吃饭。一天到晚不吃也感觉不到饿。吃也行不吃也行。\n\n医生的下一句回复是：", "response": "考虑还是胃肠功能不好引起的症状。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：拉肚子吃什么药啊？昨天早上开始拉肚子，拉水状，到今天早上还是拉水状的！肚子还不怎么疼就是拉水！怎么办（女，28岁）\n医生：你好，有没有吃什么不干净的东西，目前用过什么药物吗？\n医生：还有什么不舒服的症状？\n患者：没有不舒服，就是拉水状的！但是也是浑浊的！\n患者：昨天吃了诺氟沙星，和。\n医生：这是急性胃肠炎，与饮食有一定关系。和什么药物。\n医生：加上调节肠道菌群的药物，比如整肠生。\n患者：嗯前天晚上吃了冰凉的西瓜，冰凉的黄花菜，还有其他实物。\n患者：晚上还吹了一夜空调。\n医生：整个药物和诺氟沙星用一种就可以。\n患者：昨天吃了一天也没见好。\n患者：还是拉。\n医生：有受凉病史的话加上理中丸。\n患者：肚子不疼就是拉。\n\n医生的下一句回复是：", "response": "建议今天加上理中丸和整肠生来治疗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胃难受,拉肚子是新型冠状性病毒肺炎的症状吗?（女，20岁）\n医生：你好，这种情况有多长时间了？\n医生：近期是否去过武汉，或者有接触过从武汉回来的人?\n患者：没有。\n患者：今天。\n\n医生的下一句回复是：", "response": "最近两天吃了什么？拉肚子一天几次？有恶心吐胃痛吗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：你好，请问为什么我中午吃完饭后就会感到头晕，恶心，胃不舒服呢？（男，37岁）\n医生：你好，很高兴为您解答。中午吃的什么。\n患者：就是米饭。\n医生：发烧吗。\n患者：有三四天了。\n患者：没有。\n医生：是三四天前吃了中午饭出现的症状吗。\n患者：三四天前开始的，这几天一直这样。\n\n医生的下一句回复是：", "response": "拉肚子吗。现在主要是头晕呢还是胃不舒服呢。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：慢性萎缩性胃炎？伴糜烂。怎么治疗？（男，31岁）\n医生：您好，有什么症状呢？\n患者：腹胀嗳气口臭好像还有点隐痛不明显。\n医生：可以口服质子泵抑制剂如奥美拉唑，联合胃黏膜保护剂如铝碳酸镁等。你幽门螺杆菌感染，还需要抗幽门螺杆菌治疗。\n患者：萎缩性胃炎伴糜烂严重吗？为什么没有活检？4联可以和治胃的药一起吃吗。\n医生：从你的胃镜上看，只是局部黏膜萎缩。平时戒烟戒酒，清淡饮食，少食多餐，避免辛辣等刺激性食物摄入。四联中如质子泵抑制剂及铋剂就是治胃的哈。\n患者：就是不严重吗？我需要重新做个胃镜并活检确诊吗？\n医生：治疗后复查胃镜。\n患者：四联是哪四种？\n医生：质子泵抑制剂，铋剂，2种抗生素。\n患者：具体是什么药？\n\n医生的下一句回复是：", "response": "每种类型的药有很多，比如质子泵抑制剂有奥美拉唑，雷贝拉唑，泮托拉唑，等等。建议你至消化内科，根据你的具体情况开取药物哈。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：呕气，喉咙处有异物感（男，29岁）\n医生：这种情况有多长时间了呢？平时吸烟吗。\n患者：一两个月，不吸烟。\n医生：可能有咽喉炎情况。平时早晨刷牙有恶心吗。\n患者：有咽炎，鼻炎。\n患者：之前做了喉镜检查，就是舌根淋巴滤泡增生。\n医生：是的，这些都会导致咽部不适。\n医生：那你的症状就是咽喉炎了。\n患者：这个胃炎不用吃药吧？\n\n医生的下一句回复是：", "response": "胃部有不舒服吗。您好，在吗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我每次饭后都会小肚子痛，怎么回事啊，（女，19岁）\n医生：多长时间了，有没有腹泻便秘。\n患者：最近出现饭后肚子痛的，\n患者：有时会上厕所，\n患者：基本都是痛一会，就不怎么痛了。\n\n医生的下一句回复是：", "response": "有没有腹泻，解完大便痛不痛了。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：四五天没排便了怎么办，昨晚吃了酚酞片也不管用，今天就偶尔放个屁，还奇臭无比，完全没有便意怎么办（女，20岁）\n患者：你好，医生，由于我在上班无法回复，麻烦医生直接说一下，谢谢。\n医生：你好，由于你无法回复不能提供其他病史及描述，我的建议是，暂时性的便秘可以服用乳果糖通便，配合生活饮食习惯的调整。\n医生：早起200ml温开水或者蜂蜜水一口气喝完，然后做5到10分钟自己常做或者喜欢的运动，再吃二根香蕉和（或）一个梨，再吃早饭。多吃粗纤维食物，如韭菜、芹菜等，可吃香蕉、梨等润肠通便，也可以喝蜂蜜水助排便。如果症状改善不理想，可吃小麦纤维素颗粒。长期服用乳酸菌素片调节胃肠道菌群。再无法改善，可以使用乳果糖或者开塞露应急！\n医生：按照上面来，会好转。\n患者：你好。\n患者：不好意思刚下班，我想问一下便秘，直肠还跑出来了是怎么回事。。\n医生：是肛门摸到有小肉肉突出来吗？\n医生：考虑痔疮，肛肠科门诊检查一下。\n患者：有的，有一圈。\n医生：去肛肠科检查一下。\n患者：拉不出来用力就凸出来了。。之前有几天还特别痒，上厕所擦还会有黄黄的液体，挺恶心的。。\n患者：好的，会不会因为这个才便秘？\n\n医生的下一句回复是：", "response": "是可能有关。如果是痔疮也会导致便秘。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：左下腹部隐隐作痛，有几天了，是什么情况？（女，40）\n医生：你好！大小便情况怎么样？\n患者：小便正常，大便有点便秘。\n医生：几天一次大便？\n患者：每天都有。\n医生：大便干的还是软的？疼痛时候有没有想解大便或者小便？\n医生：有没有妇科等其他疾病？\n患者：大便是软的，痛的时候有点想解大便，但是又没有。\n患者：有一点炎症。\n\n医生的下一句回复是：", "response": "先查个血常规和大便常规看是否又感染。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：吃甜的和看见肉就想吐这是怎么了，吃甜的想吐已经四五天了怕油腻今天早上才开始的（男，20岁）\n医生：你好，还有其他症状吗？有什么病史吗？\n患者：没有了。\n医生：没有肝病病史吧？体力怎么样？\n患者：没有，最近体力不行了。\n医生：厌油腻首先要排除肝胆的问题。\n医生：平时喝酒吗？近期吃过什么药吗？\n患者：会不会肚子里面有草虫。\n患者：不喝酒，没吃药。\n医生：先抽血查个肝功看看。\n患者：问题我在家，医院离我们这里四五十公里远的。\n医生：肝功是个很普通的检查，就近没有医院吗？镇医院就可以查，甚至有的诊所都能查。\n患者：都没有。\n医生：不明确诊断用药没有针对性的，你可以先清淡饮食，适量运动观察看看，如果症状持续存在或者加重，医院再远也要去检查一下的。\n患者：有没有可能是肚子里面有草虫。\n\n医生的下一句回复是：", "response": "可能性不大，可以查个大便常规看看有没有虫卵。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：您好！医生！胃酸，一阵阵的反胃。大晚上的，但吐的很少。好难受啊！（女，24岁）\n医生：建议口服奥美拉唑胶囊，症状加重时去医院就诊。\n患者：非常感谢您！！！白天的时候，总是感觉胃里面有异物感。但没有吐。下午吃了一些冰的食物和酸的食物，是否这些对胃有很大影响？\n医生：嗯，冰冷食物对胃有很大的刺激性。您太客气啦，谢谢。\n患者：好的，谢谢！还有一个症状！\n医生：嗯，您说。\n患者：就是躺着吃东西，是否会对食道有害？\n患者：现在反酸在食道处很难受！\n患者：下食道，胸口下边。\n医生：一般来说没有什么影响，因为食物都是进过不是停留，但躺着吃东西有一个问题就是食物容易返流，如果胃酸混合食物返流就会损伤食管黏膜，引起食管炎。您做过胃镜嘛？\n患者：没有。\n\n医生的下一句回复是：", "response": "噢，如果您感觉吃完药症状还是缓解不明显，那您去医院做个胃镜，进一步明确原因。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生您好我检查幽门螺杆菌。我吃了医生开的雷贝拉唑和枸橼酸泌钾还有呋喃唑酮好四环素胃疼的难受。（女，39岁）\n医生：您好，您这些药吃了几天？\n患者：医生您好。\n患者：药昨天刚刚吃一天。夜里胃疼的厉害。\n患者：对不起发错了。\n患者：就是这个医生开的药。第一顿吃了就疼的厉害。\n医生：这个是检查治疗14天。\n医生：胃疼的厉害您可以在吃药之前加上达喜。\n医生：因为两种抗生素对胃黏膜损伤有点打。\n患者：我是按医生给我指定到时间和量。\n\n医生的下一句回复是：", "response": "对。因为这里面本来就有两种抗生素啊。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：昨晚吃的凉猪头肉，今天开始拉肚子，水样，四五次了（女，33岁）\n医生：除了拉肚子还有什么不舒服？\n患者：没有了。\n医生：现在吃什么药？\n患者：没有吃药。\n医生：目前考虑急性肠胃炎。\n患者：目前哺乳期，需要怎么治疗。\n\n医生的下一句回复是：", "response": "最近几天需要清淡饮食，多喝水，可以口服蒙脱石散。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：连续两天到晚上胃就有一点隐隐痛，不知道怎么回事（女，37岁）\n医生：你好！还有其他不舒服吗？比如说腹胀？反酸？烧心？\n患者：没有。\n患者：就是有点隐痛。\n医生：嗯，平常熬夜？饮食规律嘛？\n患者：由于工作原因每天四点半起床。\n患者：饮食还是比较规律。\n患者：一般十点就睡觉了。\n医生：嗯，这种痛可以影响到睡眠嘛？\n患者：不影响。\n医生：嗯，目前考虑还是慢性胃炎哦，我建议你可以睡前喝杯温牛奶，看能不能缓解。\n患者：为什么会晚上痛呢，都是在上床睡觉之前痛。\n医生：嗯，可能平常也有，只是你睡觉前，静下来了，也想起来了，所以感觉到痛。\n医生：可以到药店里买胃苏颗粒。吃四五天。\n患者：医生不会胃出什么问题吧。\n\n医生的下一句回复是：", "response": "不会的，一般也就是慢性胃炎。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：昨天在外面吃夜宵后，今天总是肚子不适，拉肚子，可能是什么原因（男，26岁）\n医生：你好，一天拉了几次了？大便成型吗？\n患者：不成型，一天3，4次。\n医生：还有什么其他不适吗？比如腹痛腹胀，恶心。呕吐呢。\n医生：夜宵吃了什么东西呢。\n患者：就是腹部不适，也说不出是什么痛胀，夜宵主要吃了些肉食。\n医生：外面饭店的还是自己家里煮的呢。\n患者：外面的。\n患者：要吃点什么药吗？\n\n医生的下一句回复是：", "response": "考虑还是不洁的饮食引起的急性的胃肠炎呢。导致腹痛腹泻呢！"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：早上吃过早点后，胃不好受，之后就越来越疼，有点辣的，扭痛，恶心，想吐，浑身无力出汗，大概有十多分钟吧，变成隐痛了。到医院，医生给输液治疗，什么拉唑，6542之类的吧，回来睡了半天，下午吃了点饭，胃还有点隐痛，还需要服什么药？（女，47岁）\n医生：您好，现在还恶心么，疼痛比之前有没有好点。\n患者：恶心没有了，疼痛也好了。\n患者：就是刚吃进饭有点点隐痛了。\n医生：那么您继续吃拉唑类药就可以，另外最近注意饮食，少吃辛辣刺激东西，多吃清淡的，注意休息。\n患者：具体吃什么呢？请你告知了。\n\n医生的下一句回复是：", "response": "您没开药回来么？如果没有的话，奥美拉唑，雷贝拉唑都可以。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：你好，表妹今年20了，这两天头疼，然后低烧，3天没大便，怎么回事，她说肚子也不涨（男，32岁）\n医生：除了发热，还有其他症状吗？\n患者：37.5度，然后头疼，3天没大便，她说她肚子也不胀。\n医生：精神状态怎么样？\n患者：精神状态很好。\n患者：这是怎么回事呢？\n医生：还有其他症状吗。\n患者：没有。\n患者：她这是怎么了？\n\n医生的下一句回复是：", "response": "应该是感冒了。吃点感冒药。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：从昨天开始肚脐眼上面疼，喝水还吐。（男，16岁）\n医生：你好，最近几天吃什么东西了？拉肚子吗？\n患者：平常正常吃饭，有吃烧烤的。\n医生：现在是空肚子疼，还是吃过饭后疼更明显一些？\n患者：空的疼。\n\n医生的下一句回复是：", "response": "可能有胃炎。或者胃里有溃疡。需要吃点药。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生你好，晚饭饭点就开始胃不舒服（男，23岁）\n医生：你好，能描述再具体一些吗。\n患者：你好就是昨天下午喝了杯奶茶就感觉胃胀不舒服。\n患者：然后今天现在也感觉胃胀。\n患者：您看怎么办。\n\n医生的下一句回复是：", "response": "有胃痛反酸烧灼感这些吗？平时胃怎么样？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：在家的时候天天早上会上大厕所，现在在上班的地方便秘要怎么才不会便秘（女，18岁）\n医生：你这情况多久了？有加重麽？\n患者：三四天没有拉一次几。\n医生：是大便完了滴血或者擦的时候纸上有血麽？\n患者：三四天都没有大便。\n患者：感觉是便秘。\n\n医生的下一句回复是：", "response": "有没有腹痛或者腹部不适？吃东西怎么样。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肚子痛，不拉肚子，有时候痛的厉害，有时候一点点痛，有时候痛的厉害的上个厕所又好了，还有点恶心想吐的感觉（女，24岁）\n医生：你好，很高兴为你服务。\n医生：为了更好的提供服务，我需要询问您几个与病症相关的问题，感谢您配合。\n患者：嗯。\n医生：请问你肚子痛有多长时间了。\n患者：三四天了。\n\n医生的下一句回复是：", "response": "具体痛哪个位置？大便稀不。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：最近吃完饭总感觉食道被堵住，气不顺畅，不断的打嗝，但也没用，以为胃动力不足，去医院看病，吃了药也没效果。请问这是什么原因（男，32岁）\n医生：你好，这种情况出现多久了？是突然出现的吗？什么情况下会加重或者减轻？\n患者：有两三周了，不记得怎么出现的，只要吃东西就回这样，不管吃多少，我上班经常坐着，如果饭后多动会好一些。\n医生：你有去医院检查吗？\n患者：没有检查，只是让医生看了看开了点药，医生怀疑胃动力不足。\n医生：如果你运动一下会有改善，胃动力不足是可能的。\n患者：今年有几次这种情况了，之前吃了药就好了。\n医生：一般吃什么药物改善的。\n医生：这次服用药物不管用吗。\n患者：这次吃了新的三种药，没效果。\n患者：没有吃之前的三种。\n医生：建议你安之前的药物吃一下。\n医生：功效是相似的，但对患者的效果不一定一样。\n医生：吃一下莫沙比利，效果好一点。就是你之前吃的。\n患者：好的，谢谢。\n患者：有必要做检查吗？\n\n医生的下一句回复是：", "response": "不客气的。反复发生，有时间做个胃镜，也了解一下具体情况，同时也算一次自身的体检。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肚子疼，有点拉肚子，一直想大便但是有时候拉出来就像像脓痰一样的黏液，没有大便，黄绿色的，肛门疼，偶尔还要拉血，血是鲜红色的，持续两个礼拜了，几年前查出来慢行肠胃炎.（女，18岁）\n医生：你好，很乐意为你解答，你现在这种情况多长时间了。\n患者：两个礼拜了。\n患者：之前有黏液便现在直接拉脓一样的东西，味道有腐烂的感觉。\n医生：那你治疗过吗或者检查过吗。\n患者：之前只验过小血。\n患者：挂了两天盐水。\n\n医生的下一句回复是：", "response": "得过痔疮吗。挂了盐水好了吗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：你好？肠更阻怎么形成的？怎么治（男，49岁）\n医生：您好！请问您已确诊过有肠梗阻吗。\n医生：你好，你都有什么症状呢？\n患者：不通气，经当地医院检查，确诊为肠梗阻，是不是。\n患者：需要做肠镜？\n患者：肚子涨，憋气。\n医生：如果是肠梗阻需要通过灌肠等办法将大便完全排除，肠道通畅了才能做肠镜检查。\n患者：好的，谢谢。\n医生：不客气，希望能帮助到您。\n患者：这种情况是什么原因造成的？\n\n医生的下一句回复是：", "response": "原因很多，经常便秘，结肠炎症，占位，月供差，术后等等，不清楚您有什么症状啊。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肚脐眼左侧偏下一点涨涨的，稍微有一点隐痛（男，29岁）\n医生：你好！这种情况多长时间了？\n患者：去年有过，好了，今年又有了，快半个月了。\n医生：大便怎么样。\n患者：而且屁多，前一段时间大便稀薄，最近发现正常了，但是是绿色的。\n患者：一天一次。\n患者：以前我记得是刚吃完饭然后左侧着睡，肚脐眼左侧往下一点会不舒服，现在是不管怎么样都有点涨涨的不舒服。\n医生：可能肠道菌群失调。\n患者：而且感觉那个位置在翻泡，然后就放屁了。\n患者：有什么治疗方案吗？\n医生：考虑肠道菌群失调。可以吃点双歧杆菌。\n患者：饮食方面呢。\n医生：清淡饮食。\n患者：如果没有你说的那个，吃益生菌可以吗。\n\n医生的下一句回复是：", "response": "也可以额。若症状没有好转则待疫情过后可以做个肠镜。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：晕车晕的厉害，下了车休息了一下午还是头晕呕吐怎么办（女，21岁）\n医生：你好，坐了多长时间车，呕吐有几次了。\n患者：坐了四个多小时。\n患者：中午一点多下车到现在就吐了很多次期间补吃了一颗晕车药。\n患者：呕吐的话就是总感觉食道喉咙这里有异物吐酸水这样。\n患者：你看有没有什么办法能缓解刚刚去医院值班医生很忙。\n\n医生的下一句回复是：", "response": "可以先口服胃复安。缓解呕吐的症状。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我从昨天开始胃就疼了，疼到了现在，还在疼，但是，我也在吃早餐啊。。。请问到底是什么原因啊？（女，23岁）\n医生：你好，请问昨天是什么时候疼起来的？\n患者：昨天是晚上10点就开始了，现在又开始疼了，。\n医生：这次胃痛的情况是第一次出现吗？\n患者：不是，以前也有，但是，以前也就疼一个小时就不疼了，最多最多两个小时，但是昨天从十点疼到了11点半然后晚上4点又疼了一个小时，今天早上就刚刚又开始疼了，现在又好点了。。。我觉得很奇怪。。\n医生：是怎么样的疼？绞痛、刺痛、胀痛、灼热等？\n患者：绞着疼真现在又有点疼了，。而且他疼就算了还是一下一下来的。疼一会好了，又继续疼。。。\n医生：您有没有发现每次疼痛多见于什么情况下，与吃的东西（如过度油腻、饮酒等），与活动或体位相关等？\n患者：我之前疼痛是因为吃辛辣的东西会疼，但是昨天我吃的很清淡的，今天早上也只吃了粉为啥还会疼痛呢？\n医生：疼痛一般发生在餐后多久？\n患者：是的呢。。。为什么会这样呢？\n\n医生的下一句回复是：", "response": "请问，疼痛一般发生在餐后多久？是立刻、隔半把小时、还是隔两三个小时？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：最近肚子两侧有气一样胀痛，还有点热的感觉（女，24岁）\n医生：你好，你出现这种情况具体多久了呢？以肚脐眼为中心，上下左右？\n患者：在左右，有时间上下也会疼，感觉是跑动的疼，一下左右，一下上下，但是上下只是偶尔疼。\n患者：晚上睡觉不疼，就是早上起床上完厕所后就有点隐隐作痛。\n医生：以前也出现过么？\n患者：这种情况已经两个多星期啦。\n医生：最近饮食怎么样？大便正常么？\n患者：以前没有出现过。\n患者：就是感觉肚子没拉空一样。\n医生：最近饮食怎么样？大便正常么？\n患者：最近饮食很清淡。\n医生：疼痛厉害么？有没有恶心，呕吐，或者腹泻？\n患者：每早上大便感觉拉不完。\n医生：一天大便几次？拉出来大便成型么。\n患者：疼痛不怎么厉害，没有恶心呕吐腹泻。\n患者：一天一次，成型的。\n患者：不过今天拉了三次大便。\n\n医生的下一句回复是：", "response": "考虑有肠炎的可能，如果您经常这样，建议去做个肠镜。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我现在胃痛痉挛性的痛，前不久还因为胃肠炎打点滴了！不过就打了一天，现在感觉没好利索，我该怎么办呢？（女，18岁）\n医生：您好，除了胃痛，还有哪些不舒服？反酸，烧心等？\n患者：没有别的症状。\n医生：您好，现在比较忙，请您留言具体问题，稍后会及时回复您的问题，请见谅。大便正常吗？\n患者：便秘。\n患者：每天。\n医生：大便干结还是排便费力？\n患者：都不是。\n患者：就是拉稀。\n医生：这不是便秘，属于腹泻。\n患者：每天一次排便。\n\n医生的下一句回复是：", "response": "胃痛这种情况经常出现吗？有多久了？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：经常肚子疼是晚了上一点（女，13）\n医生：经常晚上一点肚子疼吗？哪个部位呢。\n患者：对，肚子。\n医生：肚脐上还是肚脐下呢。\n患者：肚脐上。\n医生：这种情况有多久了呢。\n患者：几个月。\n医生：有反酸水，烧心，嗝气这些症状没有呢。\n患者：自从月经来了就开始肚子疼。\n医生：月经完了就会好吗这些症状。\n患者：不。\n医生：您以前做过检查吗。\n患者：更疼。\n患者：没有。\n医生：那我建议您去检查一下。\n患者：我爸爸妈妈\\叫我吃药。\n\n医生的下一句回复是：", "response": "平时有反酸，烧心，嗝气的症状没。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胃原来不痛下午我按压了一下现在一直痛咋回事（？（男，33岁）\n患者：夏天吃凉的胃疼做过胃镜慢性浅表性胃炎现在我按压一下一直持续有点疼前几天我按压一下原来不痛按压后就痛了。\n医生：你好，是因为按了一下就痛吗？\n患者：是的原来不痛我按压后就持续痛了。\n患者：不严重。\n医生：以前有胃病吗？\n患者：您看一下我发的。\n医生：还是胃炎的问题。可以服药治疗。不要紧。\n患者：嗯嗯还有点胃炎是吧。\n医生：对，胃炎就是会有压痛。\n患者：心口窝是骨头下面一点点应该就是胃部吧。\n医生：就是。\n患者：主要是原来不痛我前段时间也是不痛按压后就痛了今天我想再试一下。\n患者：怎么原来不痛按压后就痛了。\n医生：吃胃药了吗？病情容易反复。\n患者：最近在吃中药调理脾胃长不胖。\n医生：西药治疗胃病效果更快。\n医生：而且要注意饮食，不能吃刺激性食物。\n患者：好的我这为什么原来不痛按压后就持续痛了。\n\n医生的下一句回复是：", "response": "刺激胃了之后引起胃痉挛。导致疼痛。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生你好，胃部疼痛怎么办啊（女，25岁）\n医生：你好，这种情况有多久了啊？\n患者：有点久了。\n医生：还有其他的吗？\n患者：最近一段时间要痛些。\n医生：以前有啥病史？吃饭后痛还是饿了痛？\n患者：就去年十一月份吃的辣些，还有感冒一直不好，药也吃的多，就那时差不多开始痛的。\n患者：没有什么饭后痛，饿了痛，就平常也会痛。\n患者：以前做过胃镜，慢性非萎缩性胃炎。\n患者：偶尔会火辣辣的痛。\n患者：偶尔会干呕。\n医生：目前考虑还是胃炎的。\n医生：检查幽门螺杆菌了没有？\n患者：没有检查幽门螺杆菌。\n患者：这段时间也是吃的辣，油炸开始变的很痛的。\n医生：建议检查一下幽门螺杆菌。\n医生：如果没有问题那就考虑饮食不当造成的。\n患者：查那个是干嘛的啊。\n\n医生的下一句回复是：", "response": "排除幽门螺杆菌造成的胃炎。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：昨天拉肚子呕吐,今天干呕浑身无力,心脏那想是压了什么东西一样难受,怎么回事（男，26岁）\n医生：请问，有吃药做过检查吗。\n患者：吃了拉肚子的药和消炎药。\n患者：现在肚子好了，就胸口闷闷的。\n医生：您好，昨天有进食不洁食物吗？拉肚子，呕吐基本考虑急性胃肠炎哦。\n医生：嗯嗯，知道，呕吐明显，胃里面的内容物有很多胃酸，会损伤食管粘膜，所以胸口会闷闷的。\n医生：你用一些保护食管粘膜的药物，这些情况很快会好转。\n患者：什么药。\n患者：现在不拉了就干呕，早上到现在就喝了点粥。\n患者：而且有点怕冷，无力。\n\n医生的下一句回复是：", "response": "磷酸铝凝胶，每天三次，每次一包。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：春节时胃胀胃痛没治疗。三月开始吃药后缓解。二天后又复发。发病共二个月。胃镜慢性胃炎。医生开了雷贝拉挫和复方谷氨酰胺三天。请问要死吃完症状还在下一步如何治疗（男，20岁）\n医生：你好还有的话建议可以静脉点滴治疗下。\n患者：静脉点滴？\n医生：就是静脉输液。口服不管的话就得输液了，效果要好点。\n患者：慢性非萎缩性胃炎就是浅表性胃炎？\n医生：两者的分类依据不同，不是一回事。\n患者：有胆囊炎可能？\n医生：有右侧腹部疼痛，压痛，厌油腻，呕吐症状吗。\n医生：胃镜不是已经确诊胃炎了吗。\n患者：没有。\n患者：有怀疑普通胃炎不会有这么大症状。警惕胆囊炎这块。\n\n医生的下一句回复是：", "response": "要怀疑胆囊炎的话可能要做个腹部超声检查了。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：从昨晚开始感觉肚子不舒服，本来胃不太好的，不过这几天也有好好吃饭的，然后昨晚熬夜加班了不知道有没有影响，早上吃了一个鸡蛋的蛋白，和一杯豆浆。然后就是喝开水，昨晚感觉肚子有点胀气，开始肚子一直反反复复的痛，一阵一阵的，有时会疼的站不起来，期间也出现了恶心想吐的现象，这是为什么？还有什么办法可以好呢？（女，21岁）\n医生：你好，肚子疼主要在哪个位置，以肚脐为标志。\n患者：应该是肚脐那边或附近。\n医生：现在主要咋不舒服？大便咋样？\n患者：现在就是肚子不舒服，然后痛掉都没力气说话，现在不痛了，一阵一阵的。\n患者：痛到现在为止没有拉大便。\n医生：有没有发热？\n患者：有一点，刚才胃突然痛了起来。\n患者：刚才胃痛了几秒就停了。\n\n医生的下一句回复是：", "response": "你的症状多考虑是胃肠道痉挛，但不排除阑尾炎可能，最好去医院检查下。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：腹泻快一个月了，每天两次，都是果酱样子，有时侯是黄色，有时候深色，一个月之前因为喝酒吐了两次胆汁。手纸有时候带有鲜红血点。这样怎么治疗（男，24岁）\n医生：你好，这种情况有多长时间了？以前胃肠道怎么样？\n医生：最近有没有吃生冷刺激辛辣油腻食物？肚子痛吗？有没有痔疮的？\n患者：肠胃不是很好，只能在家吃饭，吃点外面的饭就会拉肚子。肚子不痛，痔疮不知道有没有。\n医生：大便和血混在一起还是分开的？\n医生：有没有做过检查或者吃过什么药？\n患者：带血只是厕纸带血点，大便不带血。\n医生：今天大便有血吗？\n患者：没。\n医生：果酱样大便到底有没有？\n患者：有啊一直是，前面说的很明白了。\n\n医生的下一句回复是：", "response": "因为果酱样大便和厕纸带鲜血考虑疾病不一样的。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：晚上肚子着凉,喝白糖水,有用嘛（男，22岁）\n医生：肚子受凉，有什么不舒服嘛？拉肚子？\n患者：不拉肚子，就是一直疼。\n患者：应该怎么办？\n医生：嗯，建议你可以先用热水袋捂一捂肚子。看是否缓解。\n患者：敷咯，还是没用。\n医生：具体是哪儿疼？\n患者：肚子中间吧。\n医生：嗯，疼痛是绞痛嘛？还是隐痛嘛？\n患者：绞疼，和隐疼有什么不同。\n医生：绞痛就是翻江倒海搅起来疼。\n医生：隐痛就是隐隐约约的疼痛。\n患者：吃咯藿香正气胶囊肚子更痛咯。\n\n医生的下一句回复是：", "response": "疼到现在还是没有拉肚子是嘛？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生您好，这是我的问题：不停的打嗝现在（男，53岁）\n医生：你好，这种情况多长时间？\n患者：个多星期了。\n患者：是我父亲。\n医生：大便正常吗？\n患者：会不会是这个新型肺炎。\n\n医生的下一句回复是：", "response": "有没有干咳，发热，全身乏力酸痛。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：铝碳酸镁片,吗丁啉艾司奥美拉唑肠溶片饭前吃还是饭后（女，25岁）\n医生：你好，很高兴为你解答，铝碳酸镁片饭后半小时，吗丁啉以及艾司奥美拉唑肠溶片饭前半小时服用。\n患者：每天饭前饭后分开吃吗？\n医生：嗯。\n患者：您知道为啥来月经胃疼吗。\n患者：平时不疼。\n医生：有可能与经期综合征有关。\n患者：铝碳酸镁咀嚼片吃了可以喝水吗，感觉咀嚼了化到嘴里了。\n患者：饭前吃不会对胃有伤害吗。\n医生：你现在主要是怎么不舒服。\n患者：我主要是来月经的时候胃疼的特别厉害，平时不来不怎么痛，做了胃镜后，偶尔反酸那些，有点烧心，胀气。\n医生：平时饮食规律吗，酸甜辣生冷刺激经常吃吗，好生气着急吗。\n患者：不是很规律。不怎么吃辣。请问那两个药可以饭后吃吗。\n患者：比较着急生气。\n\n医生的下一句回复是：", "response": "铝碳酸镁片饭后半小时，吗丁啉以及艾司奥美拉唑肠溶片饭前半小时服用。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：女朋友虽然很喜欢吃辣，但是吃辣总会拉肚子。怎么调理比较好？虽然每回拉肚子完了之后第二天总是会恢复。（女，21岁）\n医生：你好，这里是消化内科，很高兴为你服务。\n医生：吃太辣食物对胃肠的刺激所致，肠蠕动加强后会导致腹泻！\n患者：吃完怎么调理能让肠胃受损减少？\n医生：这恐怕不是药物能干预和预防得了的。\n患者：就是遇到这种情况调理肠胃应该注意多吃什么或者多喝什么的问题。\n医生：可以吃火锅前先喝点粥或牛奶！\n患者：嗯，谢谢大夫。\n医生：不客气，尽量少吃点辣。长久下去会引起胃肠紊乱！\n患者：这种肠胃紊乱一般备一点什么药比较好。\n\n医生的下一句回复是：", "response": "复方谷氨酰胺或曲美布汀都可以！"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：呋喃唑酮片、雷贝拉唑钠肠溶片、瑞巴派特片这三种药吃萎缩性胃炎可以吗？（女，47岁）\n医生：你现在有什么不舒服吗？多久了？\n患者：胃一直都在看，就是好不了！听别人说呋喃唑酮片效果好。\n患者：好久了！4/5年了吧。\n患者：谢谢您。\n患者：您好！陈医生请问这三种药一起吃可以吗。\n\n医生的下一句回复是：", "response": "可以一起吃。但是。你没必要吃呋喃唑酮啊，这是一种抗生素。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生您好！我肚脐眼右上方隐隐作痛，用手使劲按不怎么疼，但是轻轻的摩擦就疼。持续两天了啊，怎么回事！（女，22岁）\n医生：您好！我是蓝医生，很高兴为您解答。\n医生：有反酸，打嗝，呕吐，胃胀，发烧，拉肚子吗？\n患者：没有呢。\n患者：什么症状都没有，就是那块疼。\n医生：请问这个情况多久了？做过什么检查治疗没有？\n患者：两天了，没有检查过。\n\n医生的下一句回复是：", "response": "这个情况多考虑急性胃炎或者十二指肠炎引起，建议可以吃点保护胃粘膜、缓解胃痛药物，如奥美拉唑、田七胃痛胶囊、硫糖铝分散片对症治疗，饮食先清淡点。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生，我左肋弓下缘有疼痛，最近几天都是吃过东西后疼痛比较剧烈（女，19岁）\n医生：你好！做过什么检查及治疗吗？\n医生：您好，请问还有其他不舒服吗？\n患者：没有。\n医生：空腹的时候会痛吗。\n患者：不会。\n医生：有胃病吗。几天解一次大便。\n患者：以前初中的时候总是胃痛，之后也没痛过。\n医生：最近有没有吃酸辣刺激食物。\n患者：吃的比较少。\n医生：你每次吃东西会都会痛吗。\n患者：对，最近几天一直是这样。\n医生：哦哦。\n患者：会是胃痉挛吗。\n\n医生的下一句回复是：", "response": "嗯。一般进时候出现的疼痛要么是胃炎，要么是胃痉挛。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：去也医院检查了一下说是胃炎开的药好像没啥作用（男，17岁）\n医生：你好，很高兴为你解答。\n医生：现在胃主要是怎么不舒服。\n患者：开点什么药可以治呢。\n患者：胃胀气偶尔恶心。\n医生：你这种情况出现具体多长时间了。\n患者：一个周吧。\n医生：胃痛反酸烧心打嗝吗。\n患者：有点。\n医生：先前用得具体什么药物治疗的。\n患者：忘记了。\n医生：平时饮食规律吗，酸甜辣生冷刺激经常吃吗，好生气着急吗，吸烟喝酒吗？\n患者：经常吃生气到不太会不抽烟不喝酒。\n患者：饮食不算规律吧。\n\n医生的下一句回复是：", "response": "你这种情况可以用用雷贝拉唑，配合莫沙必利，胃苏颗粒治疗观察。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我这两天右侧肋骨偶尔有一点疼，坐着的时候感觉有点压那，按着的话有一点酸疼倒不是很明显，或者偶尔拉伸时候那也会感觉抻着，有的时候右侧肋骨下边按着感觉皮疼，我有脂肪肝，会不会是肝炎之类的呢？（男，29岁）\n医生：具体是哪个部位疼痛？右侧哪一个肋骨啊。\n患者：就是右侧大骨，下边就是腹部了快感觉。\n患者：我担心是脂肪肝加重变为肝炎之类的。\n医生：脂肪肝一般是不会变成肝炎的。有可能是胆囊炎。\n患者：我这也不是多疼，就是感觉那有点不舒服，像是之类的。\n医生：肝炎一般都是有乙肝。你最近有受伤吗？\n患者：我最近也没有受伤，就是坐着时候有点驼背，压着那块感觉。\n患者：肚脐眼右斜上方，大概一个食指长的位置，按着感觉有点皮疼。\n患者：如果是肝脏或者胆囊有问题，是不是都是里边疼啊。\n医生：如果是皮肤疼痛肯定不是胆囊或者肝脏。\n医生：皮肤疼痛可能是神经性的。有没有疱疹？\n医生：吃油炸食品或者肉类有没有加重？\n患者：没有啊，最近食欲也还可以，没有什么其他反应，就是感觉里边皮疼。\n医生：不按的时候疼吗？是一个点疼还是一条线一样疼。\n患者：如果是内脏问题，比如肝炎或者胆囊炎之类的，应该感觉是里边疼痛，而不是皮肤上吧。\n医生：对。可以做个肝胆胰脾肾的彩超排除一下。\n患者：不按着的时候一般没感觉，就是坐着压着或者拉伸啥的那块有点感觉。\n患者：按着的话主要就是皮肉有点疼，就一个点，不是成条的。\n\n医生的下一句回复是：", "response": "有可能是胆囊炎之类的，你最近清淡饮食，在观察观察看看。注意保暖，有时候带状疱疹还没出疹子的时候也有点疼，得出来疹子才能确诊。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：李医生你好，我腹泻快一个星期了（女，31岁）\n患者：第一天的时候是半夜睡觉突然觉得肚子疼，然后上厕所拉稀，颜色是绿色的，拉完身体有点发冷，然后没吃药就继续睡了。\n患者：之后就是每天晚上或者白天拉稀，有时三四次，有时五次。\n患者：拉的颜色是深褐色的，反正就不成形的，有时肚子有股气在咕咕叫，然后有点肚子疼就要上厕所了。\n患者：吃肠炎宁和益生菌，好像没什么效果。\n患者：第一次发生拉稀那时候是生理期最后两天，刚好广东天气转冷，不知道是不是与晚上吹风扇冷到有关。\n患者：然后也吃过一些生冷的东西。\n患者：那天还吃了一个有点烂了的苹果。\n患者：所以不知道是风寒所致的肠胃炎还是细菌感染的肠胃炎。\n患者：不知道该吃什么药治疗。\n患者：还有不知道有什么东西是不能吃的？昨天喝了点红豆小麦汤，然后又开始拉了。\n医生：你好，稍等，我看看你的病情描述。\n医生：你好，一般腹部受凉大便就是绿色的，你应该是第一天受凉，然后有些腹泻。你用点黄连素。\n患者：李医生，那我之后每天都拉肚子是深褐色大便的也是跟受凉有关吗。\n\n医生的下一句回复是：", "response": "你这个可能是受凉后腹泻，就是说大便可以不是一直绿色，但是次数增多。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：你好之前在你这边咨询过的，前段时间老是容易反酸水，（前几年做的胃镜检查，说胃子上面有白点，记不清是浅表性胃炎还是胃糜烂了，就是当时医生开的奥美拉唑和香砂养胃丸），后来你推荐雷贝拉唑和莫沙必利一起吃的，当时吃了两周，感觉挺好的不反酸水了，这几天就没有吃了，刚刚感觉又有点反酸了，是这个药还需要继续吃吗？还是换种药试试？要吃多久呢？我这个情况严重吗？（女，28岁）\n医生：你好，很高兴为你解答。\n医生：先前有没有检查吹气试验。\n患者：没有。\n医生：最近饮食规律吗，情绪上有波动吗。\n患者：雷贝拉唑个莫沙必利吃了两周就没有吃了然后昨天没忍住吃了一点点辣的今天晚上就觉得又开始反酸了。\n患者：最近情绪不是太好因为工作一些事情比较的烦躁郁闷。\n医生：你这种情况可以继续用用莫沙必利，配合雷贝拉唑治疗观察。\n医生：最近几天注意饮食，吃点好消化，稀饭面条为主，酸甜辣生冷刺激尽量别吃。\n医生：人的胃肠道属于平滑肌，支配胃肠道的是迷走神经，平滑肌和迷走神经特别容易受到人的情绪、压力影响而产生不舒服了。\n医生：最近注意保持心情舒畅。\n患者：这个药要吃多久呢？后面有调理的药吃吗？因为我目前的工作可能事情有点繁琐会经常性的暴躁。\n患者：这个是浅表性胃炎还是胃糜烂？严重吗。\n医生：你这种情况主要考虑胃炎引起的，但是对于是浅表性胃炎还是糜烂性需要进一步检查胃镜才能确定。\n医生：不用担心，都不严重的。\n患者：哦那就好那这两种药需要吃多久才能停呢？后期有什么可以调理像我这种胃不好的中药吗。\n\n医生的下一句回复是：", "response": "现在情况莫沙必利继续用上一周，然后雷贝拉唑继续用上两个周。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生，受凉了肚子疼，整个腹部胀气想抽筋那样疼怎么办（男，20岁）\n医生：你好，你这情况多久了？有加重麽?大便什么样?\n患者：刚才出去了一趟回来就这样疼。\n医生：还有其他不适吗?\n患者：就这些。\n医生：建议先用暖水袋局部热敷一下。\n患者：好的。\n患者：疼得很厉害那怎么办。\n患者：有时候还整个很胀。\n医生：热敷也可缓解疼痛。大便什么情况?\n患者：有点稀。\n\n医生的下一句回复是：", "response": "对不起刚看到。建议加服阿莫西林(不过敏吧)和奥替溴铵片。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生，你好！我最近胃有点不舒服，同时舌头也感觉不舒服，早上起来舌头有层白白的东西。在医院也做过胃镜，医生说没我问题，一点点胃炎。我该怎么办？（男，28岁）\n医生：你好，可以看下舌头了解清楚情况？吃过什么药？\n患者：医生，最近吃过一些感冒药，消炎的。胃不舒服的时候吃过奥美拉唑。\n医生：你好！你的舌苔厚白是胃炎引起的，建议去医院消化科面诊治疗。\n患者：医生，目前去不了医院，我应该用一点什么药？\n\n医生的下一句回复是：", "response": "建议用以下药物：1.泮托拉唑肠溶片，1片（40㎎），每天1次。2.施维舒胶囊，1粒，每天3次。忌烟酒辣，生冷硬不要吃。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：每天傍晚到晚上肚子疼，胀气，经常性吃热的东西以后肚子往往更疼。（女，43岁）\n医生：你好，这种情况多久了呢。\n患者：很久了，有多半年了吧。\n医生：是越来越严重了吗。除了肚子疼，胀气还有别的症状吗。\n患者：是我妈妈有这个症状，就是很久了，一吃点热的东西就肚子疼，而且一般都是晚上或者傍晚。\n医生：有没有去医院看过，或者检查过呢。\n患者：昨天今天吃饭前就肚子疼，我很担心。医生，这一般是什么问题导致的？食欲正常，谢谢您！\n患者：没有看过没有检查过。\n医生：是吃了饭疼还是饿了之后疼。\n患者：我妈妈胃不好，她感觉自己是着凉了，说吃了热的压着凉气了，不是饿了疼，就是吃热乎东西以后疼。\n医生：不吃太热的东西疼吗？\n医生：还是只是吃热的东西才疼？\n患者：也会疼，但是不那么经常。\n医生：建议去医院做个胃镜看看，可能是溃疡哦。\n患者：溃疡会持续疼痛这么久吗？都快一年了吧。溃疡什么症状呢。\n医生：典型的症状就是疼。有些人症状不典型，可能会表现出腹胀，反酸，消化不良等症状。\n医生：要是时间比较久了，建议你带妈妈去做个胃镜哦。\n患者：疼痛部位是胃还是肚子？\n\n医生的下一句回复是：", "response": "消化道由于是内脏神经支配，定制可能不会那么准确，就是感觉肚子痛。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：您好,我前天晚上吃完烧烤后回到宿舍出现急性腹泻并伴有腹部疼痛，在吃烧烤前有腹胀及轻微间歇腹部疼痛，那晚我腹泻五次，我去医院打了吊针，血检没有大问题，吊针后止了泻，但今天早上还是有一次腹泻，这两天腹部还时不时刺痛，期间我吃肠炎宁，但没有明显效果（男，24岁）\n医生：你好，输了几天液，还吃什么药了。\n医生：和你一起吃的有没有什么不舒服。\n患者：输了一次液，都是消炎类的，和我一起的都没有腹泻症状，谢谢。\n医生：哦，有点事，请稍等一下。\n患者：好的，您先忙。\n医生：后面吃什么药了吗，大便化验了吗。有没有发烧。\n患者：只吃了肠炎宁，没有发烧，大便没有化验，谢谢。\n医生：哦，首先你得症状是有好转的，另外你输消炎药有效，应该继续口服治疗，建议口服诺氟沙星胶囊，再吃一个止泻的蒙脱石散。多喝水，注意休息。\n患者：好的，谢谢。\n\n医生的下一句回复是：", "response": "如果效果不好，还是查个便常规。不客气。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：彩超的医生，医生你好，我做的彩超胰尾部中高回声待查是怎么回事啊，是不是有问题啊？（男，57岁）\n医生：你好，我正在为你解答问题。\n医生：以前有没有腹痛的症状？\n医生：在这之前有没有恶心，呕吐，腹痛，发烧等不适的症状？\n医生：这种情况考虑有慢性胰腺炎。\n医生：如果没有不适的症状，可注意定期复查，平时注意多休息，避免剧烈运动。\n患者：彩超显示胰尾部中高回声待查。主胰管不扩张。\n患者：没有恶心，呕吐的现象，就是厌食，消廋。\n\n医生的下一句回复是：", "response": "考虑是慢性胰腺炎的可能，可以进一步做强化CY检查。强化CT检查。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：前段时间喝酒喝吐了几次，胃不舒服，现在老是感觉胃部有气，老是打嗝似的把气吐出去，老是感觉有气。（男，30岁）\n医生：你好，这种情况有多长时间了？用过什么药物吗。\n医生：平时有烧心泛酸吗，腹胀腹痛吗，大便怎样。\n患者：吃过奥美拉挫和达喜，现在没其他感觉，主要就是老喷气，偶尔胃酸但是不明显。\n患者：大便很好。\n患者：没有腹胀腹痛。\n医生：考虑可能是浅表性胃炎引起的。\n医生：加上莫沙必利和康复新液来治疗。\n患者：那怎么办。\n\n医生的下一句回复是：", "response": "加上莫沙必利和康复新液来治疗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肚子不舒服，想吐，早上吃了一个青梅（女，18岁）\n医生：您好，以前没有这种情况？就是早上吃了一个青梅开始的？\n患者：以前有过，但没有过这么长时间的。\n医生：目前有拉肚子吗？\n患者：有。\n患者：是不是地拉。\n患者：时不时。\n医生：能弄清楚梅子有没有打农药？\n患者：没有吧。\n医生：拉稀水还是软便？\n患者：刚开始是软便后来是稀水。\n患者：我5点半吃了一个青梅，那时候还没事，然后出去了。\n\n医生的下一句回复是：", "response": "多喝水，再观察观察，如果有头晕和恶心及时去医院看看。可以准备一些思密达治疗腹泻。看看有没有出汗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：女！52岁！老是打嗝是怎么会是！有时候还搅人！感觉不到饿！吃了山楂茶后感觉到饿！还是老打嗝！（女，51岁）\n医生：你好，这种情况多久了？\n医生：平时有反酸，嗳气之类吗？\n患者：三四天了。\n患者：有的。\n\n医生的下一句回复是：", "response": "你的症状多考虑胃肠动力不好，消化不良引起的。建议可以吃点健胃消食口服液和莫沙必利。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：拉便便不太规律，拉出来的便便有点像泥巴样。不成形，也算不上拉肚子。最近肚子很胀很鼓，一按有点疼，请问是什么原因？（女，23岁）\n医生：你好大便一天几次？多长时间了？是下腹部位痛。下腹部痛吗？\n患者：应该是两三天拉一次。\n患者：每次拉的都不多。\n患者：下腹很胀，鼓鼓的。\n患者：不按的话还好。\n患者：按的话稍有一点疼。\n患者：拉出来的便便像泥巴，不成形。但是也不像拉肚子是种稀的。\n患者：每次拉完便便会觉得肚子好受一点。\n\n医生的下一句回复是：", "response": "嗯建议先饮食调理一下少辛辣油炸生冷的食物少吃零食宜温软易消化的禁酒腹部保暖多运动尽量不要穿紧身裤如果没有缓解建议肠镜检查。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：晚上睡觉胃里发冷,小脚肚里骨头冰冷（女，53岁）\n医生：有恶心，呕吐，腹泻或便秘的情况吗。\n患者：没有。\n医生：有反酸嗳气胃疼吗？最近感冒了吗？发烧了吗？\n患者：没有，就是张气。\n\n医生的下一句回复是：", "response": "考虑有可能是胃炎，可以吃点莫沙必利，促进胃肠蠕动，缓解腹胀。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：晚上吃得油腻，就会肠胃不舒服，甚至有点胀气和想拉肚子，请问是肠道的问题还是胃上的问题呢？（男，39岁）\n医生：你好，这属于肠胃炎的表现。\n医生：你好，吃生冷油腻刺激食物及受凉引起的急性肠胃炎。\n患者：那么该怎么治疗，会不会有溃疡呢。\n医生：你先控制饮食，以粥大馍为主，其余暂时都不要吃，包括零食水果都不易吃，口服些肠道消炎药。\n患者：我晚上吃的是酒店的白切鸡，是有点生冷，吃了后就不舒服。\n医生：油腻食物及受凉引起的。\n患者：哦，吃粥和馍为主，肉食少吃吗？\n医生：肉食不能吃而不是少吃，过两天才可以食用。\n患者：好的，我胀气的时候肚子就有点痛，去大便后（干的），会好一些。\n医生：揉揉肚子，不要吃食物。\n患者：好的。我得过十二指肠溃疡，会不会跟这个也有关系。\n\n医生的下一句回复是：", "response": "急性肠胃炎会加快溃疡复发。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：你好。前两个星期，医生说我反流性胃炎，我吃了两个星期药，还是想吐。这几天还头晕。医生说等8号照胃镜。请问为什么还会头晕，很难受。（男，25岁）\n医生：您好，头晕有很多原因，有些药物副作用会这样，感冒，休息不好都会头晕，\n医生：您血压情况怎么样？有没有贫血等其他疾病？\n患者：睡觉的时候天璇地转，刚才一睡就头晕，想吐又吐不出来。跟胃药之类有关系吗？\n医生：看东西转吗？有没有耳鸣。都吃了什么药？\n患者：是看东西有点转，医生开了三天要，都是白色的，吃了想睡觉。没有耳鸣。\n医生：药物没有包装吗？药名知道吗？\n患者：吃了那两个星期药后，停了几天，又开始想吐，还头晕，医生说要8号之后才能照胃镜。今晚睡觉都不行了。\n患者：是不是有可能比胃炎更严重的病？\n医生：头晕需要检查血压，必要时检查头部CT和脑彩超，有可能是脑供血不足引起，还有些胃药的副作用可以出现头晕，如果症状明显建议医院就诊检查。\n患者：我想问下胃镜是不是每间医院都一样的，镇医院的技术好吗？还有是不是真的很痛？\n患者：我这段时间，全身无力，都快一个月了。\n\n医生的下一句回复是：", "response": "一般不会引起疼痛，恶心是常见的，进镜是咽喉部会有些痛，水平因人而异。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：有时候肝区不舒服隐隐的涨，有时冒气吐出来会好一点请问是怎么回事？谢谢老师！（男，29岁）\n医生：你好，很高兴为你解答。\n医生：您好，请问这样的情况多长时间了。\n患者：有几天了。\n患者：请问医生我这种情况是怎么回事。\n医生：具体部位是？\n患者：肚子右边的软肋骨下面。\n医生：每次吐血的量有多少。\n患者：就是有时会冒气吐出来，感觉会很舒服一样。\n患者：没有吐血。\n患者：医生你还在吗。\n医生：在。刚才打错了，不好意思。做过检查吗？查过肝胆彩超吗？\n患者：我这种是什么情况啊。\n患者：没有检查过。\n患者：检查的话就做肝脏的一些彩超吗。\n患者：谢谢医生，我明天去过个检查看看。\n\n医生的下一句回复是：", "response": "尽量做一下肝胆彩超，是否合并有胆囊炎。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：大概有一个星期了，肚子都是涨涨的，今天早上吃了早饭，到现在肚子涨涨的。还有点呕心想吐，这是怎么回事呢。（男，26岁）\n医生：你好，你早上吃了什么东西？\n医生：在上班不方便听录音。麻烦描述一下吧。\n医生：我听了一下你的描述，还是有急性肠胃炎的可能。\n医生：针对本次问诊，医生更新了总结建议：腹胀吃一下吗丁啉，恶心呕吐吃一下达喜片吧。\n患者：是的。王医生我应该买点什么药吃呢。\n\n医生的下一句回复是：", "response": "吗丁啉、达喜，如果有腹泻在吃一下黄连素。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：大便出血无其他症状哪都不疼（女，19岁）\n医生：你好，大便出血是表面带血还是怎么？鲜红色，暗红色，还是黑色？多久了这情况？\n患者：鲜红最近两次大便发现的血挺多的不与大便混合。\n医生：肛周疼不疼？以前有痔疮吗？\n患者：不疼就是除了便血没有其他任何症状小时候得过痔疮但是近几年都没犯。\n医生：嗯，我觉得痔疮可能性大，一般多是内痔也不疼。如果是上面肠道出血，往往会有腹痛等伴随症状，而且多为暗红色，与大便混合。\n医生：首先我觉得你不要吃辛辣刺激性食物。再者，可以去附近医院肛肠科，看看痔疮目前情况，看看是手术处理还是药物等治疗。\n患者：我一点伴随症状都没有光是便血需要吃点什么药阿。\n患者：现在我上学要是检查的话得等寒假要是最近一直便血怎么办。\n医生：您目前的情况，我觉得痔疮可能性大，目前不像消化科肠道疾病的问题。建议您附近医院就诊，或者咨询这个平台肛肠外科的专家。另外，如果进一步检查未发现肛周直肠疾病，需要行结肠镜进一步明确！\n患者：肠镜简直噩梦阿。\n\n医生的下一句回复是：", "response": "肠镜确实不太舒服，所以才让你看看肛肠科，如果能明确痔疮，你就不需要结肠镜了。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：三高人群能吃炎干净复合果蔬粉固体饮料吗（女，58岁）\n医生：没听说过应该是保健品吧，在医生的眼光里三高的话就是正常饮食，低盐饮食，清淡饮食，低脂饮食，多吃蔬菜，多吃粗粮。\n患者：我想问问血糖高的人能吃复合果蔬粉固体饮料吗。\n医生：尽量不要吃，这样的东西里面应该含有糖。\n患者：是的，微糖，我怕吃了血糖会升高。\n医生：不要吃了，糖尿病对糖还是比较敏感的。\n患者：还有淋巴结节多大需要手术治疗。\n医生：你好，请问你自己有什么不适吗？\n患者：医生，我想问问淋巴结节多大需要手术治疗。\n医生：这个没有严格标准的，这个可能需要做一个活检看看是良性还是恶性的。\n患者：良性，17X7需要手术吗。\n患者：医生在吗。\n医生：周围皮肤有没有红肿。\n患者：没有，结节也是光滑的。\n医生：哪个部位的淋巴结。发现淋巴结前后有没有感冒发热扁桃体发炎熬夜之类。\n患者：颈部，没有红肿，结节也是光滑。\n\n医生的下一句回复是：", "response": "做过彩超吗。发现淋巴结前后有没有感冒发热扁桃体发炎熬夜之类。看到回复一下哈。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：刚刚肚脐突然绞痛十几分钟，现在好一点了，稍微疼，请问是什么原因（女，26岁）\n医生：痛的时候想解大便吗？\n患者：有一会儿想上厕所，几秒钟又没感觉了，今天早上起床有肚子痛，上厕所大便正常，中午上厕所，大便尾部稍微有点稀。\n医生：肠绞痛哦。\n患者：请问是什么原因引起呢，需要做什么检查，吃什么药。\n医生：下班后回复可以吗。有点忙。\n患者：好的，谢谢。\n\n医生的下一句回复是：", "response": "这是肠易激综合征。大部分跟饮食，生活习惯，紧张情绪有关。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：你好，我肚子胀，什么也吃不进去，还一直拉肚子，浠水，还有打嗝，肚子里向上打嗝，气味很难闻，（男，33岁）\n医生：你好！这种情况有多长时间了？\n患者：昨天，就有，\n患者：每天上厕所十几次。\n患者：直接拉的就是水，一点东西吃不下去。\n\n医生的下一句回复是：", "response": "考虑是急性胃肠炎，可以服用诺氟沙星胶囊、黄连素片和蒙脱石散治疗。同时在饮食上清淡易消化，不吃辛辣刺激和生冷的，可以多喝些粥养养胃，注意休息，注意多喝喝水。如果拉肚子较严重，应该去医院输液治疗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：哺乳期，胃不舒服可以吃药吗？（女，2岁）\n医生：你好，请问目前有什么不适？\n患者：这是做的胃镜。\n患者：现在是哺乳期。\n医生：可以服用奥美拉唑，胃舒颗粒，但是需要停止哺乳3天。\n患者：停止哺乳，宝宝不喝奶粉。\n患者：十二指肠溃疡需要怎么治疗。\n患者：医生给开这种药。\n\n医生的下一句回复是：", "response": "你自己目前具体是怎么不舒服，胃痛，反酸，烧心？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：食道疼痛，喝茶咽水疼吃什么药好呢？（男，49岁）\n医生：要明确是不是食道疼痛，不排除咽喉炎，或者其他疾病压迫所致。\n患者：慢性食道炎，这几天酒喝多了。\n医生：慢性食道炎要忌辛辣刺激，必要时用药。\n患者：用哪些药比较适合？\n患者：而且有点翻酸水。\n患者：往咽部翻。\n\n医生的下一句回复是：", "response": "是有反酸，嗳气，可以服用奥美拉唑肠溶片。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肚子经常胀气，基本一个月或两个月一次，已经有好几年了，然后便秘的情况也好几年了，有时候很严重，有时候正常。这两者应该有什么联系吧？去年做过B超，没检查出啥问题。请问医生碰到过患者有这类情况吗？感谢(•̥́ˍ•̀ू)（女，22岁）\n医生：你好，便秘常和肠道胀气伴随出现！\n医生：由于便秘，食物在肠道内长时间停留，发酵，所以就会产气，引起腹胀！\n医生：把大便调理通畅了，配合肠道益生菌治疗一下就会好的！\n医生：如果您现在没时间回复，抽空留言给我，我看到了会及时回复您！\n患者：好的感谢您。\n患者：吃这个益生元很管用是吗。\n患者：我之前试过饮食调理但是没什么效果。\n\n医生的下一句回复是：", "response": "益生菌比如整肠生或是金双歧都可以，加上麻仁润肠丸。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：你好，请问大便有血是怎么回事啊（男，22）\n医生：大便中带少许鲜血吗？肛门痛吗？有没有其他不舒服？\n患者：没有。\n患者：而且经常这样。\n患者：是不是肠胃不好？\n医生：便血最常见的就是痔疮。\n患者：痔疮是什么意思呢？\n\n医生的下一句回复是：", "response": "很可能是痔疮，内痔，可以到医院肛肠科医生摸一下，如果不是痔疮的话，需要肠镜明确肠道有没有其他疾病。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肚子和胃经常疼，有时候晚上睡的晚大概十二点肚子就会特别不舒服。而且肚子经常响，胸也会疼…是什么情况？（女，20岁）\n医生：你好，这种情况有多长时间了？\n患者：今年九月份开学后才开始的，因为在准备考研，所以就一直坐着学习，感觉越来越严重了。\n医生：是在肚脐上面疼吗？\n患者：位置不定，有时候是左右两侧，胃也会疼。\n医生：大便正常吗。\n患者：一天一次，但是有时候会拉肚子。\n\n医生的下一句回复是：", "response": "你这个是胃炎伴肠道功能紊乱的问题。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：刚才吃药过量了我用手扣出来吐了，药物会对身体有影响吗（女，29岁）\n医生：您好，请问吃的是什么药物？\n患者：抗病毒口服液。\n医生：吃了多少？？为什么要吃这个药呢，怀孕了没有。\n患者：我没看说明接个视频，喝了，两瓶半，没怀孕。\n医生：还好喽，继续观察吧，这种抗病毒口服液都是些中药，今天就别再喝了。\n医生：不过你要继续观察有没有腹痛等之类的不舒服。\n患者：好的谢谢。\n医生：不客气的，明天可以继续按说明书吃。\n医生：前提是没什么不舒服的话。\n患者：我有点上火，喉咙有点痒，应该吃什么药。\n\n医生的下一句回复是：", "response": "喉咙痛吗，有头痛，头晕，流鼻涕，发热没有。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：老人家有时候胃空，有时候肚胀，还打嗝，有一段时间了（男，80岁）\n医生：你好，很高兴为你解答。\n医生：你好，这种情况有多长时间了？\n医生：恶心呕吐，反酸，腹痛吗。\n患者：没有以上症状，有2个月了吧。\n医生：大便几天一次。饮食怎么样。\n患者：胃口不比以前，肚胀的时候就吃的少，感觉空的时候就多吃点。大便还算正常吧，之前说大便之后舒服点。\n\n医生的下一句回复是：", "response": "嗯嗯考虑胃肠蠕动慢导致的，建议服用多酶片及奥美拉唑。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：早上起来的时候，喝水清肠，胃总是不舒服，老是打嗝，饭后，喝水后，基本上都是这样，为什么呢（女，26岁）\n医生：你好，这种情况多久了呢。\n患者：很久了。\n患者：不过严重是在三月月经之后，因为吐了很多次。\n医生：当时为什么吐呢。\n患者：痛经导致的。\n\n医生的下一句回复是：", "response": "除了打嗝还有什么不舒服吗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：今天中午去食堂吃了饭之后就一直肚子痛，然后一直拉肚子，今天拉了7、8次（女，18岁）\n医生：你好，你需要去药店买整肠生加思密达。\n患者：已经吃了整肠生，但是没有用，还是一直拉肚子。\n医生：再买思密达。2种药一起吃，多注意休息，保暖。\n医生：如果去不了找同学或者朋友代买。\n患者：需要去医院看一看吗。\n医生：你的腹泻是挺严重的，再买果味钾颗粒，然后喝上一袋儿。\n患者：但是现在没有办法买诶，明天早上买可以吗。\n\n医生的下一句回复是：", "response": "不用到，药店买思密达和果味钾颗粒就行了。那个思密达，按照说明吃，果味钾颗粒，一天喝一袋儿就行。这样明天早上。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：坐在这里，肚子那里就有些酸胀，感觉不舒服，是怎么回事，一直以为是肠胃问题，吃过药以后发现没有什么效果，大便依旧不成形，肚子就是感觉胀胀的，肠胃要吃的是千喜片、嗜菌片等（男，32岁）\n医生：你好，这种情况多长时间了？\n患者：有半年了。\n患者：坐的时候特别明显，肋骨下面两寸的地方就是感觉不爽，酸胀的，就是感觉坐着很吃力。\n医生：嗯，知道了，那具体是哪个部位呢？\n患者：中腹部左右腰这一块。\n医生：嗯，知道了，有做过什么检查嘛？比如说肠镜？B超？\n患者：没有做过，\n患者：必须要做这个吗。\n医生：不好意思，刚刚病房忙的。\n医生：知道了，那有吃什么药嘛？\n患者：吃了千喜片，再一个嗜菌片什么的，在还有一个名字忘了。\n患者：感觉效果不是很明显。\n患者：但是医生说不需要做肠胃镜。\n患者：有没有可能是肝脏引起的啊，我是慢性乙肝，但是肝功能正常。\n医生：不可能是肝脏引起的。\n医生：目前你主要不适的症状是腹胀，不消化，大便不成形是吧？\n患者：对。\n\n医生的下一句回复是：", "response": "嗯，我建议你可以到药店里买雷贝拉唑，莫沙必利，双歧杆菌。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：上周六胃痛拉肚子，然后就一直小腹一直隐隐作痛，前天拉肚子大便发黑，昨天大便昨天发绿，今天早上恶心，又拉肚子了，没吃过药。（女，20岁）\n患者：经常胃痛。\n医生：您好，有没有受凉或者饮食不当呢。\n患者：应该没有受凉。\n患者：饮食的话也就是吃的平常的。\n患者：想不到。\n医生：看症状考虑胃肠炎。\n患者：要吃药吗。\n医生：需要吃药。\n患者：要吃什么药ne\n\n医生的下一句回复是：", "response": "左氧佛沙星，颠茄片，蒙托石散可以吃吃看。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我没有痔疮也没有肚子疼痛今晚上大便出血是什么原因（男，47岁）\n医生：你好，是鲜红色的血吗？\n患者：是的。\n医生：会痛吗。\n患者：以前从来没有过。\n患者：不疼。\n医生：一般鲜红色血不疼考虑痔疮可能性大。之前有检查过。吗。\n患者：我没有痔疮过呢大夫。\n患者：没有。\n医生：有可能现在有了。最好查下。\n医生：男的痔疮患病率挺高的。血便量多吗。\n患者：肚子也不痛以前也没有过这样。\n患者：不多。\n医生：嗯，有可能现在长痔疮了。\n医生：内痔有时候外面看不到的。\n患者：如果不用力挣就没有。\n医生：是的，跟用力排班有关。\n患者：其他应该没有啥原因吧。\n\n医生的下一句回复是：", "response": "是的，少量鲜红色血便一般都是痔疮。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：感觉肚子里长东西了，感觉左边长了一个包似的（女，26岁）\n医生：您好，您在哪里摸到的，以肚脐眼为中心，上下左右？有没有腹痛，恶心，呕吐？\n患者：肚脐眼的左侧，我不太会摸，好像没包似的，但是肚子很硬，老感觉左侧有东西，有可能是气吗，不恶心，不想吐，有时候觉得左侧疼一下，不知道是不是神经敏感。\n患者：这是什么情况。\n医生：排便后会不会好。\n患者：没觉得变好。\n\n医生的下一句回复是：", "response": "早上明显，还是一直都在？摸着疼不疼，你感觉硬还是软，规则不规则？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肚脐左边疼是怎么回事（女，46岁）\n医生：你好，这种情况多久了？\n患者：快半个月了。\n医生：您既往有什么基础疾病吗？另外什么时候疼，持续多长时间，是怎么个疼法。\n患者：没啥疾病，然后就是一直刺刺的疼，后背也疼，就是麻木，然后吃饭的时候会好一点点，然后就继续疼。\n\n医生的下一句回复是：", "response": "肚脐左下方，还是左上腹疼。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：幽门螺杆菌和胃窦炎吃药三周可以了吗（女，38岁）\n医生：你好，你吃的什么药？\n患者：你好，\n患者：胃窦：蠕动正常，后壁近见0.5*o.5cm大小啧疡，表面覆白苔，周边粘膜充血，球部：粘膜光滑，未见溃疡，糜烂。\n患者：(胃窦)粘膜重度慢性炎，活动(+++)，Hp(++)，肠化(—)，萎缩(一)伴局灶性糜烂，病变符今幽门螺杆菌胃炎，\n患者：前一周我没记吃的什么药，后面2周吃的药是，阿莫西林，克拉霉素，胶体果胶铋胶囊，枸缘酸莫沙必利片，雷贝拉唑钢肠溶胶囊。\n患者：请问一下严重不，不过我好像没那里不舒服。\n医生：可以吃。不是特别严重。\n患者：药吃完了，还要去复查吗，还要开药吗。\n\n医生的下一句回复是：", "response": "吃两周可以了，停药一个月后复查幽门螺杆菌。嗯。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：小腹左上方隐隐作痛，上完厕所疼痛转移到下腹，坐下来一段时间之后又转移回小腹左上方（女，22岁）\n医生：您好，这种情况有多长时间了？大小便都正常吗？\n患者：正常的，就是今天刚刚开始。\n患者：不过前阵子吃的比较辛辣，拉了几次肚子，但这两天都是好的。\n医生：一般位置低的话考虑妇科问题，肚脐附近就是肠道问题了。\n患者：是在肚脐附近，拉肚子的话难受一下就好了，现在怎么绕着圈的疼呢。\n\n医生的下一句回复是：", "response": "肠炎也会有这样的症状，可以先吃止疼药缓解一下，如果腹泻在加治疗腹泻的药物。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：两天前发病拉稀水肚子咕咕叫老是放屁一会不放就胀得慌吃东西不消化但是肚子不疼（男，19岁）\n医生：你好，大便一天几次？\n医生：平时有没有胃病？以前有没有因为胃不舒服胃疼腹胀，恶心呕吐，而吃过中成药呢？\n患者：都没有。\n患者：突然的。\n患者：肚子也不疼。\n患者：就是老是有气拉稀。\n医生：大便一天几次？\n患者：四五次吧。\n医生：吃什么药了吗？\n患者：肠炎灵和黄连素。\n患者：刚吃两次。\n医生：吃了这两次药大便有所改善吗。\n患者：没有。\n\n医生的下一句回复是：", "response": "你可以口服思密达和益生菌调节。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：拉肚子一个月，每天一两次，肉眼看到大便有血丝和粘液，但是化验大便别的都正常，只有隐血弱阳性。\n医生：你好，很高兴为你解答。建议做个肠镜检查。\n患者：别的都正常也需要做肠镜吗。\n医生：我认为需要做一个肠镜，排除一下溃疡性结肠炎。\n患者：如果是溃疡性结肠炎严重吗？需要手术吗？\n患者：我出血是鲜血。\n\n医生的下一句回复是：", "response": "一般不需要手术的。但是有腹泻的症状。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肠胃炎突然痛，没有药，有什么方法怎么缓解呢（男，20岁）\n医生：请问是哪个部位疼痛呢？肚脐往上还是往下？\n患者：中间痛。\n医生：你喝点温水看看，按摩一下看看。\n患者：这样可以吗，还有别的吗。\n医生：少数可以。特被是胃痉挛。\n患者：哦哦，谢谢。\n\n医生的下一句回复是：", "response": "不用客气，如果不行，还是去买奥美拉唑服用看看。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：持续一周左右。胃不舒服，恶心头晕。详细情况如下：1、11月5号及6号两天因为生理期每天各吃了一粒布洛芬，11月7号开始胃不舒服，持续有饱腹感，恶心。2、症状2-3天左右消失，恢复正常，11月16号开始有感冒症状。3、11月20号左右再次胃不舒服，早晨刚起床无事，吃完早饭一两个小时后感觉不消化，饱腹和轻微恶心。4、11月23号症状明显，伴随头晕，去医院初步判断胃炎。5、11月24至今天一直喝小米粥，但状况未明显缓解，始终有不消化的感觉，今天有轻微返酸感。有症状期间：没有吃过生冷辛辣油腻的食物，进食量小，排便少，略微便秘。胃不疼。（女，31岁）\n医生：你好，以前有过这种情况吗？有没有做过胃镜。\n患者：没有过，很偶尔可能有过消化不良的感觉但症状不会超过2天。\n医生：便秘几天解一次大便。\n患者：没有做过胃镜，周六在医院，医生说先开两副药，如果症状不缓解再考虑胃镜，两副药分别是莫沙必利片和铝镁加混悬液。上周4和5两天没有大便，周末到今天有，量很少，偏稀，颜色偏黑。\n医生：吃药吃了多久。症状有缓解吗。\n患者：周六晚上开始吃，一天三次，到今天一共吃了5次，昨天情况好很多，全天吃了小米粥和大半个烤干的馒头片（无油），今天早上起床吃小米粥的时候觉得有饱腹感吃不下，只吃了两三口，一直到中午都不饿。\n患者：今天有一点点反酸的感觉，不确定是不是不适合吃米粥或者干馍片。\n\n医生的下一句回复是：", "response": "枸橼酸莫沙必利有住消化的作用。平时有反酸吗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生你好，我不同时间段的检查。想调理好身体怀孕，平时吃东西会顶气，没有什么胃口，肚子右侧会隐隐疼，人比较瘦，这情况怎么处理，饮食应该怎么做，注意什么。刚刚照完肠镜，这段时间怎么注意，还有照完肠镜后可以立刻吃猴头菇口服液吗（女，31岁）\n医生：你好，您目前主要是怎么不舒服？我看看你的资料。现在月经正常吗?\n患者：医生你好，我不同时间段的检查。想调理好身体怀孕，平时吃东西会顶气，没有什么胃口，肚子右侧会隐隐疼，人比较瘦，这情况怎么处理，饮食应该怎么做，注意什么。刚刚照完肠镜，这段时间怎么注意，还有照完肠镜后可以立刻吃猴头菇口服液吗（女，31岁）\n患者：会有推迟。\n患者：有时一个星期内，有时多于7天。\n医生：胃肠问题都是常见病。不影响怀孕。\n患者：但是人很瘦，吃东西不怎么吸收，气不过，容易气紧。\n医生：可以吃猴之人菇口服液的。猴头菇。\n患者：好，谢谢医生。\n患者：照完肠镜，我这两天能吃什么呢？\n\n医生的下一句回复是：", "response": "做完肠镜饮食上没有什么禁忌。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：吃完早饭胃部觉得麻然后有种拧巴皱皱在一起的感觉经常的打嗝和放屁（男，28岁）\n医生：你好(^_^)，，，，，，，\n医生：你有没有胃疼，胃胀，恶心，呕吐，返酸，烧心等症状。\n患者：胃倒是不太疼。\n患者：就是胃觉得有时候有点胀。\n患者：这种情况已经两周多了。\n患者：吃了吗丁啉奥美啦搓都没有见好。\n\n医生的下一句回复是：", "response": "可以加达立通颗粒，吗丁啉都饭前30分口服。奥美也饭前吃。同时日常要注意。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：晚上八点多开始，晚餐前，忽然觉得不舒服，反胃，拉肚子，十一点多开始肚疼剧烈，整个腹部胀疼。（男，33岁）\n医生：您好，有呕吐吗？大便次数颜色？性状气味？\n医生：具体疼痛部位在哪里？有明显压痛点？\n患者：无呕吐。\n患者：大便一次，稀。\n医生：有吃什么不好食物吗？\n患者：下腹部，无明显压痛点，现在整个下腹感觉胀痛。\n医生：有诱发因素吗？\n患者：下午一两点吃了些零食，五点多吃了几颗草莓。\n患者：其他人也吃了，没异样。\n医生：哦，以前有什么病史吗？\n患者：想不起来有明显诱因，以前没遇到过这样。\n医生：肚子咕咕叫？\n患者：以前有过尿结石，但是这次的痛好像不太一样。\n医生：有着凉吗？还有其他不舒服吗？\n患者：没听到明显腹鸣。\n医生：看起来不像胃肠炎，呕吐腹泻不明显，\n患者：白天在千里不是很确认，但是四点多回家后应该没有着凉。\n患者：就是痛，疼到不想说话。\n\n医生的下一句回复是：", "response": "有反胃，腹痛，拉一次稀便，没有肚子咕咕叫（肠鸣音亢进），看起来不像胃肠炎，呕吐腹泻不明显，您有泌尿系结石病史，小腹有膀胱，输尿管，肠，"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肚脐以下靠左边，有一块坠胀感，两天了，现在整个感觉肚子很胀，排便少量，成型，这是怎么回事啊（会不会是肠梗阻）（男，21岁）\n医生：您好新年快乐！这个情况多久了？还有其他不舒服。\n患者：昨天早上起床。\n患者：其他的没有了。\n医生：只是排便少，大便没有脓血或粘液吗？\n患者：没有血，昨天一次，今天一次，脓液看不出来啊。\n医生：您近期两天吃的东西多吗？以前有痔疮、肛裂等吗？\n患者：以前没有肛裂痔疮，昨天早上今天早上都只喝汤，昨晚吃了火锅，今天比昨天整个肚子感觉更胀了。\n医生：肛门排气多吗？以前有胃病吗？\n患者：有排气，不算太多。\n\n医生的下一句回复是：", "response": "近期着凉或粘液吗？呕吐吗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：早上起来恶心想吐，欧酸气，还腹泻，下午吐完，泻完后好多了，晚饭也吃了，但过了一会儿又吐了，吐完后就感觉舒服点了，想问问医生这是什么症状？（女，21岁）\n医生：这种情况有多长时间了？\n医生：有没有吃啥不干净的食物或者受凉啊？\n患者：就从今早上开始的。\n患者：应该没有。\n医生：莫名其妙的就出现这种症状了嘛？\n患者：刚开始噶出的气都酸酸的。\n患者：恩。\n医生：拉肚子是稀水一样的大便嘛？\n患者：对。\n\n医生的下一句回复是：", "response": "目前考虑是急性胃肠炎的表现。有吃药治疗嘛？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生，我爷爷9号去做肠镜检查，发现直肠有巨大息肉，随即做了直肠巨大息肉尼龙圈结扎术，回来以后每天都要大2次大便，但是从14号开始到今天16号，有三天打不出便了，我爷爷说有时候有大便的感觉，但是拉不出来，这正常吗，医生（男，71岁）\n医生：你好，这种情况有多久了？本月9号？\n患者：对，本月9好做的肠镜和息肉结扎。\n患者：号。\n医生：这是正常现象的，需要调节饮食，保持大便通畅。\n患者：14号开始到今天都没有大便，但是我爷爷说有大便的感觉，但是大不出来，这和那个息肉有关系吗。\n医生：和息肉没有关系。\n患者：那这个结扎的息肉大概多久能掉下来。\n\n医生的下一句回复是：", "response": "调节大便，可以用用乳果糖口服液。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：这两天一直想大便，总感觉拉不干净，大便颜色好的还成形的，就是肚子疼（女，40岁）\n医生：你好！这种情况有多长时间了，以前有过这种情况吗。\n患者：就这两天。\n医生：肚子疼是在大便之前还是大便之后呢。\n患者：我以前得过肠胃炎，跟肠胃炎有关系吗？\n患者：大便之前，肚子很痛拉不出。\n\n医生的下一句回复是：", "response": "跟胃肠炎有关系。大便干燥吗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我老是放屁，请问该做啥检查？（男，32岁）\n医生：你好，除了这些还有其他不舒服吗。\n患者：你好，医生。\n患者：除此之外还容易拉肚子。\n医生：恩，就你目前症状来看，主要考虑慢性的肠炎，可以服用肠炎宁治疗下。另外喝些温开水。喝着小米粥，面条等易消化的食物。平时注意饮食规律，保持好心情，多吃蔬菜水果，养成健康的饮食习惯。\n患者：谢谢医生。\n医生：恩，不客气的，祝你早日康复。\n患者：如果担心的想去做检查，是做肠镜好呢？还是胃镜好啊？\n\n医生的下一句回复是：", "response": "就你目前症状来看，做的话一般肠镜要好些。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：您好，20多年了，只要吃油腻食物，辛辣、凉、啤酒就会又下腹痛。排便后有缓解。平常会吃一些肠炎宁胶囊（男，28岁）\n医生：你好，您这种情况多长时间了？\n患者：好像20多年了一直这样，我平常注意饮食后不会犯。\n医生：平常大便成形嘛。\n患者：平常大便不干不湿，只有吃了辛辣刺激食物后大便不成型。\n医生：这个其实也正常。\n患者：我平时进食比较多，我正常的时候大便一天3次左右，而且都很多，\n医生：吃了辛辣刺激的生冷的食物会导致大便不成型的。\n患者：我也感觉正常，所以没做过什么检查，想让您给我开点药。\n医生：因为吃了刺激性的生冷的会导致肠道分泌增加。\n患者：嗯呢。\n医生：好。知道啦。整肠生吃吧。\n患者：但是我的兄弟都敢喝啤酒，吃雪糕，吃火锅，我就不敢吃这些。\n患者：晚上睡觉我必须穿背心，要不然第二天肯定肚痛。\n医生：肠胃每个人都不一样嘛。\n医生：有些人就是脾胃弱吃点东西就会肚子疼。\n医生：不过这样的一般不便秘。有得有失吧。\n患者：对对，我从来不曾有过便秘。\n医生：是不是也不胖。\n患者：对啊，不胖不瘦。\n\n医生的下一句回复是：", "response": "都是有利有弊的。整肠生吃吧。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：左侧肋骨下腹位置，有点轻微的疼痛，好像是吃辣的辣的难受的感觉，只是早饭喝的汤里多放了点胡椒粉而已。（女，32岁）\n医生：你这情况多久了？有加重麽？\n医生：平时有没反酸，烧心，恶心，呕吐？\n患者：有一两个月了，以前也有过疼痛，是生气以后。\n患者：平时没有反酸，恶心，呕吐，除了颈椎不舒服的时候。\n医生：嗯，胃上问题。有慢性胃炎。有没有吃什么药？\n患者：但是说不清，好像也有淡淡的烧心的感觉，反正说不太清的感觉。\n患者：胃在哪侧？我好像是左侧小腹上面，左侧肋骨下面的位置，不在中间位置。\n患者：没吃药。\n\n医生的下一句回复是：", "response": "嗯，把奥美拉唑肠溶胶囊和硫糖铝混悬凝胶买的吃上。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胃反酸，感觉胃酸间接性的往外冒（男，28岁）\n医生：您好请问这种情况多长时间了？\n患者：昨晚上有一些症状。\n医生：有没有吃不干净食物或者腹部受凉？\n患者：之前喝酒会这样，我都一个月没有喝酒了。\n医生：有没有做过胃镜？或者其他检查？\n患者：受凉没有，昨天晚上吃的晚饭有点辣。\n医生：大便怎么样？还有其他不舒服的吗？\n患者：没做过胃镜。\n患者：大便还行吧，刚才肚子有点不舒服。\n医生：嗯嗯吃过什么药物吗最近。平时抽烟喝酒吗？\n患者：平时抽烟，偶尔喝酒，上周喉咙发炎吃过一次头孢。\n\n医生的下一句回复是：", "response": "嗯嗯平时熬夜或者喝咖啡或者喝茶吗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：大便完后有鲜血，是咋回事，昨天发现的（男，20岁）\n患者：大便前伴有疼痛。\n医生：你好，很高兴为你解答！\n医生：你好，是鲜红色的血吗？\n患者：是啊。\n患者：鲜红的血。\n医生：出血多吗？大便干燥吗。\n医生：肛门口有没有突出来的肉疙瘩！最近吃辛辣刺激食物多吗？\n患者：干燥，看着出血不少，貌似没有突出来的肉疙瘩，但是每次上完厕所感觉不太净，却又拉不出来。\n患者：没有吧，我一般很少吃辣。\n\n医生的下一句回复是：", "response": "嗯嗯，这样的情况考虑两种原因，一是痔疮，二是肛裂！"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胃不舒服，左边肋骨下面点，饿了不舒服，吃饱了也不舒服，有一两个月了，不能算疼，就是有点小不舒服样，怎么可以弄好，是不是以前饱一顿饿一顿弄出来的原因？前一个月做了个B超，啥问题没有，血常规全血也没啥，反正就是剑突和左侧位置那不舒服。（男，28岁）\n患者：有时候胃还有点凉飕飕的。\n医生：你好，大便情况如何？\n医生：一般情况下，1.每天大便几次？2.大便的颜色是黄色？褐色？黑色？还是其它颜色？3.大便外观是条状？圆球状？糊状？稀水状？还是其它什么样的？4.大便有血、脓吗？请按问题内容逐一答复。不要用正常、不正常这些词语答复，不要漏答，谢谢。\n患者：一天一两次，这几天颜色有点深，条状，没血没脓。吃肉比较多。\n患者：昨天吃清淡点，颜色又要好一点了。\n医生：你的舌苔提示有轻度寒湿。\n患者：医生也是这么说，我一直在吃胃病药。\n\n医生的下一句回复是：", "response": "轻微消化不良。可能与近期节日进餐过多肥甘厚味有关。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：今天早上开始拉肚子恶心呕吐胃灼烧反酸，量体温37度下腹痛我这阵一直有胃炎和反流食管炎，（男，22岁）\n医生：您好！吃了什么特殊食物吗？在吗？\n医生：从您的描述来看，我判断是急性肠胃炎，可以口服诺氟沙星、胃复安、思密达，看看效果。\n患者：一直有胃炎和反流食管炎。\n患者：今早上开始到现在拉了四次肚子早上吃沙星来。\n患者：吐了两次。\n\n医生的下一句回复是：", "response": "恩，目前是肠胃炎，胃炎和反流性食管炎是基础病。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我胃不好，平时该怎样养胃啊？（男，24岁）\n医生：你好！不知胃怎么不好？多久了？饮酒多吗？吃饭规律吗？\n患者：一吃辣的就不舒服。\n患者：之前服用过一段时间止痛药，是不是对胃特别不好？\n医生：辣食对胃刺激性大，部分止痛药对胃也有刺激性，特别是非甾体类消炎止痛药。加重胃病。\n患者：双氯酚酸纳是哪一种？\n\n医生的下一句回复是：", "response": "属上边说的那种。对胃有刺激性。若吃的话也要饭后吃。有胃溃疡的不能吃。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我的胃痛，呕吐，口臭，还有便秘腹泻交替（女，15岁）\n医生：你好，这种情况多久了？饮食可以吗？\n患者：挺久，食欲不振。\n患者：医生。\n医生：有检查没有。\n患者：没有。\n医生：应该是消化功能不好症状。\n患者：我妈妈她说她也是学医的，我说叫她带我去做胃肠镜，她说不做。\n医生：胃肠镜检查没有必要。\n患者：肯定检查不出什么毛病，她这么说。\n医生：建议口服规律饮食，忌生冷辛辣等食物。\n患者：那为什么我看了消化内科的其他医生，有一些要我做胃镜。\n\n医生的下一句回复是：", "response": "一般年青人胃镜检查也就是胃炎，不会有其他问题。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：小肚子咕咕叫感觉气体，咋回事医生（男，35岁）\n医生：您好，请问这种情况有多久了？\n医生：没有其他不舒服吗？例如腹痛，腹泻？有没有。\n患者：有。\n患者：爱放屁。\n医生：有没有腹痛？腹泻反酸烧心？\n医生：这种情况多久了？几天十几天还是几个月？\n患者：一按压还疼，肚脐眼下方。\n患者：没有烧心，\n医生：大便一天几次？\n患者：有几个月了。\n患者：吃了点消炎药，没有管事。\n医生：大便一天几次？有没有稀便？\n患者：大便一天一次，或者两天一次。\n患者：沾马桶。\n医生：没有其他不舒服，排气多，考虑肠道里气体多，蠕动快，没什么问题。\n患者：吃点什么药呀医生，\n医生：下腹压痛，和肠道有气体，或者炎症，有关系。\n患者：谢谢医生。\n\n医生的下一句回复是：", "response": "不用谢的，你可以热敷腹部，中药理中片，西药的莫沙必利都有效果。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：您好！医生，突发的胃痛胃胀现在该怎么办?（女，53岁）\n医生：姐姐您好，胃疼胃胀有多久了？\n医生：在这里首先给您拜年了，祝您新年愉快，万事如意呀！\n患者：非常的痛。\n医生：这两天着凉了吗？饮食不合适了吧？\n患者：好的医生同乐。\n医生：以前患有慢性胃炎吗？\n患者：吃了一些辣的。\n患者：有。\n医生：一定要忌口，同时注意保暖，近日不要进食辛辣刺激的食物了。\n患者：但是现在好痛你能开点药或者给点技巧通气谢谢。\n\n医生的下一句回复是：", "response": "建议口服复方维u颠茄片，缓解胃肠道绞痛姐姐。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：今天早上开始一天大便拉四次都是正常成形大便前一天中午外食吃了咸肉菜饭等是有肠炎吗？要去医院化验大便吗？（女，19岁）\n医生：你好，以前有类似情况吗？\n患者：两周前有过一次晚上吃了炒饭三文鱼后半夜拉一次第二天白天也拉了两次后来吃了二顿黄连素之后就没有这样了一天一次正常大便。\n医生：有发热？腹痛吗？\n患者：没有拉前肚子痛拉好就好了。\n医生：最好化验一下大便。\n患者：好的。\n患者：可能肠炎之类是吗？\n医生：我现在手上有重要的工作需要完成，等忙完之后立刻回复您，望谅解。\n患者：感觉两次都和吃了油腻有关系。\n患者：可以吃点调节肠道菌群的药吗？培菲康现在买不到了有类似的推荐一下吗？非处方的。\n\n医生的下一句回复是：", "response": "双歧杆菌三联肠溶胶囊，金双歧，美常安。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：一有便意，左小腹沟摸着有一条刺痛，胀痛，按就疼的更厉害，按会来回动。肚子会发出咕咕的声音，接着就是小腹刺痛有下坠感，上完厕所就不痛了，这是怎么回事，（女，20岁）\n医生：您好，多久？大小便，正常吗？\n患者：大便。\n医生：有便秘吗？大便正常吗？\n患者：今天还算正常，有时候比较干，还带血。\n\n医生的下一句回复是：", "response": "便后出血？？排气排便后缓解左下腹痛吗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：你好医生，我最近一直有便不尽，每天都要便很多次，刚刚发现便里有很多血。（女，30岁）\n患者：里急后重，偶尔会有点吃坏肚子要拉肚子的感觉。偶尔有几天还有想便便不出来，肛门下坠的感觉。\n患者：我这会是很严重的病么。\n患者：在么医生。\n患者：在吗医生。\n医生：这个情况有多久了，血是鲜红的还是暗红的。\n医生：有没有粘附在大便表面，还是跟大便混在一起的。有没有肚子痛。\n患者：鲜红，在大便表面，没有肚子痛，\n患者：便血就这几天才有的，之前没有这习惯。\n患者：之前没有这个毛病。\n患者：好像偶尔有点吃坏肚子的那种疼，\n\n医生的下一句回复是：", "response": "如果是再表面的话痔疮的可能性大一些。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：你好请问便秘有好的方法吗？（女，37岁）\n医生：您好，很高兴为您解答问题！\n医生：请问您大便几天一次？\n患者：隔天或两天一次。\n医生：大便干硬吗？\n患者：干的多。\n医生：嗯，那还有其他不舒服的症状吗？\n医生：比如胃胀，便血，恶心等。\n患者：胃胀不消化的感觉。\n医生：嗯，那近期饮食怎么样？\n医生：吃不容易消化的食物多吗？\n患者：吃辣的多一点。\n\n医生的下一句回复是：", "response": "嗯，如果只是偶尔出现的便秘症状，那就问题不大。平时多吃些水果和蔬菜，多喝水，适当运动，便秘开始的时候酌情喝一些蜂蜜就好了！不过如果便秘严重，那就可以用药治疗，比如麻仁润肠丸！"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：自从初三有一次吃了很多蚕豆就有一段时间放屁很多，后来便会时不时有屁多的时候。在这之前一直不怎么放屁的。现在有时候有腹胀现象就放屁。该怎么调理呢？（女，16岁）\n医生：您好!请问这种情况有多久了呢？\n医生：肛门排气后腹胀减轻了？\n患者：有减轻。最近有这种情况，然后就来月经了。\n患者：也不是一直有这种情况。有时某天有，有时连续几天有，但是我以前上课几乎都不放屁的，现在经常。\n医生：您近期饮食如何？吃了哪些食物，着凉了吗？\n患者：最近胃口有点大，总是吃零食，特别喜欢吃杏仁，可能有点着凉吧。\n患者：最近吃得比较多，老吃零食，每天都要吃十多个杏仁。可能也有点着凉了吧。还有就是最近老熬夜。\n\n医生的下一句回复是：", "response": "对了，着凉，吃零食都会促使肠道排空，所以腹胀及肛门排气（放屁多）增加！"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：反流性食管炎服用奥美拉挫镁肠溶片吃多久可以停药（女，32岁）\n医生：你好，请问您吃了多久了？\n患者：我之前烧心还老打嗝然后医生诊断我有反流性食管炎让我吃奥美拉挫我就去社区医院开了药让我按说明吃一天两天我吃了两周了。\n患者：一天两片。\n医生：哦，那没有做胃镜诊断是吗？\n患者：是的现在没有一个检查。\n患者：就只能问诊。\n医生：那你吞咽过程当中有什么不适的症状呢？\n患者：有时候感觉嗓子里有痰有时候呢觉得吃完胸口不舒服。\n患者：就是有时候。\n医生：痰是什么颜色？\n患者：痰出不来下不去也出不来。\n患者：也咳不出来就一直卡在嗓子那里。\n医生：那有没有反酸烧心的症状？\n患者：之前有烧心吃了两周感觉好多了但有时候还是打嗝不过没之前多了。\n患者：之前后背都烧感觉。\n\n医生的下一句回复是：", "response": "那这个情况只能说明有胃食管反流，但是不能判定一定要反流性食管炎，可以吃奥美拉唑加上吗丁啉连续一到两个月。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：你好，我老公这两天大便次数多，大便成型。例如今天第一次大便成型，拉到也多，第二次和第三次大便少，也成型。饮食不规律，通常两顿饭，晚饭必吃。早饭吃的比较晚，饿过劲了以后吃的不多觉得胃胀，喜辣，喜咸，爱喝饮料汽水（男，25岁）\n医生：你好，这种情况有多长时间了？平时有反酸烧心吗？\n医生：如果大便成形，没有肚子疼，也算正常，那应该和饮食有关系。\n医生：有时候吃的水果蔬菜多的话可能大便次数会增多。\n医生：平时尽量养成好的生活习惯，按时作息，少吃辛辣刺激性食物及生冷食物，不要暴饮暴食。\n患者：就最近几天我老公大便次数多。\n患者：没说反酸烧心。\n患者：我老公很瘦175110斤，平时饭量不大，一碗饭最近偶尔一碗半，两碗，，和饭量有关吗。\n医生：摄入量多排出也多，可能有关系。\n医生：如果没有其他不舒服瘦也没事，现在还不是胖的时候，到一定年龄代谢慢了就开始发胖了。\n患者：好的。\n患者：大便成型，不拉稀就算正常是吗？\n医生：是的。\n患者：总喜欢喝饮料汽水，是不是对身体也不好。\n患者：平时吃完饭就喝凉水。\n医生：汽水对身体不好，含有二氧化碳多。少喝凉水。\n患者：刚吃完饭是不是不要马上喝很多水。\n\n医生的下一句回复是：", "response": "汽水产气多，容易引起腹胀。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：盐酸头孢他美酯分散片可以治疗急性肠炎吗?（男，）\n患者：咨询人性别：男。\n患者：咨询人年龄：20岁。\n医生：你好，你现在有什么症状？\n医生：1.耳、鼻、喉部感染，如中耳炎、鼻窦炎、咽炎、扁桃体炎等。2.下呼吸道感染，如慢性支气管炎急性发作、急性气管炎、急性支气管炎等。3.泌尿系统感染，如非复杂性尿路感染、复杂性尿路感染（包括肾盂肾炎）、男性急性淋球菌性尿道炎等。\n患者：今天去医院，医生开了头孢，感觉没什么用。\n医生：治疗肠炎，无效，效果差。\n患者：她说应该是急性肠炎。\n患者：那怎么办。\n\n医生的下一句回复是：", "response": "应该服用肠炎宁片，对症治疗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：糜烂性胃炎2级和胃体息肉0.3厘米要紧吗？需要注意什么？饮食米饭和粥可以当主食吗？要多吃什么好，可以治愈吗？平时没有症状，就是饮食不注意时易拉肚子。近期饭后上腹部不适3天有塞的感觉（女，35岁）\n医生：你好，请问你平时有什么症状呢？不严重的。\n患者：现在胃上腹部按压会痛。\n患者：开的这些药。\n医生：可以的。\n患者：医生说息肉没有感觉的，我怎么上腹部心窝儿一直有感觉没缓解呢。\n\n医生的下一句回复是：", "response": "这是胃炎症状，不是息肉的症状。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：吃饱饭总是恶心怎么回事（女，17岁）\n医生：多长时间了？有腹胀症状吗。\n患者：一两个月。\n患者：没有。\n患者：有时候吃着吃着就恶心想吐。\n医生：平日吃零食吗。\n患者：偶尔吃。\n患者：不太多。\n\n医生的下一句回复是：", "response": "可以吃点健胃消食片和吗丁啉。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胸闷两侧闷闷的，恶心想吐，一直打嗝，整天都这样（男，18岁）\n医生：你好，请问这种情况有多长时间了？\n患者：昨晚到现在一整天。\n医生：反酸，烧心嗳气打嗝吗？平时喝酒吗？\n患者：都有。平时不喝酒。就是昨天傍晚突然开始这样。\n医生：吃过什么药物没有？建议您可以吃点奥美拉唑胶囊，铝碳酸镁咀嚼片。\n患者：都没吃，请问医生这是肠胃的问题吗？会有大问题吗，不吃药可以吗。\n医生：可能考虑反流性食管炎。\n医生：不吃药的话就清淡饮食，喝点温开水，观察下。\n患者：好的医生。那我需要去大医院就诊吗？还是先改善下伙食观察几天。\n医生：先观察。\n患者：感谢您。大概多久能好，胸闷的时候可以怎么缓解呢。\n医生：您吃药的话应该3天左右会缓解，但是也不好说每个人对药物的敏感程度不一样。\n患者：就是说还是吃药最好咯。\n医生：吃药会快些。\n患者：好的。我了解了医生。那这个问题应该不大吧。\n医生：不大。\n患者：好谢谢您。您早点休息。\n患者：医生你好。今天一天还是有这种情况，需要打嗝才会缓解一点，还一直想拉肚子。\n\n医生的下一句回复是：", "response": "那您吃完没有？还是反酸吗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：检查出有幽门螺杆菌，阳性。没有其他的症状，应该怎么办？听说挺严重的（女，23岁）\n医生：您好，这种情况服用药物治疗即可。比如四联药物。\n医生：奥美拉唑，果胶铋，阿莫西林，克拉霉素。服药两周。\n患者：好的，需要去做胃镜吗？\n患者：或者还有没有其他需要注意的呢？\n\n医生的下一句回复是：", "response": "做胃镜是看有无胃炎等胃病情况，没有不适症状，可以不做胃镜。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胃总是夜里痛是怎么回事半个月痛了4/5次了感觉有气堵的一样（男，39岁）\n患者：这次痛的比上次久一点了。\n医生：你好，这种情况有多久了？平时饮食怎样？\n患者：半个月。\n医生：吃辣椒多？\n患者：正常就是吃饭时间有点不定时。\n患者：不吃辣的。\n患者：胀痛。\n医生：口苦吗？大便怎样？\n患者：这次痛感觉后背也带痛是的。\n患者：大便不正常。\n患者：总大不下来。\n医生：最好做一下胃镜，彩超。\n患者：可以用点什么药控制吗？\n患者：这一般是什么问题呀。\n患者：就感觉堵的痛。\n患者：可以先用什么药试试在看情况吗？\n\n医生的下一句回复是：", "response": "最常见消化性溃疡。雷贝拉唑。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生您好，最近半月，每次饭后，胸部总是闷，痛，感觉有东西堵着，气短，偶尔会想吐，喝水能压住。开始以为是抽烟导致的，后来发现每次吃饱后才有这个症状，去年检查有幽门螺杆菌，一直没什么影响。过年前后饮食不规律，才有这个症状。具体可以吃点什么药缓解一下。（手部按压区域闷）。（男，25岁）\n医生：你好，请问这个症状持续多久会缓解？\n患者：基本上饭后2个小时吧。消化的差不多有了饿意就好了。\n患者：空腹的时候一点感觉没有。\n医生：手指的地方是剑突下吗？\n患者：不太懂…\n医生：就是胸骨下方。\n患者：就是按压的那一块…\n患者：对。\n医生：说明是胃疼可能就是跟幽门螺杆菌有关系。\n患者：也不是胃疼，就是硌的慌。\n患者：早上起来一点感觉没有…\n\n医生的下一句回复是：", "response": "这个情况可能就是胃炎和消化不良。应该考虑先杀菌治疗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：每天7，8点吃晚饭，睡觉的时候感觉胃里很空很饿，感觉有很多气一直打嗝，大便一直很稀，屁多（女，22岁）\n医生：你好，这种情况多久了？\n患者：时好时坏，这次已经就好了。\n医生：大便一天几次？多长时间发作一次？\n患者：一般早上一次。\n医生：不吃药就自己好了啊。\n患者：这个没有太注意，在学校没几天就这样。\n医生：多长时间发一次，每次发持续几天。\n患者：每天就是晚上睡觉的时候这样。\n患者：不用吃药么？大便稀和屁多是因为什么呢，\n\n医生的下一句回复是：", "response": "胃肠功能紊乱啊。奥美拉唑和肠胃康胶囊一起吃。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：经期总是拉肚子怎么回事？没有受凉几乎每次都会拉特别是第二天第三天量多的时候（女，22岁）\n医生：您好，您这种情况多久了呢。\n医生：不在经期的时候拉肚子吗。\n患者：平时不拉。\n患者：只有经期会拉肚子不频繁一天一两次大便不成型很稀。\n患者：蛮久了一两年吧。\n医生：经期抵抗力会下降。机体各项机能有所下降。\n医生：您这种情况可以吃点药物调理一下。\n患者：吃什么呢。\n患者：食物的话喝红糖水和红枣可以改签吗。\n\n医生的下一句回复是：", "response": "可以的。平时可以吃补脾益肠丸，经期可以口服蒙脱石散。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生，肚子有点难受，有一点想吐，今天早上吃了饭团，中午吃了黑木耳，洋葱和茄子，后来吃了几个金桔，也是热水泡过的，不知道怎么滴下午肚子就不舒服，有种以前胃肠炎发作的感觉，家里有奥美拉唑跟小柴胡，我可以吃哪个会好点么（女，25岁）\n医生：你好，这种情况多久了？\n医生：还是饮食吃的不合适了，上厕所了吗？有腹泻吗？\n医生：如果有反酸水，服用奥美拉唑胶囊，小柴胡是管退热的。\n患者：胃难受。\n患者：没有拉肚子。\n\n医生的下一句回复是：", "response": "以前有胃病吗？有没有发烧？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：便秘严重。不知道该怎么处理（女，19岁）\n医生：您好，几天一次大便啊？这种情况多久了呢？\n患者：正常喝水。\n患者：一直都有。\n患者：是经常。\n患者：可能是我学习心情太紧张了。\n患者：加上经常熬夜。\n医生：几天拉一次？\n患者：三天左右也有更长。\n患者：有时候不会一次性拉完。\n\n医生的下一句回复是：", "response": "有没有腹痛，大便带血情况？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：这两晚，晚上一食完饭，胃就涨，有气，今晚就吃了一碗饭，都涨，平时吃几碗都没有事。（男，21岁）\n医生：平时胃有问题吗，还有其他不舒服吗。\n患者：平时没什么问题。\n患者：就这几天突然这样。\n医生：可以吃个吗丁啉或者沙棘干乳剂。\n医生：要是不缓解去医院检查胃镜。\n患者：甘系咩问题了。医生。\n患者：是不是慢性胃炎。\n\n医生的下一句回复是：", "response": "胃炎基本每个人都有。可能是胃动力不好。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：吃了酪爽梭酸菌活菌胶囊能喝酒吗（男，30岁）\n医生：你好，建议不喝，尤其不能马上喝。\n患者：中午吃的，晚上要去参加宴席。会不会更头孢样起反应啊。\n医生：一般不会。\n患者：这几天老是肚子疼。疼完又好了。每天下午都会疼。\n患者：是肠炎吗。\n患者：以前肚子有时候会跟做了仰卧起坐样。用手揉着疼。这一个星期老是会时不时候疼。整个肚子疼。\n\n医生的下一句回复是：", "response": "这个无法这样下结论，建议面诊医生，腹痛原因很复杂。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胃疼、反酸，恶心呕吐（女，39岁）\n医生：你好，这种情况多久了？\n患者：好长时间了，去年做过胃镜显示浅表性胃炎。\n医生：幽门螺杆菌检测没、\n患者：阴性的。\n\n医生的下一句回复是：", "response": "那可以口服奥美拉唑治疗，可以复查下胃镜。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：请问我这个胃病吃什么药好（男，24岁）\n医生：你好，多长时间了，有什么自觉症状?\n患者：两个多月了老是打嗝和放屁多胃赞。\n医生：屁偏多，可能和饮食习惯有关，也可能跟消化功能出问题。查幽门螺杆菌了吗。\n患者：这个是我的病历。\n患者：没有。\n医生：刁建议用药如下。\n患者：好的要吃什么药好。\n\n医生的下一句回复是：", "response": "马丁啉一次一片一天三次，饭前半小时服。兰索拉唑一次一片，一天一次，"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胃部有阵痛，伴随拉肚子，有低烧，头痛（男，20岁）\n医生：你好，这种症状多久了。\n患者：两天。\n医生：一共拉了多少次呢。\n患者：几十次了。\n医生：呕吐了吗。\n患者：阵痛一来就像啦。\n患者：没有呕吐。\n医生：前两天吃什么不卫生的东西了吗。\n患者：自助餐？\n患者：我朋友和我一块吃的没事啊。\n医生：这个是急性胃肠炎。跟饮食不卫生有关。\n患者：好的谢谢。\n\n医生的下一句回复是：", "response": "口服左氧氟沙星片，蒙脱石散和奥美拉唑，按说明书口服，多喝盐水。这两天喝粥为主。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：女性，26岁，胃不舒服，反胃，像晕车一样，想吐，今天中午吃完饭之后反应强烈。（女，25岁）\n医生：您好，以前有这种感觉吗？\n患者：以前没有，最近几天才开始的，而且这两天排气增加。\n患者：我说的是今天打嗝多。\n医生：最近几天饮食如何？\n患者：饮食没什么胃口，但是餐餐都有进食，昨晚有吃蛋糕。\n医生：嗯，感觉胃疼，胃胀吗？\n患者：不疼，有点胃胀，反胃，最近一直食欲不振。\n医生：嗯，月经正常吗？\n患者：月经一直都正常。\n医生：应该是消化不良造成的，吃点健胃消食口服液，或促胃动力药吗丁啉吧。\n患者：前几天出去做了几次车，晕车严重。\n医生：晕车的话，不会持续这么久的。有感冒吗？\n患者：前几天感冒了，好几天了，在这个症状之前，当时就及时喝药好了。\n医生：喝的什么药？最近还在喝吗？\n患者：早就不喝了，感冒灵。\n\n医生的下一句回复是：", "response": "嗯，不是药物引起的。还是消化不好，吃点促消化的药吧。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我胃口不太好，吃东西肚子不舒服，想吐但是又吐不出来，一热就头疼，请问医生这是怎么回事女17岁（女，17岁）\n医生：平时胃难不难受啊，，，胃痛不痛啊。\n医生：吃什么东西，肚子不舒服。\n患者：胃不痛吧。\n患者：就是胃口不太好。\n患者：吃东西能吃下就是不舒服。\n医生：那平时吃不吃辣呀？\n患者：很少吃。\n患者：医生你说话啊。\n医生：可以吃点助消化的药物啊。\n医生：可以吃点多酶片，六味安消胶囊。\n患者：具体是什么助消化药物。\n患者：这些都能治疗什么问题。\n医生：多酶片，六味安消胶囊。\n患者：健胃消食片睁开眼。\n患者：怎么样。\n医生：这个药可以吃啊。\n患者：哪个。\n患者：您说的哪个药，医生。\n\n医生的下一句回复是：", "response": "健胃消食片啊，也是可以吃的。你平时不要吃辣呀。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生你好，我前几天晚上可能是凉拌的面筋吃多了，胃特别难受，一晚上没怎么睡着，催吐了两次，然后第二天能好点了，最近一直没什么食欲，吃不了多少饭。昨天吃的稍微多点，先是特别涨，后来又难受了一会。请问医生应该吃点什么药呢？（男，24岁）\n医生：你好，你多大年龄了？\n患者：24\n医生：大便正常吗？亲。\n患者：不正常不成型，\n医生：稀的还是硬的?什么颜色？\n患者：黄色的希的。\n医生：还有别的不舒服吗？亲。\n患者：食欲不振，昨天吃完饭，先是胃胀，后是酸痛对了我还有痔疮。\n医生：有没有感冒受凉？\n患者：没有。\n医生：有没有恶心呕吐？\n患者：吃完面筋那一晚胃又痛又涨我就扣了一下。\n医生：有没有恶心，呕吐过吗？\n患者：没有。\n医生：有没有自己去吃药？\n患者：目前还没有。\n\n医生的下一句回复是：", "response": "吃点鋁碳酸镁颗粒。和奥美拉唑。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：早上只要躺床上不吃早饭，上腹部左边就隐疼，吃完早饭或者坐起来就立马不疼了（男，21岁）\n医生：这种情况多长时间了？\n医生：你好多久了还有别的不舒服吗？\n患者：两个月了吧。\n患者：没有别的不舒服。\n患者：吃饭大便都正常。\n医生：吃完饭之后就不疼了？\n患者：对的。\n患者：坐起来就不疼了。\n患者：吃完饭更不疼了。\n患者：不吃躺床上那边就隐疼。\n医生：嗯，疼痛是在肋骨下，还是在肋骨上。\n医生：就是感觉像是在皮肤表面，还是在里面。\n患者：肋骨下面一点。\n患者：里面的感觉。\n\n医生的下一句回复是：", "response": "你这考虑还是一个慢性胃炎的症状。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：男，24岁，近年来肠胃十分不好，经常拉肚子，经常连续几次大便，每天几次大便都习惯了，想去医院检查一下，不知道需要注意些什么（男，23岁）\n医生：你好，腹痛吗？大便稀吗？有脓血吗？\n患者：腹痛很少出现，大便有时稀，有时粘稠，脓血不知道有没有，没怎么注意。\n医生：什么情况下会拉肚子？与饮食有关吗？\n患者：应该是与饮食有关，有时稍微吃得辣一点，喝得凉一点就容易拉肚子。就算吃得很清淡也经常有想上厕所的感觉，但又不怎么拉得出来。\n\n医生的下一句回复是：", "response": "嗯，你的情况考虑是胃肠功能紊乱或肠炎。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：拉肚子第四天了，之前有肠胃炎，但这次拉出来的都是血红色，药从一开始就吃，没有太大的好转，饭吃的也是比较正常.（男，19岁）\n医生：你好，大便一天几次？除了拉肚子还有其他症状么？\n患者：一天很多次。\n患者：晚上比较多。\n患者：没有其他症状。\n医生：吃得什么药?\n患者：雷贝拉唑钠。\n患者：拉之前肚子很疼。\n医生：疼在肚脐的什么方位?\n患者：四周吧上边疼的多一点。\n\n医生的下一句回复是：", "response": "建议加服黄连素和阿莫西林。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：反流性食管炎，慢性非萎缩性胃炎，现在背部疼痛，憋气，有痰，剑突疼，胃胀气，胸部也疼。（男，32岁）\n患者：现在吃什么药可以治疗。\n患者：之前吃过两个月中药。\n医生：你的这种情况多长时间了？\n患者：有一年啦。\n患者：多半年。\n医生：平时饮食规律吗？\n患者：之前吃中药吃到第二个月时，医生不出诊啦，就在没吃，年前背部特别疼我有换了一个地方吃中药，吃了一个月感觉背部疼的不厉害啦，以前也不知道这个反流性食管炎会影响背部，和咳嗽，最近才知道是反流影响的。想看看吃些什么药比较好。\n患者：规矩的。\n医生：没吃西药吗。\n患者：没，一直没吃，我之前一直以为肺部有问题检查也没事，想的是中药调理调理，不想的是反流影响的。胃胀气比较厉害。\n医生：嗯。建议用思密达，奥美拉唑，莫沙必利，思密达用温水冲服，还有唾觉时上半身抬高30度。\n医生：你用这个方案治疗一下。\n患者：谢谢您。\n医生：不客气。祝你早日康复。\n患者：主要我这个剑突也是疼的，感觉打完嗝就舒服多啦。\n\n医生的下一句回复是：", "response": "对，就是反流性食管炎的症状。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我胃口那里总是胀痛，最近这种现象尤其明显，憋痛到不能吃饭，有时半夜还会胃口疼痛。吃饭后有反流现象，经常吐酸水，打嗝。（女，17）\n医生：你好，这种情况有多久了呢？\n患者：吐酸水，食物反流，打嗝～这种现象是很早以前的了有俩仨年了，胃口憋痛期间也有过，但只是一俩次，最近一个月这种胃口憋痛的情况频率才增多.\n医生：有没有吃什么药物呢。\n患者：有，什么猴头健胃灵。胶体果胶裨胶囊。兰嗦拉锉，马丁淋。中药也吃过。\n医生：最近在吃什么药吗。这种情况可能是由于慢性胃炎和反流性食管炎造成的。\n患者：那是不是得调养才能变好。吃药能变好.\n医生：吃药和调养要一起来。胃病三分治七分养。\n患者：最近我就吃马丁淋。和兰嗦拉挫，还有一些中药。\n\n医生的下一句回复是：", "response": "建议你可以口服雷贝拉唑和莫沙必利进行治疗。这两种也可以。效果怎么样呢。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：这几个月总是嗳气。没有味道，吃什么药都不行。是什么问题（女，26岁）\n医生：打嗝儿反酸水么？腹胀么？\n医生：最近有没有遇到烦心事，工作学习有压力吗。\n患者：没反酸水，有时胀，多数是不胀。\n患者：没什么压力啊。\n患者：吃药都不行。\n医生：做过什么检查，都用过什么药呀。\n患者：吃饱就更嗳气多。\n\n医生的下一句回复是：", "response": "大便规律么？最近吃辛辣刺激食物了么？你都吃过什么药呀。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肚子里咕噜咕噜得，大便多一天三四次怎么办才好（男，29岁）\n医生：别吃辣，喝酒少吃冷饮。\n医生：空调不要打的太低，有没有幅谢啊。\n医生：空调不要打的太低，有没有腹泻啊。\n患者：有一个多月了。\n患者：没有腹泻。\n患者：就是肚子里不舒服老是解大便。\n医生：大便偏稀吗。\n患者：有时候有。\n患者：有时候成形。\n患者：这两三天吃的吗丁啉和奥美拉唑。\n\n医生的下一句回复是：", "response": "可以再吃点健脾丸。或者人参健脾丸也可以。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：腹胀，排便次数多，不想饭的，有时还有点恶心！（男，32岁）\n医生：你好，这种情况有多长时间了？\n患者：快20天了。\n医生：每天大便几次。\n患者：四五次左右。\n医生：最近有没有吃不干净的东西？有没有受凉？\n患者：没有。\n医生：稀便还是水样便？\n患者：有时是水样便，多数时候是稀便。\n医生：便前有无腹痛？\n患者：没有。\n医生：最近有没有用什么药物？\n患者：没有的。\n医生：有无反酸烧心症状？\n患者：也没有。\n医生：大便后腹胀可否缓解？\n患者：有缓解，但不明显。\n\n医生的下一句回复是：", "response": "这样的话，建议你先化验大便常规看是否有感染，水样便一般是细菌感染引起的。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：拉大便出血了，怎么回事（男，27岁）\n患者：这个要不要去检查一下。\n医生：您好，像这样有多久？以前出现过吗？\n医生：大便后会引起肛门疼痛加重吗？\n患者：以前没有。\n患者：今天才发现的。\n患者：好像没有。\n\n医生的下一句回复是：", "response": "嗯嗯，不需要紧张，考虑是痔疮。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：我吃完饭时，都要吐出来哪怕吃一点也是，不吃的好就会吐酸酸的水，（男，15岁）\n医生：你好，很高兴为你解答。\n医生：您好，这种情况多久了？\n医生：恶心呕吐，腹痛腹胀吗？\n患者：有时候，吃饭吃完了就吐，甚至吃一点也吐，不吃的话吐酸酸的水。\n患者：这种情况有半年多了。\n患者：对。\n医生：嗯嗯目前考虑胃炎的情况，我建议服用兰索拉唑，莫沙必利及达喜，再者最好做上消化道钡透检查一下。\n患者：怎么样才能好？\n医生：建议先服用我说的药物看看效果怎么样。\n患者：什么药物。\n患者：那么以后少吃一点，会好吗？\n\n医生的下一句回复是：", "response": "嗯嗯目前考虑胃炎的情况，我建议服用兰索拉唑，莫沙必利及达喜。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：胆汁反流性胃炎，一吃饭胃就难受，吃不下去太多，人恶心头晕（女，24岁）\n医生：您好，您的胃镜检查我看看。医院给开药了吗。\n患者：开了药。\n患者：但是吃饭吃不下去，然后恶心。\n患者：需要注意一些什么呢？\n\n医生的下一句回复是：", "response": "您开的哪些药。您不是刚刚做的胃镜，刚刚吃药吗？那不会见效那么快。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：吃点东西就打嗝涨气的感觉，请问什么原因？（男，31岁）\n医生：你好，你出现这种情况具体多久了呢？\n患者：有三年了。\n医生：是经常出现吗？有没有一定的规律性？大便如何呢。\n患者：吃的多或者喝多了会有反酸。\n患者：基本都是吃完饭都是这样。\n\n医生的下一句回复是：", "response": "平时爱吃辛辣刺激食物吗。熬夜吗。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：吃东西咽下去的时候左胸腔疼痛一下,然后就好了，喝水不痛，吃软的也不痛。（男，23岁）\n医生：你好，请问这种情况有多久了？\n患者：有10天左右。\n医生：就一次吗。\n患者：不是，只要是吃东西时，比较硬点的食物。咽下去的时候左胸部会痛一下，然后就好了。\n医生：做过什么检查吗？\n患者：暂时没有，在诊所拿了点药，他说是胃病，或者是食道炎。\n患者：不过我确实有胃病，这是胃病照成的吗？\n患者：我要去检查，需要挂什么科。\n医生：你用的什么药物。效果怎么样。\n患者：不知道什么药，就是平时小诊所开的那种胃药。没有效果。\n医生：你可以预约一下胃镜检查。\n患者：嘴里还有口臭，胃部有时也有点涨，痛。\n患者：如果是胃，怎么会吃东西左胸部痛一下呢。就好了。\n\n医生的下一句回复是：", "response": "你这个情况还需要检查幽门螺杆菌？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：有萎缩性胃炎，肠化生胃窦糜烂，去年12月份杀的幽门螺杆菌，一月份测的，请问是1疫情过去，再杀幽门还是半年以后？杀不死对萎缩性胃炎，肠化生是不是不好3刚停了羔羊胃b12.复合维生素b和叶酸，还有瑞巴派特吃了四个月，现在还需要用什么药吗？（女，60岁）\n患者：我咨询了之前看病的医生，说让再吃一个月药，疫情过去复查胃镜，我想知道复合维生素可以换成b12吗还是说继续吃他开的药，但我现在只能买到复合维生素B和叶酸。\n医生：请问您是停药后4周去复查的吗？这两种药也可以的。\n医生：叶酸也可以治疗萎缩性胃炎引起的贫血。\n医生：是复查幽门螺旋杆菌还是阳性？\n患者：去年六月份，做的胃镜，去年12月份四联法杀幽门，停药一个月测的c14但值很高没杀死。\n患者：请问复合维生素B是干什么的。\n医生：那就半年后再更换治疗方案治疗一个疗程。\n医生：复合维生素B含有多种B类维生素。\n患者：那请问复合维生素B可以换成b12吗？有人说b12可以治疗萎缩性胃炎。\n医生：预防和治疗B族维生素缺乏所致的营养不良、厌食、脚气并糙皮病等。\n患者：那我就继续吃复合维生素B和叶酸，都是饭后吃是吗。\n医生：是的，维生素B12和叶酸的疗效一样。\n患者：这里面的药只有叶酸是保护胃面膜的是吗。\n医生：不是，瑞巴派特是保护胃粘膜的，可以减轻化生甚至扭转。\n患者：当时只吃了四个月。\n\n医生的下一句回复是：", "response": "叶酸是预防和治疗萎缩性胃炎因子缺乏所导致的恶性贫血。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：糜烂性胃炎为什么老不好，2个月了也不好，总是有点隐痛，曹辣辣的，吃了一个月药，打了点滴9天，9月份做的幽门，阴性，11月胃镜检查糜烂性胃炎（男，33岁）\n医生：吃的什么药，有没有打嗝。\n患者：刚开始在医院治疗一星期，打的半托拉唑，吃的泌特，达喜，兰索拉唑，治疗一星期，医生说就没什么问题，感觉好些了，后出院吃医生开的药一星期，出院3天，做火车一夜，感觉胃有开始不舒服，后自己买药奥美拉唑，和瑞巴派特片。\n医生：这些药都效果不错的啊。\n医生：出院了一直吃起的么。\n患者：后不舒服医生开药吃完了，自己买一盒复方消化梅，和法莫替丁嚼片，吃了还是老样，就吃的后面瑞巴派特片。\n\n医生的下一句回复是：", "response": "你可以继续吃奥美拉唑加瑞巴派特。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生，你好，我是男生，今年39岁，最近几天老是口臭，是什么原因？？吃什么能好？？（男，39岁）\n医生：你好，平时有胃病么，喝酒么。\n患者：轻微的胃病，，很少喝酒。\n医生：注意饮食，平时不要吃凉的，辣的食品，不要吃高蛋白质，高脂肪食品，少吃豆制品，可以适当喝些酸奶，适当运动，多喝水，三餐规律，不要暴饮暴食，多吃粗粮和含粗纤维的食品，多运动，多喝水，养成定时排便的好习惯，平时排便如果。如何。平时排便如何。\n患者：很好。\n患者：算是准时吧，，\n患者：去年做了胃镜，，有轻度胆汁反流现象。\n\n医生的下一句回复是：", "response": "有胃炎的人可以因消化不良引起口臭，可以用奥美拉唑和阿莫西林和克拉霉素。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：六岁女童，自述上周六吃晚饭时由于吃得过快，吃完隔一会想吐，并伴有腹痛(肚脐正中)，(周六白天可能吃了较多零食，喝了王老吉等饮料)吃饭后又剧烈运动(跑跑跳跳)，坐私家车两小时后回家，晚上喝了不是很热的牛奶，半夜起来呕吐，周天开始自述有时有嗳气症状，时而有腹痛(有时严重有时轻微)，周天晚上和周一白天吃了芒果，其余都是常规饮食，周二(今天)早上七点多再次腹痛，请问这是什么问题？能吃些什么药呢？家里有吗丁啉这种药，但不敢轻易给小朋友吃，非常时期不敢轻易去医院，请老师先诊断下，谢谢（女，6岁）\n医生：您好，感谢信任，前来就诊！病情已知悉，我将尽心尽力为您做出最准确的病情分析和治疗方案。目前都有哪些症状？\n患者：腹痛(肚脐正中附近)，有时有嗳气症状。\n医生：根据您对病情的描述和相关症状考虑功能性消化不良。排便排气如何？\n患者：她说不想拉粑粑，也没怎么放屁。\n\n医生的下一句回复是：", "response": "可能是积食了。除了吗丁啉还吃啥了？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：长期便秘，腹部睡觉前疼痛，腹胀，吃饭不敢多吃，消化不动。一直以来肠道都不好。能不能自己做些什么可以缓解的？谢谢！（女，38岁）\n医生：一般多长时间了排一次便？\n患者：不规律，有的时候一周，有的三四天，有的更长。\n医生：平时注意多吃蔬菜水果，少吃辛辣油腻刺激的食物。\n医生：没事多顺时针按摩腹部。\n患者：这段时间腹胀有点严重，您平时见过这种情况没，就是长期便秘，都有好多年了。这种情况，有没有什么特效药，或者什么比较好的治疗方法，有的医生说她气血两虚，身体比较虚。\n医生：习惯便秘很常见。若几点不排的话可以用点奥美拉唑。不好意思发错。了。用点蓖麻油。适量运动。\n患者：奥美拉挫发错了是吗？不用这一个？\n患者：还有没有其他的药物或者方法呢？吃香蕉啥的，也吃过，好像效果不太好。\n医生：不好意思，对奥美拉唑发错了。\n医生：其他的方法，可以用番泻叶泡水喝。蜂蜜水也促进排便。\n患者：便秘时间长了，会不会有啥其他的危害。\n\n医生的下一句回复是：", "response": "长期便秘影响食物，造成胀气，痔疮或肛裂。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：女，46岁，以往都是两粒吗丁啉i，中午吃点凉西瓜，胃不舒服，吃了两片吗丁啉i，现在还是难受能在吃斯达舒吗（女，12个月）\n医生：您好，平时有打嗝口臭嗳气吗？胃不舒服多少年了？\n患者：这个情况好几年。\n患者：有口臭，打嗝。\n医生：平时有经常发作吧？平时大便颜色有经常黑色或者褐色吗？\n患者：没有，除非吃了不对东西。\n\n医生的下一句回复是：", "response": "您这个考虑胃炎的可能性大。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：放屁多，还臭什么状况？严重吗？（男，25岁）\n医生：这种情况有多长时间了？\n患者：好几个月了。\n患者：跟痔疮有关系吗。\n医生：最近生活，饮食规律吗？这个与痔疮没关系。\n患者：挺规律的。\n患者：一开始放屁多然后得了痔疮，那段中午天天吃面条连续十多天吧！感觉放屁多。\n\n医生的下一句回复是：", "response": "有腹痛吗？一天大便几次？成型吗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：肚脐一圈总是一阵一阵疼。是怎么回事？（女，18岁）\n医生：你好，很荣幸与你互动。\n患者：您好。\n医生：请问您一下，这个情况多久了？\n医生：是持续性疼痛吗？什么情况下缓解？\n医生：有没有发烧？反酸，呕吐？拉肚子？如果有，每天呕吐多少次？大便每天多少次？有没有黑便或者便血情况？如果有量多少？有没有便秘情况？\n患者：有一段时间了。但是总是一阵一阵的。像是什么硬物在滑动。吃东西的时候最明显。有点缺水。刚喝过就渴了。有反酸。一天一次排便。没有便秘但是感觉东西挺多的。\n医生：您这个情况与月经期有关系吗？\n医生：请问您一下，有没有去医院看过，做过什么检查，比如腹部b超？大便常规如果有，请你发过来一下，谢谢！\n患者：没关系。经期时间还有十几天了。没有做过检查。一直都是一阵一阵的疼。最近很明显的疼了。\n医生：大便正常吗？疼痛时打屁多吗？\n患者：没有打屁现象。只有6月份的时候做过滑胎手术。但是是从9月份开始疼的不知道有没有关系。\n\n医生的下一句回复是：", "response": "目前这个情况胃肠道功能紊乱引起的肠道痉挛疼痛可能性比较大！肠道以及妇科方面的问题不能排除。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：今天做完无痛胃镜，中午吃饭的时候没事，晚上吃饭的时候恶心，烧心，喉咙也烧的慌，是正常现象吗？（男，22岁）\n医生：您好，浅表性胃炎不严重，有幽门螺杆菌检查吗？什么不舒服胃镜检查呢？\n医生：最近喝酒吗？爱吃辛辣油炸油腻生冷刺激性食物吗？\n患者：这几天吃过饭一直胃疼，就是以前有幽门螺杆菌，所以有点害怕了，做个胃镜。\n医生：这次有复查幽门螺杆菌？\n患者：查了，没事。\n医生：有治疗过幽门螺杆菌？\n患者：大夫，我这个恶心烧心是不是因为做胃镜做的吗？我在吃饭的时候感觉喉咙也烧的慌。\n\n医生的下一句回复是：", "response": "那很好，浅表性胃炎不严重，您的情况烧心恶心可吃点制酸药建议用药奥美拉唑+铝碳酸镁咀嚼片，平时饮食规律吗？喝酒吗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：饭后胃胀，胃难受，想放屁，有点像拉肚子那样的屁，大便粘稠，成型，呈棕黄色，饭后会有饱嗝，打出气体的那种嗝。（男，18岁）\n医生：你好，这种情况多长时间了？有没有反酸，恶心，呕吐？吃饭规律吗？\n患者：持续三天，没有您说得状况，这三天吃饭规律，之前吃饭有些不规律，一般都比饭点迟吃饭。\n医生：大便一天几次啊。\n患者：一次。\n医生：吃饭规律吗？\n患者：难受的这三天吃饭规律，之前不规律。\n医生：吃过什么药，做过什么检查吗？\n患者：今天刚吃了整肠生，没有做过检查。\n\n医生的下一句回复是：", "response": "放屁是正常现象。不用担心。说明肠道通畅。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：之前做了胃镜，有息肉。割除后经常胃痛。去医院医生说没事正常，一年了，药也吃了，都不见好转。（女，56岁）\n医生：请问您这种情况有多长时间了？\n医生：这个胃镜倒不是很严重，胃息肉切除了就没事了。\n医生：但是你这个胃痛反复多久了？\n患者：18年7月26到现在。经常胃痛胃涨。\n医生：平时饮食规律吗？嗯嗯，有没有烧心反酸？\n患者：有的，饮食规律。\n医生：有爱吃辛辣油炸油腻生冷刺激性食物吗？\n医生：你这个胃痛胃胀多数是饭前还是饭后？\n患者：饭后，但也不爱吃辛辣。\n医生：好的。大便正常吗？对了，那个幽门螺旋杆菌你当时做了没？\n患者：肠胃的时候大便不通畅。\n患者：幽门螺旋杆菌不知道是什么应该没做。\n\n医生的下一句回复是：", "response": "嗯嗯，您的这种情况我基本了解了，结合出现的症状，主要还是慢性胃炎、胃酸分泌刺激胃粘膜引起的胃痛。就是吹气实验。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生你好问一下早晚肚子疼拉粑粑拉稀就咋回事啊好几天了就早晚疼（男，26岁）\n医生：您好，很高兴为您服务。\n医生：可能是急性肠胃炎，建议服用黄连素，蒙脱石散。\n患者：哦好几天了早晚疼。\n医生：是的。建议您养成良好的生活习惯，饮食规律，按时进食，细嚼慢咽，少食多餐。。多吃易消化的食物，如粥和面食，多吃膳食纤维丰富的食物。忌生冷辛辣食物，忌酒。腹部不要受凉。\n患者：哦哦吃给我开的药就像呗。\n医生：是的。\n患者：谢谢。\n\n医生的下一句回复是：", "response": "针对本次问诊，医生更新了总结建议：建议服用黄连素，蒙脱石散。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：为什么盐酸特拉唑嗪片要晚上吃（男，50岁）\n医生：这个药是降压的，预防晨起高血压，\n患者：那药性是24小时的吗。\n医生：是的，一般血压控制好就吃一次。\n患者：那上夜班能吃吗。\n医生：可以，\n患者：药是进口的还是国产的。\n医生：晨起交感神经兴奋，收缩血管，所以晨起容易血压高，\n医生：需要有商品名才知道国产进口，我看到只是学名，\n患者：噢，那药副作用大吗。\n\n医生的下一句回复是：", "response": "最常见的有：体虚无力、心悸、恶心、外周水肿、眩晕、嗜睡、鼻充血/鼻炎和视觉模糊/弱视。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生你好胃疼服用药物治疗喝新鲜羊奶会有影响吗（男，42岁）\n医生：你好，很高兴为你解答。鲜羊奶不好消化。\n患者：不宜消化。\n患者：不建议喝对吧。\n患者：平时应该吃点那些有营养易消化的食物呢。\n医生：不建议喝羊奶，吃碱面馒头，山药粥，面条。\n患者：嗯嗯。\n患者：好的谢谢医生了。\n患者：喝羊奶会不会影响平时吃药的效果啊。\n患者：服用药物胃还是每天在疼没有什么明显效果。\n医生：不会的。\n患者：不影响啊。\n\n医生的下一句回复是：", "response": "做胃镜检查吗？规律饮食吗？"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：医生您好，胃内灼烧感，该怎么办？（男，29岁）\n医生：你好。这个情况有好久了。有没有腹痛。腹胀。\n患者：没有就是吃完东西后有胃酸烧心症状。\n医生：有没有做过检查或者吃过药。\n患者：吃了达喜效果不明显。\n\n医生的下一句回复是：", "response": "你这个情况考虑胃食管反流的可能大建议清淡饮食。忌辛辣刺激性食物。不喝浓茶和咖啡哈。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：三个星期不上大号了咋办呀没有便意肚子也不疼光进不出（女，23岁）\n医生：这个真的是三周没有排便了吗？\n医生：以前你大便情况怎样？有没有便秘的情况？现在有什么不适吗？\n患者：中间就上了两次就一点点。\n患者：之前正常的然后出差大吃大喝了三天。\n患者：之后就不正常了。\n患者：没有啥难过的地方。\n医生：是不是最近饮食吃肉类比较多？蔬菜少？\n患者：没有呀吃的粗粮还有蔬菜。\n患者：还运动了。\n医生：这个应该还是跟饮食有关系，你还年轻，应该问题不大。\n医生：多吃蔬菜，要吃含纤维多的，比如芹菜那种带丝的才行。\n患者：我听说早晨喝淡盐水可以促进排便的。\n患者：有用么？\n医生：温开水就可以。\n患者：哦哦。\n患者：那要不要开一点药。\n医生：你这次时间比较长了，可以吃点复方芦荟胶囊或者麻仁胶囊，乳果糖，排便以后就别吃了，然后调整好饮食。\n患者：好的。\n\n医生的下一句回复是：", "response": "可以喝点酸奶，有助于调节肠道菌群。也可以吃双歧杆菌三联活菌胶囊。"}
{"query": "请根据以下医生与患者的历史对话，生成医生的下一句回复：\n\n历史对话：\n患者：陈医生您好，您开的药最近怎么吃着不起作用了，要不要换个药，还是再加点其他药呢（男，42岁）\n患者：还是总吃不下，舌苔也厚，说是消化不好吧，到了饭点还有点饿，吃吧胃里好象还有东方，好象总是有积食。\n患者：嗽口水用了两瓶。\n医生：你好现在在吃哪些药？还是腹胀吗？\n患者：还在吃麦滋林，莫沙必利这两种。\n医生：有没有查过幽门螺杆菌？\n患者：怎么查，之前没有查过。\n医生：碳13呼气试验。\n患者：好的，等我查了再给你说。\n患者：查这个一般大医院都有吧。\n医生：一般二甲以上都可以查。\n患者：总是无原无故吃不进去。\n患者：老觉得胃里的东西下不去。\n医生：平时吸烟喝酒吗。\n患者：吸烟，但不喝酒。\n\n医生的下一句回复是：", "response": "药物方面建议把莫沙必利换成马来酸曲美布汀这个药看看。"}
