{"query": "女34岁。月经量进行性减少，现闭经半年，泌乳3个月，首选检查项目应是？可能的检查包括：孕激素试验、血HCG测定、血PRL测定、性激素测定、诊断性刮宫。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血PRL测定"}
{"query": "男，35岁。腹泻1天，于8月10日来诊。腹泻10余次，水样便，呕吐数次，无发热腹痛及里急后重。2天前曾去海滨旅游，查体：T36.1℃，P110次/分，BP74/40mmHg。精神萎靡，烦躁，皮肤弹性差，肠鸣音活跃。实验室检查：血Hb158g/L，WBC12×10⁹/L。粪常规：WBC0~2/HP，无红细胞。为快速诊断，应首先进行的检查是？可能的检查包括：粪便动力及制动试验、血培养、血生化检查、结肠镜检查、粪隐血。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "粪便动力及制动试验"}
{"query": "判断新生儿缺氧缺血性脑病严重程度的重要依据是？可能的检查包括：颅脑超声、血清CPK-BB、脑电图、头颅CT、临床表现。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "脑电图"}
{"query": "确诊胃溃疡的首选检查方法是？可能的检查包括：胃镜及胃粘膜活组织检查、24小时食管PH监测、X钡餐检查、幽门螺杆菌检测、胃液分析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜及胃粘膜活组织检查"}
{"query": "最有助于感染性心内膜炎诊断的实验室检查是？可能的检查包括：血培养、尿常规、血常规、B超、血沉。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血培养"}
{"query": "男性，30岁。头痛，时有呕吐，逐渐加重1个月，近期嗜睡，反应迟钝，时有头晕猝倒，无头部外伤及急性炎症病史，血压正常。检查见视神经乳头水肿，血常规血沉正常。根据以上的初步诊断，其首选的辅助检查应是？可能的检查包括：头颈X线摄片、腰椎穿刺、脑血管造影、脑CT、脑MRI。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "脑MRI"}
{"query": "女，28岁，结婚3年未孕，月经规律。妇科检查：子宫正常大，双侧附件正常，男方精液检查正常。本例应首先进行？可能的检查包括：阴道脱落细胞学检查、输卵管通畅检查、宫颈黏液结晶、子宫内膜病理检查、子宫输卵管造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "输卵管通畅检查"}
{"query": "2岁男孩，出生时正常，3个月后皮肤和头发色泽逐渐变浅。目前不会独站，不会说话，偶有抽搐，身上有怪臭味，有助于诊断的检查是？可能的检查包括：脑电图、血钙测定、尿三氯化铁试验、尿甲苯胺蓝试验、血镁测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "尿三氯化铁试验"}
{"query": "150/98mmlg，心率112次/分，尿蛋白（+），阴道少量流血。此时对诊断最有价值的辅助检查是？可能的检查包括：眼底检查、B型超声检查、肝功能检查、白细胞计数、血细胞比容。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "B型超声检查"}
{"query": "女，53岁，3月前坐长途火车时突然出现不认识女儿，并对空气大喊“有蜘蛛”，感觉看到自己儿子，经治疗后好转。1周前得知儿子去世消息后再次出现类似症状。既往有高血压五年，200/90mmHg。查定向障碍，视幻觉，思维不连贯。高血压加重时症状加重。最有意义的检查是？可能的检查包括：头MRI、脑电图、脑脊液、人格测试、头颅CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头MRI"}
{"query": "女婴，出生30小时。出现嗜睡伴肌张力低下，初步诊断为缺氧缺血性脑病。为了解患儿丘脑、基底节有无病灶，应首选的检查是？可能的检查包括：头颅CT、脑电图、颅脑透光试验、B超、头颅MRI。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅MRI"}
{"query": "男性，20岁，发热二周，体温38～39℃，检查皮肤散在紫癜，颈部及腋下可触及0.5cm×1.5cm大小淋巴结5～6个，脾肋下3cm，血红蛋白85g/L，白细胞10×10⁹/L，血小板25×10⁹/L。对诊断帮助最大的检查？可能的检查包括：血细菌培养、白细胞分类、胸部X片、骨髓象检查、血小板抗体测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "骨髓象检查"}
{"query": "26岁，女性，停经45天，突感下腹坠痛及肛门坠胀感，少量阴道流血及头晕呕吐半天。体格检查：面色苍白，BP80/40mmHg，腹肌略紧张，下腹压痛。妇科检查：阴道少量血性物，宫颈举痛（+），后穹隆饱满，子宫稍大，附件区触诊不满意。首选检查项目应是？可能的检查包括：B型超声检查、后穹窿穿刺、血常规及出凝血时间、尿妊娠试验、诊断性刮宫。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "后穹窿穿刺"}
{"query": "女，36岁。腹痛、腹胀1个月。伴发热，下午较明显，无寒战，无恶心、呕吐、腹泻。查体：T37.5℃，P80次／分，R18次／分，BP120/80mmHg。双肺呼吸音清，未闻及干湿性啰音，心律齐。腹部膨隆，全腹弥漫性压痛，无反跳痛，移动性浊音（＋）。胸部X线检查：右上肺可见钙化灶。为明确诊断，应首先进行的检查是？可能的检查包括：PPD试验、血白蛋白、血常规＋血沉、腹腔穿刺及腹水化验、腹部CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹腔穿刺及腹水化验"}
{"query": "男，75岁。排尿困难3年，加重2周。直肠指检发现前列腺结节，质地硬。血清PSA30ng/ml。为明确诊断，最重要的检查是？可能的检查包括：前列腺穿刺活检、前列腺MRI、膀胱尿道镜检查、前列腺增强CT、经直肠前列腺超声。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "前列腺穿刺活检"}
{"query": "女，25岁。发热伴下肢和腹部皮肤瘀斑5天。查体：双下肢和腹部皮肤有多处瘀斑，双侧颈部、腋窝和腹股沟可触及淋巴结肿大，活动无压痛，最大者为2.0cm×2.5cm，胸骨压痛（+），腹软，肝肋下1.5cm，脾肋下2cm。化验：Hb78g/L，WBC18×10⁹/L，分类可见原始和幼稚细胞，PLT25×10⁹/L，网织红细胞0.002。为明确诊断，首选的检查是？可能的检查包括：骨髓细胞学检查、淋巴结活检、骨髓活检、腹部B超、ANA谱。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "骨髓细胞学检查"}
{"query": "女，36岁。春节乘长途汽车回家途中，突然感到心前区发闷、呼吸困难、出汗，觉得自己要不行了，不能自控，要发疯，为此感到紧张、害怕，立即被送到医院急诊。未经特殊处理，半小时后症状消失。体格检查正常。该患者首先需要做的辅助检查是？可能的检查包括：头颅CT、ECG、超声心动图、EEG、胸部X线片。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "ECG"}
{"query": "，24小时尿蛋白定量1.5g。血压120/70mmHg，血肌酐80μmol/L。为明确诊断，该患者最需要进行的检查是？可能的检查包括：生化全项、血ANCA、抗GBM抗体、血免疫球蛋白、补体、肾活检、血清免疫固定电泳。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肾活检"}
{"query": "男，36岁。患胆囊结石5年。饱餐后持续上腹疼痛16小时，向腰背部放射，伴恶心、呕吐、发热。查体：上腹明显压痛，莫菲征阴性，肋脊角无压痛叩痛。为明确诊断，首选检查是？可能的检查包括：胃镜、尿常规、血脂肪酶、血淀粉酶、X线钡餐检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血淀粉酶"}
{"query": "已婚妇女，26岁。月经规律，停经50天，今晨出现一侧下腹痛伴肛门坠胀感，血压90/60mmHg。该患者此时有诊断价值的体征是？可能的检查包括：子宫稍大变软、腹肌紧张、宫颈举痛，后穹窿饱满、双合诊黑加征（+）、腹部移动性浊音（-）。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈举痛，后穹窿饱满"}
{"query": "男，69岁。刺激性咳嗽1个月，发现痰中带血丝1周。无肺部疾病病史，吸烟20年。该患者首选的检查是？可能的检查包括：胸片、CT、支气管镜、支气管造影、痰液细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CT"}
{"query": "鉴别三种非典型苯丙酮尿症的方法是？可能的检查包括：DNA分析、血浆游离氨基酸分析、尿三氯化铁试验、尿蝶呤分析、Guthrie细菌生长抑制试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "尿蝶呤分析"}
{"query": "急性阑尾炎时判断阑尾靠近闭孔内肌的体征是？可能的检查包括：右下腹麦氏点固定压痛、闭孔内肌试验阳性、腹肌紧张度增加、腰大肌试验阳性、结肠充气试验阳性。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "闭孔内肌试验阳性"}
{"query": "女，42岁。10年前分娩后闭经。1周前因不洁饮食出现腹泻，食欲减退，精神萎靡，卧床不起今日上午被家人发现神志不清来急诊查体：BP80/50mmHg皮肤苍白，毛发稀疏，消瘦，心率90次/分，血糖2.4mmol/L，胸部X线检查示“左上肺陈旧性结核”。最有助于诊断的检查是？可能的检查包括：肝功能检查、胰腺MRI、糖化血红蛋白、垂体激素检查、肾上腺CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "垂体激素检查"}
{"query": "下列对于哮喘的确诊，最有意义的检查是？可能的检查包括：肺功能、胸部X线、过敏原测定、胸部CT、血气分析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肺功能"}
{"query": "男，62岁。进行性吞咽困难2月余。既往体健。查体：T36.5℃，P80次/分，R18次/分，BP120/80mmHg。浅表淋巴结未触及肿大，双肺呼吸音清，未闻及干湿性啰音，心律齐，未闻及杂音，腹软，无压痛。上消化道X线钡剂造影：食管下段黏膜紊乱，部分管壁僵硬。为明确诊断，首选的检查是？可能的检查包括：食管B超、胃镜、PET-CT、胸部增强CT、食管拉网细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜"}
{"query": "急性单核细胞白血病？可能的检查包括：过氧化酶强阳性、中性粒细胞碱性磷酸酶偏低、非特异酯酶染色阳性，可被氟化钠抑制、细胞内铁染色强阳性、糖原染色阳性，呈块状或颗粒状。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "非特异酯酶染色阳性，可被氟化钠抑制"}
{"query": "男，45岁。发现颈部肿物3个月，无不适，无结核病史。查体：左颈部外侧中部有肿块，2.5cm大小，活动，无压痛，甲状腺未触及结节。对该患者确诊最有意义的检查是？可能的检查包括：MRI检查、PPD试验、B超检查、CT检查、细针穿刺细胞检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "细针穿刺细胞检查"}
{"query": "男性，50岁。间歇性无痛性血尿2个月，有血块，B超见膀胱内有1.5cm×2.0cm×l.0cm新生物，有蒂。对诊断最重要的检查是？可能的检查包括：尿常规、尿脱落细胞、膀胱镜+活检、IVP、CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "膀胱镜+活检"}
{"query": "大肠癌诊断和术后监测最有意义的肿瘤标志物是？可能的检查包括：AFP、CEA、CA19-9、CA125、AKP。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CEA"}
{"query": "目前公认的对大肠癌诊断有意义的指标是？可能的检查包括：CA199、AFP、CA125、CEA、PSA。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CEA"}
{"query": "女，40岁。反复手关节痛1年，曾诊断为类风湿关节炎，间断使用理疗和非甾体抗炎药，症状有缓解。近月来低热，关节痛加重，肘后出现多个皮下结节，检查ESR40mm/h，心脏彩超发现小量心包积液，考虑为类风湿关节炎活动。对疾病活动诊断最有意义的检查？可能的检查包括：C反应蛋白、心包积液病理、ESR和CRP、关节影像学、补体。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "ESR和CRP"}
{"query": "男，30岁，突发上腹剧痛3小时，怀疑消化道穿孔，无休克表现，为进一步明确诊断，首选的检查方法是？可能的检查包括：腹腔诊断性穿刺、立位腹部X线平片、CT检查、B超检查、X线胃肠钡餐检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "立位腹部X线平片"}
{"query": "L0.40，异性淋巴细胞0.15，PIt75×10⁹/L，尿蛋白（+++），粪常规十镜检：WBC2~41Hp，RBC0~1HD。为确诊需要进行下列哪项检查？可能的检查包括：肾活检、IgM抗体、血涂片、显微凝集试验、抗原快速检测。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "IgM抗体"}
{"query": "确认新生儿败血症最有意义的检查是？可能的检查包括：血CRP、血常规、分泌物涂片革兰染色、免疫功能测定、血培养。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血培养"}
{"query": "了解子宫内膜周期性变化量可靠的诊断依据是？可能的检查包括：血清雌激素测定、宫颈粘液检查、尿雌二醇测定、基础体温测定、诊断性刮宫。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "诊断性刮宫"}
{"query": "男45岁。突发中上腹持续性疼痛，伴呕吐、尿黄2小时。发病前3小时大量饮酒，并进食较多油腻食物。查体：T37.5℃，P98次/分，R22次/分，BP130/80mmHg，双肺呼吸音清，未闻及干湿性啰音，心率98次/分，心律齐，上腹有压痛及反跳痛。最有诊断价值的检查是？可能的检查包括：腹部CT、胃镜、尿淀粉酶、腹部X线平片、血清淀粉酶。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹部CT"}
{"query": "原发性肝癌病人？可能的检查包括：血酸性磷酸酶升高、血酸性糖蛋白升高、血CEA升高、血AFP升高、血VCA-IgA抗体升高。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血AFP升高"}
{"query": "女，73岁。突发腹痛伴寒战、高热5天，巩膜黄染2天。查体：T39.1℃，P104次/分，R22次/分，BP100/72mmHg。上腹肌紧张，压痛、反跳痛（+），肝脾未触及，肠鸣音2～3次/分。血WBC16×10⁹/L，N0.79，ALT60U/L，AST55U/L，TBil69μmol/L，DBil61μmol/L，血、尿淀粉酶正常范围。为明确诊断，首选的检查是？可能的检查包括：MRCP、腹部B超、腹部CT、腹部X线平片、ERCP。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹部B超"}
{"query": "确诊高功能性甲状腺结节，最有意义的检查是？可能的检查包括：TRH兴奋试验、T₃抑制试验、吸¹³¹I率、放射性核素扫描、甲状腺MRI。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "放射性核素扫描"}
{"query": "对结核性腹膜炎最有价值的检查是？可能的检查包括：PPD试验、结肠镜试验、血沉、腹腔积液常规、腹腔镜+腹膜活检。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹腔镜+腹膜活检"}
{"query": "有助于膀胱肿瘤诊断的检查是？可能的检查包括：尿细菌培养加药物敏感试验、尿红细胞形态分析、尿脱落细胞检查、尿道分泌物涂片、尿液成分分析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "尿脱落细胞检查"}
{"query": "临床上最简便的用于确诊疟疾的实验室检查方法是？可能的检查包括：血或骨髓涂片检查疟原虫、间接荧光抗体测定、聚合酶链反应测定血中疟原虫DNA、间接红细胞凝集试验、外周血液检查发现贫血和嗜酸性粒细胞增多。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血或骨髓涂片检查疟原虫"}
{"query": "（122～123题共用题干）女，55岁。右乳房肿块6个月，不伴疼痛，无乳头溢液。查体：右乳外上象限可触及6cm×5cm肿块，质硬，边界不清。右腋窝可触及数个肿大淋巴结，部分融合。确定该患者是否需要进行靶向治疗的指征是？可能的检查包括：HER2表达情况、肿瘤大小、ER表达情况、是否伴有淋巴结转移、是否伴有全身转移。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "HER2表达情况"}
{"query": "女，35岁，身高162cm，体重56kg，近3个月来觉口渴多饮，查空腹血糖6.8mmol/L，无糖尿病家族史。为确定有无糖尿病最有意义的实验室检查是？可能的检查包括：餐后2小时血糖、血谷氨酸脱羧酶抗体、口服葡萄糖耐量试验、糖化血红蛋白、24小时尿糖定量。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "口服葡萄糖耐量试验"}
{"query": "40岁男性，腰痛伴右下肢放射痛2月，反复发作，与劳累有关，咳嗽，用力排便时可加重疼痛。查体右直腿抬高试验40°阳性，加强试验阳性，X线片示：L4～5椎间隙变窄。对诊断有定位定性意义的检查方法是？可能的检查包括：X线片、CT、ECT、肌电图、化验检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CT"}
{"query": "女性，28岁，已婚，妊娠14周。因消瘦、乏力、多食、心悸3个月就诊。查体：皮温升高，手震颤，实验室检查TSH降低。哪项检查对患者最有意义？可能的检查包括：TT3，TT4，TSH测定、FT3,FT4，TSH测定、甲状腺吸碘率测定、TSH受体抗体测定、TGAb,TPOAb测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "FT3,FT4，TSH测定"}
{"query": "男性，45岁。发现肝硬化已5年。3天前与朋友聚餐时出现呕血，鲜红色，量约1000ml。患者出现头晕心慌出冷汗等。经输血补液和应用止血药物治疗后病情好转，血压和心率恢复正常。1天前起出现睡眠障碍。并出现幻听和言语不清。化验检查示：血氨130μg/dl，血糖5.6mmol/L，尿素氮7.2mmol/L。为明确出血原因，待病情稳定后，最好行下列哪项检查？可能的检查包括：钡餐透视、吞线试验、胃镜检查、腹部B超、腹部CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜检查"}
{"query": "有助于鉴别肾盂肾炎与膀胱炎的尿液检查是？可能的检查包括：蛋白定量、白细胞管型、尿培养、白细胞计数、红细胞计数。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "白细胞管型"}
{"query": "男性，45岁，近2个月出现肝区疼痛，乏力，消瘦明显。消化不良，腹胀，食欲减退，无黄疸，查体：肝于右肋下可触及3.0cm，移动浊音（-），诊断肝癌。诊断价值不大的检查？可能的检查包括：CT、B超、MRI、ERCP、ECT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "ERCP"}
{"query": "心率62次/分，双眼向右水平眼震，右手指鼻不准，右侧跟膝胫试验阳性。为进一步明确诊断，应釆取的主要措施是？可能的检查包括：脑血管造影、详细追问有关病史、脑电图、头颅CT、脑脊液检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅CT"}
{"query": "女孩，两岁，自幼智力运动发育迟缓，刚能独立行走查体，身长80CM，体重10kg，眼距宽，通贯手，眼外侧上斜，明确诊断首选的检查是？可能的检查包括：骨龄测定、血清T₃，T₄，TSH、染色体核型、尿三氯化铁、血氨基酸分析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "染色体核型"}
{"query": "男孩，5岁。头痛、精神差10天，偶伴呕吐，加重5小时。查体：T36.5℃，P80次/分，R12次/分，BP120/70mmHg。双侧视神经乳头水肿，四肢肌力3级。此时应首选的检查是？可能的检查包括：脑血管造影、头颅超声、头颅CT、脑电图、头颅MRI。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅MRI"}
{"query": "男，14岁。发热5天，伴乏力、纳差、恶心、尿黄1天。有不洁饮食史。査体：T38℃，巩膜黄染，肝肋下1.5cm，触叩痛（+），脾肋下未触及。实验室检查：血WBC8.5×109/L，N0.54，L0.46，ALT1850U/L，TBil96umol/L，DBil63umol/L。为明确诊断首选的检查是？可能的检查包括：血培养、肥达反应、粪便培养、出血热抗体检测、血清肝炎病毒标志物。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清肝炎病毒标志物"}
{"query": "女性，26岁，肥胖、头痛伴闭经1年半，查体：BP180/110mmHg，向心性肥胖，满月脸，皮肤薄，有痤疮，腹壁有宽大紫纹，下肢胫前可凹性浮肿。为明确库欣综合征，拟检查？可能的检查包括：血浆皮质醇、尿游离皮质醇、血皮质醇昼夜节律、小剂量地塞米松抑制试验、大剂量地塞米松抑制试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "小剂量地塞米松抑制试验"}
{"query": "男，59岁。活动后气短半年，夜间憋醒1周。既往陈旧性心肌梗死3年。查体：血压110/80mmHg，双下肺可闻及少许湿性啰音，心率98次/分，心律齐。最有助于明确该患者气短原因的检查是？可能的检查包括：超声心动图、胸部X线片、动脉血气分析、肺功能、血常规。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "超声心动图"}
{"query": "女，55岁。上腹不适。纳差3年。胃镜及胃粘膜活组织病理检查：慢性萎缩性胃炎，重度肠上皮化生。最适合的随访检查方法是？可能的检查包括：胃镜、血清肿瘤标志物、腹部B超、腹部CT、上消化道X线钡剂造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜"}
{"query": "男性，40岁，晚餐后5小时开始上腹疼痛，向左肩腰背部放射及恶心、呕吐、腹胀。现己37个小时。曾有胆结石史。体检：R24次/分，T38.9℃，BP90/75mmHg。巩膜可疑黄染，全腹压痛，以上腹部显著伴肌紧张和反跳痛，移动性浊音阳性，血白细胞16×10⁹/L，中性粒细胞89%。为确定诊断，最有价值的检查是？可能的检查包括：测定血淀粉酶、测定尿淀粉酶、腹腔穿刺液检查并测定淀粉酶、腹部B超声检查、腹部X线检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹腔穿刺液检查并测定淀粉酶"}
{"query": "难以鉴别的肾癌和肾囊肿，最可靠的鉴别方法是？可能的检查包括：排泄性尿路造影、逆行肾盂造影、B超、肾动脉造影、CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CT"}
{"query": "女性36岁，主诉头晕乏力，3年来月经量多，浅表淋巴结及肝脾未触及。血红蛋白58g/L，白细胞8×10⁹/L，血小板185×10⁹/L，血片可见红细胞中心淡染区扩大，网织红细胞计数0.005。明确诊断需做的检查应除外哪项？可能的检查包括：骨髓检查、血清铁和总铁结合力、染色体检查、血清铁蛋白检查、MCV,MCH,MCHC。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "染色体检查"}
{"query": "男婴，1个月，腹胀，便秘1个月，查体腹部明显隆起，腹壁静脉显露明显，肠鸣音较活跃，肛门指检时排出恶臭气体及大便，腹部立位X线平片可多个阶梯状液平。为明确诊断，首选的检查是？可能的检查包括：钡剂灌肠检查、腹部B超、直肠肌层活检、直肠黏膜活检、肛门直肠测压。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "钡剂灌肠检查"}
{"query": "Child肝功能分级依据，不包括？可能的检查包括：血清胆红素值、血清白蛋白值、食管静脉曲张程度、是否存在腹水及其程度、营养状态。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "食管静脉曲张程度"}
{"query": "68岁男性，咳嗽咳痰3个月，胸痛1周，CT示：右上肺尖3×2cm肿块，问当前首选辅助检查？可能的检查包括：经胸壁穿刺活检、支气管镜检查、痰涂片、血常规、肺功能检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "经胸壁穿刺活检"}
{"query": "4岁小儿表情呆滞，智商低下，怕冷，食欲差，头发干黄稀，颜面臃肿，呈睡容，鼻根扁平，眼距宽，舌体宽厚常伸出口外，腹胀、便秘，四肢短。为协助诊断应首选？可能的检查包括：尿三氯化铁试验、血钙、磷检测、血T₃、T₄、TSH测定、染色体核型分析、TRH兴奋试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血T₃、T₄、TSH测定"}
{"query": "男，6岁，身高80cm，智能落后，仅能数1～20个数。体检：皮肤粗糙，眼距宽，鼻梁宽平，舌宽厚，常伸于口外，毛发枯干，发际低，骨龄摄片仅有4枚骨化核。为确诊应作的检查是？可能的检查包括：智能测定、尿三氯化铁实验、尿粘多糖分析、血T₃、T₄、TSH测定、生长激素测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血T₃、T₄、TSH测定"}
{"query": "男性，30岁，无吸烟史，高热，胸痛及咳嗽1周，咳脓痰3天，胸片显示右肺外周圆形肿块，中央薄壁空洞并有液平，进一步的检查是？可能的检查包括：结核菌素试验、痰细胞学检查、支气管镜检查、痰培养加药敏试验、经胸壁穿剌活组织检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "痰培养加药敏试验"}
{"query": "风湿性心脏病二尖瓣狭窄最具诊断价值的检查是？可能的检查包括：心电图检查、胸廓X线摄片、血沉检查、抗O检查、心脏听诊。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "心脏听诊"}
{"query": "女，38岁。接触性出血半年。妇科检查：外阴、阴道无异常，宫颈轻度糜烂，触之易出血。子宫正常大小，双侧附件未触及异常。首选的检查方法是？可能的检查包括：阴道镜检查、LEEP锥切术、宫颈活检、宫颈冷刀锥切术、宫颈细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈细胞学检查"}
{"query": "85/60mmHg，皮肤、巩膜黄染，右上腹肌紧张，压痛（+）。为明确诊断，首选的检查是？可能的检查包括：经内镜逆行胰胆管造影、腹部B超、腹部CT、胆道镜检查、经皮肝穿刺胆道造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹部B超"}
{"query": "男，62岁，左胸痛4天，胸闷、气促2天。查体：左下肺呼吸音消失，心率100次/分，律齐。为明确诊断首选的检查是？可能的检查包括：超声心动图、心肌坏死标志物、胸部X线片、血D-二聚体、胸部B超。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸部X线片"}
{"query": "可用于流行性乙型脑炎早期诊断的实验室检查是？可能的检查包括：补体结合试验、血凝抑制试验、中和试验、特异性IgM抗体检测、病毒分离。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "特异性IgM抗体检测"}
{"query": "患儿，5周岁。两周前曾患上感冒，目前不规则发热，易倦，脸色略苍白，查体发现心率增快，心尖部第一心音减弱，并可闻及早搏，心电图检查：P-R间期延长，ST段下移，实验室检查：C-反应蛋白增高。下列哪项检查可以帮助确诊？可能的检查包括：抗透明质酸酶、谷草转氨酶、血沉、心脏X线检查、肌酸磷酸激酶。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "抗透明质酸酶"}
{"query": "男，35岁。头痛伴视物模糊3个月，偶伴抽搐，曾在大便中发现带状节片。为明确诊断，最重要的检查是？可能的检查包括：头颅X线片、腰穿脑脊液检查、脑室造影、脑电图检查、头颅MRI。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅MRI"}
{"query": "男，30岁。颈部肿块7天，可随吞咽上下活动，欲确诊病变的性质，应采取的诊断方法为？可能的检查包括：甲状腺B超、甲状腺CT、甲状腺功能测定、甲状腺同位素测定、细针穿刺细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "细针穿刺细胞学检查"}
{"query": "营养性缺铁性贫血经铁剂治疗1周后，首先出现有效的治疔反应是？可能的检查包括：红细胞总数增高、血清铁增加、血清铁饱和度增加、网织红细胞增高、红细胞平均容积恢复正常。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "网织红细胞增高"}
{"query": "某患者，疑为新型隐球菌性脑膜炎，最有意义的快速诊断方法是，采集脑脊液，离心沉渣后，进行？可能的检查包括：钩端螺旋体培养、新型隐球菌培养、白假丝酵母菌培养、涂片后革兰染色、涂片后墨汁染色。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "涂片后墨汁染色"}
{"query": "男，48岁，间断性腹痛4年，加重4小时，腹痛多于进食后1小时发生，可自行缓解，未诊治。4小时前进食后突发剧烈疼痛，迅速波及全腹。查体：T36.8℃，P92次/分，R18次/分，BP：160/80mmHg。查体：全腹反跳痛，肌紧张，有局部压痛。诊断该病首选检查？可能的检查包括：腹部X钡剂检查、腹部B超、胃镜、腹部CT、立位腹平片。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "立位腹平片"}
{"query": "男，2岁。出生时正常，3个月后皮肤和头发色泽逐渐变浅。目前不会独站，不会说话，偶有抽搐，身上有怪臭味。有助于诊断的检查是？可能的检查包括：脑电图、血钙测定、尿三氯化铁试验、氨基酸学分析、血镁测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "尿三氯化铁试验"}
{"query": "P:90次／分。血压：108/80mmHg。胎心：120次／分。为明确诊断，最佳的检查？可能的检查包括：阴道检查、产科超声、双合诊、CRP、查血hcg。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "产科超声"}
{"query": "中年女性，长期饭后胃痛，进食后可加重。今日大量进食后出现上腹部刀割样疼痛，查体可见全腹肌紧张、压痛、反跳痛，检查首选？可能的检查包括：立位腹部X线、B超、CT、增强CT、胃镜。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "立位腹部X线"}
{"query": "男性，2岁。1个月来食欲减退，消瘦伴乏力，低热、盗汗、干咳2个月，易怒。体检：颈部可见数个肿大淋巴结，肝肋下1.5cm，结核菌素试验（++）。首选的检查方法是？可能的检查包括：胸部X线、痰培养、血沉检查、脑脊液检查、抗结核抗体。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸部X线"}
{"query": "最有助于确诊肾动脉狭窄的检查是？可能的检查包括：磁共振成像、肾动脉造影、静脉肾盂造影、放射性核素肾图、肾动脉核素图。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肾动脉造影"}
{"query": "女，34岁。车祸致伤，查体：骨盆挤压和分离试验阳性，下腹部压痛腹肌紧张，对腹腔脏器损伤诊断最有价值的检查方法是？可能的检查包括：血常规、腹部X线平片、腹部CT、腹腔穿刺、腹部B超。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹腔穿刺"}
{"query": "男，50岁，活动后心悸，气短5年，加重伴少尿1周。查体：双肺底可闻及细湿啰音，心尖搏动位于第5肋间锁骨中线外2cm，范围较弥散，心率106次/分，律不齐，双下肢凹陷性水肿。最有助于确诊的检查是？可能的检查包括：胸部X线片、超声心动图、尿常规、血常规、心电图。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "超声心动图"}
{"query": "发现早期直肠癌最有意义的方法是？可能的检查包括：直肠镜、钡灌肠、B超、大便潜血检查、CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "直肠镜"}
{"query": "女，50岁。尿路结石患者，结石检出率最高的影像检查是？可能的检查包括：放射性核素显像、腹部B超、MRI、CT、KUB。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹部B超"}
{"query": "男，63岁。上腹部不适、消瘦半年。体重下降8kg，粪便隐血试验阳性。查体：剑突下深压痛，无反跳痛。对明确诊断最有意义的检查是？可能的检查包括：胃镜、上消化道X线钡剂造影、腹部超声、腹部CT、¹³C尿素呼气试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜"}
{"query": "是一种非侵入性检查方法？可能的检查包括：内镜检查、脱落细胞检查、超声波断层检查、甲胎蛋白定量测定、选择性动脉造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "超声波断层检查"}
{"query": "肝癌的实验室检査项目中，诊断意义较大的是？可能的检查包括：癌胚抗原、碱性磷酸酶、乳酸脱氢酶、谷氨酰转肽酶、AFP。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "AFP"}
{"query": "支持重型再生障碍性贫血诊断的是？可能的检查包括：网织红细胞绝对值18×10⁹/L、血小板计数10×10⁹/L、中性粒细胞计数1.0×10⁹/L、中性粒细胞碱性磷酸酶积分减低、骨髄全片见巨核细胞8个。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血小板计数10×10⁹/L"}
{"query": "男，32岁。反复腰部胀痛1年余。B超见右肾盂结石，大小1.5cm×1.0cm；左肾积水，左输尿管上段结石，大小1.0cm×0.8cm。尿常规：RBC5～10/HP，WBC16～20/HP。总肾功能正常。要了解该患者分肾功能首选的检查方法是？可能的检查包括：CT平扫、腹部B超、KUB、MRI、IVU。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "IVU"}
{"query": "原发性甲状腺功能减退症最早出现异常的是？可能的检查包括：血TSH、血总T₃、血游离T₃、血总T₄、血游离T₄。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血TSH"}
{"query": "女性，32岁，进行性膀胱刺激症状，经抗生素治疗不见好转，且伴有右侧腰部胀痛及午后潮热。为了解患肾功能及形态的病理改变，最有价值的检查是？可能的检查包括：B超、静脉尿路造影、逆行肾盂造影、CT、MRI。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "静脉尿路造影"}
{"query": "女性，65岁，未孕。绝经6年，少量阴道流血2周，妇科检查：宫颈正常，子宫如妊娠6周大，稍软，双附件正常。本例确诊方法是？可能的检查包括：B超、宫颈刮片、腹腔镜、分段诊刮、血清肿瘤标志物检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "分段诊刮"}
{"query": "女，40岁。半月前头痛，恶心，呕吐2次，伴低热，问话不答。独自发呆，卧床不起，抽搐2次。査体：血压140/90mmHg，下肢肌张力增高，右侧巴氏征（+），脑电图：弥漫性δ波以额颈为主，有阵发性尖波发放。首选的检查方法是？可能的检查包括：脑MRI、脑CT、心电图、脑脊液、智能测试。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "脑MRI"}
{"query": "女，65岁，刺激性咳嗽1个月，发现痰中带血丝1周，胸部X线片示右肺上叶周围型结节影，大小约2.5cm✕5cm，边界不清，有短毛刺，既往体健，无其他肺部疾病史，吸烟20年，10～20支/日。应首选的检查是？可能的检查包括：支气管镜、纵膈镜、胸部B超、胸部CT、胸腔镜。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸部CT"}
{"query": "女，25岁，初孕妇。妊娠12周，尿频、尿急、尿痛伴阴道分泌物增多2天。查体：尿道口及宫颈口均见脓性分泌物。为确诊，首选的辅助检查是？可能的检查包括：羊水培养、血培养、宫颈管分泌物培养、血清学检查、尿培养。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈管分泌物培养"}
{"query": "男性，41岁。上腹疼痛7小时。伴发热，体温38.5℃，频繁呕吐。查体发现上腹部肌紧张，压痛，无移动性浊音。血白细胞15×10⁹/L。X线检查：膈下未见游离气体。为明确诊断，急需检查的项目是？可能的检查包括：血淀粉酶、血常规、血清脂肪酶、尿淀粉酶、尿常规。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血淀粉酶"}
{"query": "男，16岁，右肘部摔伤2天。右肘关节肿胀，压痛明显，活动受限，内上髁处有骨擦感。对诊断有意义的首先检查是？可能的检查包括：核素骨扫描、X线摄片、B型超声、CT、MRI。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "X线摄片"}
{"query": "90/50mmHg。精神萎靡，腹平软，无压痛。为尽快诊断应检测？可能的检查包括：大便常规、大便悬滴动力试验、大便细菌培养、大便检测特异性抗原、血清特异性抗体。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "大便悬滴动力试验"}
{"query": "诊断肺癌常用的最主要的手段是？可能的检查包括：痰细胞学检查、支气管检查、胸部X线检查、胸腔积液检查、经胸壁穿刺活检。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸部X线检查"}
{"query": "女，55岁。早上小便后用纸擦见纸上都是血。诉就诊前一天去某养生院按摩，按摩师在给腰部按摩时特别用力，按摩后自我感觉腰部疼痛。检查：血常规正常，尿RBC+++/hp。B超提示：肾增大，肾破裂，CT诊断一致。为明确诊断，应进一步行哪项检查？可能的检查包括：尿路造影、穿刺活检、MRI、肾动脉造影、KUB。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "MRI"}
{"query": "女，12岁，9月12日就诊，克氏征、巴氏征阳性，考虑以下哪项检查可以用来明确诊断？可能的检查包括：脑脊液病原学检查、血培养及药敏试验、IgM抗体、头颅增强磁共振、脑电图。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "IgM抗体"}
{"query": "最常用于诊断卵巢肿瘤的辅助手段为？可能的检查包括：CT检查、B超、腹部平片、腹腔镜检、细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "B超"}
{"query": "女，32岁。反复胸痛半年，进行性活动后呼吸困难2个月。否认慢性咳嗽、咳痰及心脏病史。查体：BP120/80mmHg，双肺呼吸音低，未闻及干湿啰音，P₂＞A₂，三尖瓣区可闻及3/6级收缩期杂音，剑突下可见心脏搏动。右下肢水肿。为确定诊断最有意义的检查是？可能的检查包括：CT肺动脉造影、胸部X线片、肺通气功能、血气分析、超声心动图。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CT肺动脉造影"}
{"query": "男，31岁。车祸致枕部着地昏迷1小时。查体：P60次/分，R12次/分，BP170/90mmhg。右侧顶枕部头皮血肿，GSC评分7分，右侧瞳孔2mm，对痛觉刺激无反应。左侧瞳孔4mm，瞳孔对光反射消失。患者左侧额颞底部弥漫挫裂伤，血肿体积约60ml，致同侧脑室受压，中线向右移位15mm。最有价值的诊断？可能的检查包括：脑CT、脑MRI、脑电图、肌电图、脑血管造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "脑CT"}
{"query": "男。45岁。突发咳鲜血2小时，约400ml。发现HBsAg（+）20年。查体：T36.5℃，P80次／分，Rl8次／分，BP120/80mmHg。巩膜无黄染，双肺呼吸音清，未闻及干湿性啰音心律齐。腹膨隆，无压痛、反跳痛、肌紧张，肝脏肋下未触及，脾脏肋下4cm，移动性浊音（＋）。准备急症手术治疗，术前检查中不包括？可能的检查包括：腹水常规检查、肾功能测定、出、凝血功能测定、血清电解质测定、肝功能测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹水常规检查"}
{"query": "男，69岁。咳嗽、咳痰5个月，呈刺激性咳嗽，时有痰中带血，不伴发热、盗汗，吸烟史30余年，胸部X线示右肺门处团块状影。为明确诊断，最好的检查是？可能的检查包括：胸部CT、胸部MRI、胸壁穿刺活检、肿瘤标记物检测、纤维支气管镜+活组织细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "纤维支气管镜+活组织细胞学检查"}
{"query": "男，45岁，1个月前出现腹胀，无呕吐，伴发热，体温最高38℃，夜间盗汗，12小时前突发腹部绞痛，未排气排便，查体：T37.7℃，P88次/分，R16次/分，BP110/80mmHg，心肺查体未见异常，腹部呈揉面感，可见肠型及蠕动波，肠鸣音亢进。目前该患者首选的检查是？可能的检查包括：血沉、结肠镜、立位腹部X线平片、腹部B超、腹部CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "立位腹部X线平片"}
{"query": "（135～136题共用题干）男，67岁。刺激性咳嗽3个月，痰中带血2周。吸烟30年，30支/天。胸部X线片见右肺门2.5cm✕3cm团块影。血WBC6.6✕10⁹/L。为明确诊断下列检查意义最大的是？可能的检查包括：胸部X线片、胸部CT、痰细胞学检查、血浆D-二聚体、纤维支气管镜。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "纤维支气管镜"}
{"query": "男，36岁，5天前发热咽疼，应用抗生素治疗无效。颈部浅表淋巴结肿大，咽部充血，扁桃体Ⅱ°肿大，下肢少许瘀斑。白细胞16.6×10⁹/L，原始细胞0.60，血红蛋白80g/L，血小板34×10⁹/L。为明确诊断应做的检查是？可能的检查包括：血小板抗体、血清铁蛋白、骨髓扫描、淋巴结活检、骨髓涂片细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "骨髓涂片细胞学检查"}
{"query": "0.85。为明确诊断，首选的检查是？可能的检查包括：腹部血管造影、腹部B超、腹部X线平片、肝脏穿刺、静脉胆系造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹部B超"}
{"query": "女孩，4岁，发热、头痛3天，呕吐2次呈喷射状。入院当天晚上开始频繁抽搐，呈全身性。3~4分钟停止。抽搐后昏睡.体温39℃，面色灰白.血白细胞22×10⁹/L，中性粒细胞88%。为确定诊断为化脑。最重要的检查是？可能的检查包括：血常规，白细胞总数和分类、腰穿做脑脊液常规及生化、腰穿做脑脊液免疫球蛋白测定、脑电图检查、脑CT检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腰穿做脑脊液常规及生化"}
{"query": "女，30岁。反复发作性呼吸困难胸闷2年，3天前受凉后咳嗽，咳少量脓痰，接着出现呼吸困难胸闷，并逐渐加重。体检：无发绀，双肺广泛哮鸣音，肺底部有湿啰音。表明气道阻塞具有可逆性的是？可能的检查包括：一秒钟用力呼气容积（FEV₁）＜60%、最大呼气流量（PEF）＜60%、吸入沙丁胺醇后FEV₁增加率＞15%、吸入二丙酸倍氯米松后FEV₁增加率＞15%、支气管激发试验阳性。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "吸入沙丁胺醇后FEV₁增加率＞15%"}
{"query": "（129～130题共用题干）男，55岁。慢性乙型肝炎病史15年，乏力、间断下肢水肿5年。腹泻4天，发热、腹胀、尿少3天。查体：全腹压痛，移动性浊音阳性。对明确诊断最有帮助的辅助检查是？可能的检查包括：腹部CT、腹部B超、粪细菌培养、腹腔穿刺抽液检查、结核菌素试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹腔穿刺抽液检查"}
{"query": "男，渔民，发热1～2天，最高38.8℃，伴腹痛腹泻，3～5次/天，白细胞11×10⁹/L，N0.52，L0.13。首选检查为？可能的检查包括：粪常规、肝肾功能、腹部B超、血培养、环卵沉淀试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血培养"}
{"query": "女，32岁。低热伴下腹痛一个月，大便3次/日。黄稀便，无脓血。腹部B超示右下腹部肠壁增厚对诊断最有意义的检查是？可能的检查包括：结肠X线钡餐造影、腹部X线平片、腹部CT、结肠镜、腹腔镜。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "结肠镜"}
{"query": "男，15岁。贫血伴尿色黄6年，未诊治。其弟弟有类似表现。查体：巩膜轻度黄染，脾肋下2cm。检查：Hb70g/L，MCV70fl，MCHC29%，网织红细胞0.09，尿胆红素（-），尿胆原强阳性。下列检查对诊断最有帮助的是？可能的检查包括：酸溶血试验、自体溶血试验、Coombs试验、血红蛋白电泳、红细胞脆性实验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "红细胞脆性实验"}
{"query": "反映胎儿肾成熟度的是？可能的检查包括：卵磷脂/鞘磷脂比值、淀粉酶值、胆红素类物质、含脂肪细胞出现率、肌酐值。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肌酐值"}
{"query": "根据症状和体征提示有胸腔积液时，需确定是否有胸腔积液应首选的检查是？可能的检查包括：胸片、超声波、胸部 CT、胸部MRI、血常规。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸片"}
{"query": "女，58岁，因胆红素结石合并左肝外叶萎缩，行左肝外叶及胆囊切除，胆总管切开取石加T管引流，术后两周来院复查，看胆总管是否残留结石，行什么检查？可能的检查包括：腹部B超、经T管胆道造影、MRCP、PTCR、ERCP。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "经T管胆道造影"}
{"query": "男，60岁。恶心、呕吐1周。查体BP160/100mmHg，肋骨压痛。尿常规：蛋白尿（＋），沉渣镜检：RBC(-）。尿蛋白定量3.2g/d。血肌酐350µmol/L，血钙3.3mmnol/L。B超示双肾增大。其最可能出现的血清学异常是？可能的检查包括：蛋白电泳示多种免疫蛋白升高、抗肾小球膜抗体阳性、抗核抗体阳性、免疫固定电泳示单克隆免疫球蛋白、抗中性粒细胞胞浆抗体阳性。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "免疫固定电泳示单克隆免疫球蛋白"}
{"query": "乳腺癌的筛查方法是？可能的检查包括：胸部正位X线、乳腺X线、乳腺MRI、穿刺活检、胸部CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "乳腺X线"}
{"query": "颅内占位病变最安全可靠易行的辅助检查方法是？可能的检查包括：颅脑超声探测、脑血管造影、头颅CT、头颅X线片、放射性核素扫描。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅CT"}
{"query": "女，28岁。40分钟前从2楼阳台上跌下，枕部着地，伤后即昏迷。入院时查体：P50次/分，BP140/90mmHg，深度昏迷，双侧曈孔直径5mm，对光反射迟钝，四肢强直，双侧Babinski征阳性。在急诊科静脉输入20%甘露醇250ml后，进一步有效。检查是？可能的检查包括：脑电图、头颅ECT、头颅x线片、头颅MRI、头颅CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅CT"}
{"query": "女，2岁。智力落后，表情呆滞，眼距宽，眼裂小，鼻梁低，口半张，舌伸出口外，皮肤细嫩，肌张力低下，右侧通贯手，最有确诊意义的检查为？可能的检查包括：听力测试、胸部X线、染色体、肝功能、b超超声。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "染色体"}
{"query": "男，35岁。井下作业时塌方被砸伤。查体：会阴部瘀斑，骨盆分离和挤压实验阳性。为进一步明确诊断，除普通X线片检查外，还应做的检查首选是？可能的检查包括：肌电图、CT、B超、血管造影、ECT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CT"}
{"query": "诊断心衰首选的检查？可能的检查包括：胸片X片、超声心动图、左心室造影、运动负荷试验、心电图。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "超声心动图"}
{"query": "女，35岁。间断腹痛、腹泻5年。发作时大便3～5次/H，带黏液，无脓血，便后腹痛缓解，受凉及紧张后症状加重，无发热，抗生素治疗无效，发病以来体重无明显变化。粪隐血试验阴性。为确定诊断，首选的检查是？可能的检查包括：小肠X线钡剂造影、腹部CT、结肠镜、粪细菌培养、腹部B超。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "结肠镜"}
{"query": "男，42岁。高血压1年，乏力1周。未服药。查体：BP160/100mmHg，心率76次/分，律齐，腹软，全腹叩诊呈鼓音，肠鸣音1次/分。实验室检查：血钾2.9mmol/L。腹部B超示左侧肾上腺结节1.5cm×1.5cm。该患者最有助于明确诊断的筛查指标是？可能的检查包括：血气分析、血促肾上腺皮质激素水平、血浆游离甲氧基肾上腺素、血浆醛固酮/血浆肾素活性比值、血浆肾素水平。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血浆醛固酮/血浆肾素活性比值"}
{"query": "根除幽门螺杆菌治疗后，首选的复查方法是？可能的检查包括：幽门螺杆菌培养、血清幽门螺杆菌抗体检查、¹³C或¹⁴C尿素呼气试验、快速尿素酶试验、组织学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "¹³C或¹⁴C尿素呼气试验"}
{"query": "患者，女，56岁。右下肢静脉迂曲扩张20年，伴下肢酸胀，水肿，活动或抬高患肢减轻，近2年右足靴区皮肤发红，时有瘙痒，逐渐加重，查体右下肢大腿、内侧小腿后可见迂曲扩张静脉团，足靴区色素沉着，皮肤变厚。为进一步明确病因应进行哪项检查？可能的检查包括：下肢皮温测定、下肢静脉压测定、静脉多普勒血流检查、静脉造影、深静脉瓣膜功能检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "深静脉瓣膜功能检查"}
{"query": "患者，男。餐后痛症状3年，现空腹突发上腹剧痛，放射至背部。最好的检查方法是？可能的检查包括：立位腹部X线平片、B超、CT、DSA、放射性核素检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "立位腹部X线平片"}
{"query": "患儿，5岁。夏季出现发热，惊厥，意识障碍5小时。对诊断中毒性痢疾最有帮助的是？可能的检查包括：血细菌培养、血常规、尿常规、粪便常规及培养、脑脊液检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "粪便常规及培养"}
{"query": "男性，50岁。左胸闷气短2月，胸痛20天，夜间重，查体颜面及颈部胸壁略肿胀，胸壁静脉曲张，腋下有一拇指大小的淋巴结，无压痛，活动尚好，心率108次/分，律整，左肺呼吸音消失。为明确诊断需要哪项检查？可能的检查包括：胸部CT、胸腔积液脱落细胞检查、心电图-心功能检查、腋下淋巴结病理检查、胸腔积液抗酸杆菌涂片。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸腔积液脱落细胞检查"}
{"query": "女性，31岁。低热、乏力伴腹胀3个月。查体：腹部膨隆，腹壁柔韧感，有压痛和轻度反跳痛，移动性浊音阳性。腹水为渗出液。为明确诊断，最有价值的检查是？可能的检查包括：腹部B型超声、胃肠道钡剂检查、血沉、腹水细菌培养、腹腔镜检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹腔镜检查"}
{"query": "男，71岁，突发胸闷，气短，呼吸困难2小时，查体：平卧位，双肺可闻及湿啰音，应首先完成的辅助检查是？可能的检查包括：B型钠尿肽、动脉血气分析、心电图、超声心动图、胸部X线片。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "动脉血气分析"}
{"query": "诊断反流性食管炎最可靠的辅助检查是？可能的检查包括：食管酸滴注试验、食管压力测定、胸部X线片、胃镜及活检、24小时食管pH监测。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜及活检"}
{"query": "男，68岁，进行性排尿困难，尿线变细，饮酒后症状加重。要确诊病因，首选的影像学检查？可能的检查包括：CT、MRI、B超、KUB、膀胱造影检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "B超"}
{"query": "早期发现肺结核的最主要方法是？可能的检查包括：询问病史、X线检查、痰菌检查、血沉检查、结核变态反应。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "X线检查"}
{"query": "胃肠癌病人？可能的检查包括：血清酸性磷酸酶升高、血清酸性糖蛋白升高、血CEA升高、血AFP升高、血VCA-IgA抗体升高。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血CEA升高"}
{"query": "符合结核性腹膜炎的腹腔积液特点？可能的检查包括：血清腹水白蛋白梯度＞11g/L、AFP升高、ADA升高、白细胞300×10⁶/L，中性粒细胞居多、找到异型细胞。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "ADA升高"}
{"query": "女，55岁，反复咳嗽、咳痰、气促30年，加重伴低热1周。既往高血压病史10年，血压控制满意。查体：T38℃,P110次/分，R24次/分，BP160/90mmHg。口唇发绀，颈静脉怒张，双肺可闻及哮鸣音的湿啰音，心率110次/分，律齐，P₂＞A₂，剑突下可闻及3/6级收缩期杂音。腹膨隆，肝肋下4cm，压痛（+），肝颈静脉回流征阳性，双下肢水肿。对明确诊断首选的检查是？可能的检查包括：胸部X线片、超声心动图、血气分析、心电图、血D－二聚体。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "超声心动图"}
{"query": "女，70岁，今晨家属发现不能醒，送急诊。既往：2型糖尿病病史25年，格列美脲4mg/qd治疗，高血压病史20年，硝苯地平缓释片30mg/qd治疗，3年前发现颈动脉狭窄（75%）。查体：T36.2℃，P106次/分，R26次/分，BP146/70mmHg，皮肤湿冷。患者应首先进行的检查是？可能的检查包括：快速血糖测定、心肌酶、电解质测定、头颅CT、心电图。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "快速血糖测定"}
{"query": "55mmHg。下列检查对明确诊断意义最大的是？可能的检查包括：CT肺动脉造影、心肌坏死标志物、血D-二聚体、UCG、ECG。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CT肺动脉造影"}
{"query": "诊断甲状腺高功能腺瘤最佳的检查是？可能的检查包括：甲状腺B超、甲状腺核素扫描、甲状腺CT、甲状腺MRI、甲状腺摄¹³¹I率。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "甲状腺核素扫描"}
{"query": "男，3岁。出生时正常，母乳喂养，5个月后智能渐落后，头发变黄，肤色变白，多动，有肌痉挛，尿有鼠尿臭味。为协助诊断应选择的检查是？可能的检查包括：血钙磷测定、染色体核型分析、血T₃、T₄、TSH测定、尿三氯化铁试验、脑电图检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "尿三氯化铁试验"}
{"query": "女，35岁。药物流产后3天，高热伴右下腹痛1天。妇科检查：白带脓性，宫颈举痛，宫体大小如妊娠六周，右附件区有明显压痛。对诊断本病无价值的是？可能的检查包括：阴道分泌物直接涂片、后穹窿穿刺、超声、腹腔镜检、尿hCG检测。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "尿hCG检测"}
{"query": "男，13岁。右股骨下端疼痛2个月，夜间加重。查体：右股骨下端局部肿胀、皮温增高。X线示右胫上端日光射线样改变。确诊该病的检查方法是？可能的检查包括：CT、B超、组织活检、MRI、核素扫描。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "组织活检"}
{"query": "患者，女，40岁。发现室间隔缺损20年，3个月前拔牙后持续发热至今。查体：T37.6℃，睑结膜苍白，可见淤点，胸骨左缘第三肋间可闻及全收缩期杂音，脾肋下可触及。最有助于确诊的检查是？可能的检查包括：腹部B超、血常规、血培养、血清铁、尿蛋白。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血培养"}
{"query": "流体流动的能量守恒定律可用来计算？可能的检查包括：心室容积、跨瓣压差、静脉压力、心腔流量、血流速度。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "跨瓣压差"}
{"query": "患者，女，26岁。从事性服务工作，白带明显增多10天余。对该患者的处理不妥当的是？可能的检查包括：取宫颈分泌物进行淋球菌检查、取宫颈分泌物进行线索细胞和胺试验检查、取阴道分泌物进行真菌和滴虫检查、取宫颈分泌物进行支原体、衣原体检查、取外周血进行梅毒血清学试验和抗HIV抗体检测。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "取外周血进行梅毒血清学试验和抗HIV抗体检测"}
{"query": "急性精囊炎的主要超声表现，正确的是？可能的检查包括：形态轻度肿大、患侧肿大显著、囊壁明显增厚、血流速度增快并阻力指数升高、囊壁模糊不清，回声增强。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "囊壁模糊不清，回声增强"}
{"query": "女，60岁，排便习惯改变半年，大便次数增多，有时带脓性黏液，偶尔混有血液，便后不适。该患者进行直肠癌手术能否保留肛门主要取决于？可能的检查包括：肿瘤距肛门缘的距离、患者的性别、年龄、患者胖瘦、肿瘤的大小、肿瘤占据直肠的周径比。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肿瘤距肛门缘的距离"}
{"query": "成人脊椎结核和椎体肿瘤在X线上的主要鉴别点是观察？可能的检查包括：椎体破坏的程度、椎体破坏的数目、椎旁软组织阴影的形态、椎间隙是否变狭窄或消失、椎体骨质疏松的程度。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "椎间隙是否变狭窄或消失"}
{"query": "下面哪项检查是筛查早期宫颈癌的重要方法？可能的检查包括：宫颈活检、阴道涂片、宫颈刮片、阴道、B超。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈刮片"}
{"query": "下列哪项检查用于周围神经损伤的诊断？可能的检查包括：Thomas征、Tinel征、Hoffmann征、Babinski征、Dugas征。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "Tinel征"}
{"query": "男性，78岁。反复上腹痛10年，多出现于餐后半小时至1小时，进食后加重，未系统诊治。近1年疼痛不规律，消瘦，偶有黑便。最应该检查？可能的检查包括：便常规+潜血、14C呼气试验、胃镜+活检、腹部CT、X线钡餐。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜+活检"}
{"query": "影像诊断学中，不包括：？可能的检查包括：X线诊断、CT诊断、核素显像诊断、超声诊断、MRI诊断。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "核素显像诊断"}
{"query": "妊娠合并甲亢的患者，不适宜行的检查是？可能的检查包括：TSH测定、TT3测定、FT3测定、甲状腺B超、甲状腺摄131I率。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "甲状腺摄131I率"}
{"query": "下列哪项提示胎儿宫内窘迫（ ）。？可能的检查包括：胎心率130次/分、妊娠近足月时，胎动＞20次/24小时、孕妇尿雌三醇值15mg/24小时、头位，羊水胎粪污染Ⅲ°、雌激素/肌苷(E/C)比值＞15。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头位，羊水胎粪污染Ⅲ°"}
{"query": "男性，49岁。因呼吸困难入院。二维超声心动图检查：左心房36mm、左心室舒张末60mm、收缩末52mm，左心室射血分数46%，各瓣膜回声大致正常，二尖瓣前叶见舒张期震颤。下列检查，最有价值的是？可能的检查包括：胸部X线摄片、心脏听诊和血压测量、血常规和生化检查、心电图、中心静脉压测量。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "心脏听诊和血压测量"}
{"query": "下列哪一项叙述是错误的：？可能的检查包括：胸部透视的影像清晰度差、常规心脏摄片要求在立位下进行、普通CT可以用于心脏血管疾病诊断、心脏超声检查有多种方法，综合应用能提高诊断的正确性、心血管MRI的主要优点之一是具有良好的组织对比。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "普通CT可以用于心脏血管疾病诊断"}
{"query": "通常用于诊断急性心肌梗死(AMI)的酶为？可能的检查包括：胰淀粉酶、AST、ALT、ALP、CK-MB。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CK-MB"}
{"query": "为判断胎儿肾成熟度，应测孕妇的（ ）。？可能的检查包括：血中甲胎蛋白值、尿中雌三醇值、尿中孕二醇值、羊水中肌酐值、羊水中人胎盘生乳素值。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "羊水中肌酐值"}
{"query": "OSAHS定位诊断的金标准是？可能的检查包括：多导睡眠监测（PSG)、食管测压、纤维喉镜检查、Miiller试验、头颅X线测量。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "食管测压"}
{"query": "下列超声诊断安全性的叙述，正确的是？可能的检查包括：流行病学调查充分证实，超声检查不会产生胎儿明显的致畸作用，但出生体重减低、超声照射可能产生致热等不利作用，故不宜在产科应用、超声照射可能产生明显的空化作用，故不宜在产科应用、超声检查无损伤、无放射性辐射，在产科的应用不受任何限制、彩色多普勒超声在产科应用，需要注意控制超声输出功率和检查时间。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "彩色多普勒超声在产科应用，需要注意控制超声输出功率和检查时间"}
{"query": "确定宫颈癌局部浸润范围，首选的检査是？可能的检查包括：CT、USG、MRI、血管造影、子宫输卵管造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "MRI"}
{"query": "区别血尿与血红蛋白尿的主要方法是？可能的检查包括：观察血尿颜色、做尿胆原测验、做尿潜血试验、做尿三杯试验、做尿沉渣镜检。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "做尿沉渣镜检"}
{"query": "超声造影在心血管系统中的应用，下列不正确的是？可能的检查包括：观察瓣膜口狭窄面积、观察瓣膜有无关闭不全和程度、观察心腔间有无左向右分流和程度、观察心腔与大血管间的分流、观察心腔间的右向左分流。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "观察瓣膜口狭窄面积"}
{"query": "怀疑食管异物时，应首先做哪项检査？可能的检查包括：食管镜检查、胸部正侧位X线片、胸部CT片、食管钡餐X线检查、胸部MR检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "食管钡餐X线检查"}
{"query": "为了排除梗阻因素所致的尿路感染，首选下列检查中的？可能的检查包括：IVP、泌尿系CT、泌尿系造影、泌尿系彩超、以上都不对。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "泌尿系彩超"}
{"query": "患儿，便后有出血症状，系鲜血，不与便相混，大便次数及性质尚属正常，首先考虑哪种检查？可能的检查包括：X线钡剂灌肠、肛镜检查、直肠指诊、乙状结肠镜检查、便常规检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "直肠指诊"}
{"query": "女，35岁，G3P1。放置宫内节育器时出现心悸伴明显腹痛。P100次/分，BP90/50mmHg。为明确诊断，应采取最安全、简便的方法？可能的检查包括：子宫输卵管造影术、盆腔B超检查、剖腹探查、盆腔X线检查、宫腔镜探查术。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "盆腔B超检查"}
{"query": "未婚患者适合的检查方法是？可能的检查包括：双合诊、三合诊、肛腹诊、阴道B超、阴道窥器检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肛腹诊"}
{"query": "诊断腹部闭合性损伤胃破裂，最有意义的是？可能的检查包括：白细胞计数及中性粒细胞数增高、腹部肌紧张及反跳痛、膈下游离气体、有固定压痛点、超声波测出腹腔内有积液。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "膈下游离气体"}
{"query": "女，27岁。平素月经不规律，婚后3年未孕。以下哪种检查最常用于评价卵巢功能？可能的检查包括：性激素测定、宫颈醋酸白试验、B超、子宫颈细胞学检查、子宫内膜活检。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "B超"}
{"query": "一青年患者，突然出现剧烈头痛、恶心和呕吐、意识清、四肢无瘫痪、颈项有阻力。为鉴别其为蛛网膜下腔出血，还是化脓性脑膜炎，宜采用的主要方法是？可能的检查包括：血白细胞总数和分类检查、颅脑CT扫描、反复测量体温、抽血作细菌培养、腰椎穿刺查脑脊液。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腰椎穿刺查脑脊液"}
{"query": "下列哪项检查最常用于确定心肌梗死部位？可能的检查包括：超声心动图、心电图、核素心肌显像、心电向量图、临床体征。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "心电图"}
{"query": "急性化脓性骨髓炎早期诊断最有价值的检查是？可能的检查包括：B超、CT、X线、白细胞计数、局部分层穿刺涂片。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "局部分层穿刺涂片"}
{"query": "1岁男婴，因面色苍黄、毛发稀枯3月。血常规示Hb89g/L，中性粒细胞变大并有分叶过多。骨髓象示：幼红细胞巨幼变。为了明确诊断，首先应选择的检查是？可能的检查包括：血清VitB6测定、血清VitB12测定、血清乙酸测定、血清铁蛋白测定、血清铁测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清VitB12测定"}
{"query": "男，35岁。3周前上腹部被自行车把撞伤。近5天来上腹持续性胀痛，餐后加重，伴恶心、呕吐。查体：体温38.5℃，上腹偏左明显膨隆，可扪及边界不清的痛性肿块，不活动。首选的检查应当是？可能的检查包括：X线胸腹部透视、胃肠道钡餐透视、纤维十二指肠镜检查、腹部B超检查、腹腔动脉造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹部B超检查"}
{"query": "适用于评价维生素A营养状况的现场调查方法是？可能的检查包括：相对剂量反应试验、血清维生素A水平、血浆视黄醇结合蛋白含量、眼结膜印迹细胞学法、暗适应功能测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "暗适应功能测定"}
{"query": "鉴别肾盂肾炎是复发还是新的再感染的是？可能的检查包括：尿中细菌表面有无抗体包裹、尿中细菌血清型、尿原浆型菌株培养、尿细菌培养及菌株培养、尿酸碱度。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "尿中细菌血清型"}
{"query": "患者1天来右侧后牙自发性痛，夜间加重。查见右上第二前磨牙近中深龋。确定患牙诊断的检查方法是？可能的检查包括：叩诊、探诊、温度测试、电活力测验、X线片检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "温度测试"}
{"query": "对胸腔积液患者，胸穿抽出有臭味混浊液体，此时应对胸液作何检查以明了病因（ ）。？可能的检查包括：需氧菌和真菌培养、涂片革兰染色和抗酸染色检菌、找寄生虫卵、查瘤细胞、厌氧菌培养。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "厌氧菌培养"}
{"query": "女性，26岁，已婚。因消瘦，乏力，胃纳亢进。心慌4月余就诊。近2年应用口服避孕药避孕。哪项检查对此患者最有意义？可能的检查包括：TT3、FT4、TSH测定、TT3、TT4、TSH测定、甲状腺吸碘率测定、TSH受体抗体测定、TGA、MCA测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "TT3、FT4、TSH测定"}
{"query": "女，35岁。确诊系统性红斑狼疮，经泼尼松50mg/d治疗1个月病情稳定，随后激素逐渐减量，至泼尼松25mg/d时出现发热，体温38.4℃。对鉴别发热原因意义不大的检查是（）。？可能的检查包括：血沉、补体、抗双链DNA抗体、血培养、血常规。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血沉"}
{"query": "胸痛、咳嗽、呼吸困难，下列哪项有助于气胸和胸腔积液的鉴别？可能的检查包括：呼吸运动、叩诊音、呼吸音、气管位置、摩擦音。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "叩诊音"}
{"query": "先天性甲状腺功能减低症的确诊靠（ ）。？可能的检查包括：新生儿筛查、血T3、T4、TSH检查、TRH刺激试验、骨骼X线检查、放射性核素检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血T3、T4、TSH检查"}
{"query": "患者，男，56岁。右上腹胀痛、消瘦2月，发热1周。查体：体温38.5℃，皮肤巩膜轻度黄染，肝肋下3.0cm。质硬，表面有结节。最有助于确诊的检查是？可能的检查包括：腹部B超、血清AFP定性、腹部CT、肝穿刺病理检查、异常凝血酶原检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肝穿刺病理检查"}
{"query": "最有助于感染性心内膜炎诊断的实验室检查是？可能的检查包括：血培养、尿常规、血常规、金黄色葡萄球菌、血沉。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血培养"}
{"query": "男，88岁，间歇性浮肿10余年，伴恶心、呕吐1周。血压155／110mmHg。血常规Hb80g／L。尿常规：尿蛋白（++），颗粒管型2～3个／HP。血Cr485μmol／L。为了判断上述患者是否为慢性肾功能不全应首选的检查是？可能的检查包括：肾穿刺、静脉肾盂造影、肾脏CT、肾脏MRI、肾脏B超。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肾脏B超"}
{"query": "从生理学角度出发，体温是__？可能的检查包括：舌下温度、直肠温度、腋窝温度、机体表层平均温度、机体深度平均温度。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "机体深度平均温度"}
{"query": "发热1周疑似伤寒的患者，此时阳性率最高的微生物学检查法是？可能的检查包括：胆汁培养、粪便培养、肥达反应、血培养、尿液培养。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血培养"}
{"query": "缺铁性贫血实验室检查不符合的是？可能的检查包括：红细胞内游离原卟啉下降、细胞中央淡染区扩大、总铁结合力升高、血清蛋白低于正常、红细胞内游离原卟啉升高。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "红细胞内游离原卟啉下降"}
{"query": "可用于测定机体对白喉有无免疫力的是？可能的检查包括：锡克试验、结核菌素试验、抗O试验、肥达试验、外斐试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "锡克试验"}
{"query": "女，52岁。进行性体重增加伴头晕、腰痛2年。查体:BP180/112mmHg，多毛，面圆，有痤疮。实验室检查:尿糖(++)，血浆皮质醇:早8时810nmol/L(正常165～441nmol/L)，下午4时752nmol/L(正常55～248nmol/L)，午夜12时770nmol/L(正常55～138nmol/L)，初步诊断为库欣综合征。为进一步明确诊断，应进行的检查是？可能的检查包括：葡萄糖耐量试验、ACTH兴奋剂试验、螺内酯抑制试验、酚妥拉明抑制试验、地塞米松抑制试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "地塞米松抑制试验"}
{"query": "女，48岁。反酸、烧心、上腹胀4年余。对明确诊断有帮助的是（　）。？可能的检查包括：消化道造影、心电图、质子泵抑制剂试验治疗、CT检查、幽门螺杆菌检测。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "质子泵抑制剂试验治疗"}
{"query": "下列哪项属于高血压的筛选项目？可能的检查包括：心电图检查、肾图检查、心脏彩超、X线胸片、血压测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血压测定"}
{"query": "超声造影在心血管的用途，下列错误的是？可能的检查包括：观察心包积液、确定心腔界限、观察瓣膜口有无反流和程度、判断解剖结构属性、观察心腔间的分流方向。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "观察心包积液"}
{"query": "男性，28岁。下腹痛伴脓血便2周，腹痛常于便后缓解。查体无异常发现。首选的检查方法是？可能的检查包括：大便常规和细菌培养、大便菌群检查、结肠镜检查、钡剂灌肠、结核菌素试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "大便常规和细菌培养"}
{"query": "下列属于特异性阳性显像的是？可能的检查包括：99mTc-PMT肝癌阳性显像、99mTc-抗CEAMcAb显像、99mTc-MIBI乳腺肿瘤显像、18F-FDG肺肿瘤显像、67Ga恶性淋巴瘤显像。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "99mTc-抗CEAMcAb显像"}
{"query": "男性，60岁。意识不清，体温37.2℃，双瞳创孔等大，呼吸深快，有烂苹果味，血压100/60mmHg，右拇趾末端坏死发黑。该患者应首选的检查是？可能的检查包括：头颅CT检查、查血糖，尿酮体、碳氧血红蛋白检查、血培养、碱酯酶活力测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "查血糖，尿酮体"}
{"query": "下列哪项属于糖尿病的筛检项目？可能的检查包括：糖化血红蛋白测定、血清肌酐测定、心电图检查、空腹血糖测定、尿液分析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "空腹血糖测定"}
{"query": "下列哪项是筛查早期宫颈癌的最主要方法？可能的检查包括：宫颈活检、宫颈刮片细胞学检查、宫颈锥切切除，病理检查、碘试验、阴道镜检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈刮片细胞学检查"}
{"query": "男婴，生后5天，近2天少吃、少哭、少动。查体：体温37.5℃，呼吸50次/分，精神萎靡，皮肤中度黄染，心肺无明显异常，腹稍胀，肝脏肋下2cm，脾脏肋下刚及，拥抱反射不完全，已抽血培养。下一步检查应首选？可能的检查包括：腰椎穿刺、脑脊液生化及培养、头颅CT、胸部X线摄片、血胆红素测定、血常规。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅CT"}
{"query": "男性，45岁。原有胃溃疡病15年，近2个月腹痛节律性消失，服用胃舒平疗效不佳。为明确诊断，下列哪项检查最有价值？可能的检查包括：大便隐血试验、X线胃肠钡餐检查、胃液分析、胃镜检查、剖腹探查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜检查"}
{"query": "女性，48岁，近2个月来感双肩发沉，举臂无力，走路耐力下降，查红细胞沉降率47mm/第1小时末鉴别多发性肌炎和风湿性多肌痛最有说服力的实验室检査是？可能的检查包括：红细胞沉降率、抗链球菌抗体、抗中性粒细胞胞浆抗体、肌酶谱、免疫球蛋白。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肌酶谱"}
{"query": "患者，男性，71岁，嗜烟50年。近1个多月因咳嗽性质改变，变为干咳，并出现血痰，胸闷明显，右胸隐痛，就诊时高度怀疑其患肺癌，应首选下列哪项检査？可能的检查包括：胸部X线正侧位照片、肺功能、血常规、纤维支气管镜、磁共振显像。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸部X线正侧位照片"}
{"query": "男性，45岁，酗酒后2小时发生上腹部持续性剧痛，并向左肩、腰背部放射，伴恶心呕吐，吐后疼痛不缓解。8小时后就诊。如病情进展，出现上腹压痛、反跳痛、肌紧张，移动性浊音（+），此时最有价值的检查是？可能的检查包括：尿淀粉酶测定、血清淀粉酶测定、白细胞计数和分类、腹穿液性状及淀粉酶测定、血红蛋白和红细胞比值测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹穿液性状及淀粉酶测定"}
{"query": "下列关于重度子痫前期孕妇静滴硫酸镁解痉治疗应注意的事项错误的是？可能的检查包括：尿量每24小时不少于500ml、呼吸每分钟不少于16次、膝反射必须存在、尿量每小时不少于17ml、出现镁中毒立即静脉注射葡萄糖酸钙对抗。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "尿量每24小时不少于500ml"}
{"query": "患者女，56岁。因“左耳前肿块2个月余”就诊，体检发现左耳前触及一个3cm*2cm质硬肿块，固定，边界不清，轻压痛。伴左面部感觉减退。如果该患者考虑行手术，哪项检查可为制定治疗方案提供重要依据？可能的检查包括：CT增强扫描、X线检查、针吸细胞学、MRI增强扫描、PET扫描、全身骨扫描。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CT增强扫描"}
{"query": "女性，21岁，2年前诊断结核性腹膜炎，近3个月频繁呕吐，右下腹可见肠型，需首选哪种检查？可能的检查包括：结肠镜、立位腹部平片、钡餐透视、腹腔镜检查、血沉。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "立位腹部平片"}
{"query": "女，34岁，既往有结核病史。妇科检查：宫颈有乳头状增生，0.5cm小溃疡，为明确诊断应行？可能的检查包括：妇科查体、宫颈病理检查、血常规、输卵管碘油造影、结核菌素试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈病理检查"}
{"query": "诊断原发性下肢深静脉瓣膜功能不全，最可靠的检查方法是？可能的检查包括：深静脉通畅试验、CT三维成像、静脉造影、下肢静脉超声多普勒检查、深浅静脉交通支瓣膜功能试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "静脉造影"}
{"query": "当妇检时不能区分粪块或附件肿瘤时，最迅速有效的方法是？可能的检查包括：B超、CT检查、粪块呈圆锥状、长条形、灌肠排便、块物多位于右下腹。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "灌肠排便"}
{"query": "急性胰腺炎病情变化的重要指标是？可能的检查包括：血清淀粉酶﹥500U/L、血清钙﹤1.87mmol/L、白细胞﹥12×109/L、血糖8.0mmol/L，尿糖（+）、Pa02下降，﹤60mmHg。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清钙﹤1.87mmol/L"}
{"query": "肉眼血尿的患者，首先应该检查？可能的检查包括：肾脏B超、尿找癌细胞、肾活检、尿RBC畸形率检查、静脉肾盂造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "尿RBC畸形率检查"}
{"query": "甲状腺功能亢进诊断主要依靠？可能的检查包括：临床表现、基础代谢率测定、放射性碘摄取试验、甲状腺扫描、PBI测定（血清蛋白结合碘）。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "临床表现"}
{"query": "判断脊柱骨折脱位是否并发脊髓损伤，下列哪项检查最重要？可能的检查包括：X线拍片、CT、MRI、腰穿作奎肯试验及脑脊液生化检查、神经系统检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "神经系统检查"}
{"query": "宫颈刮片为巴氏Ⅲ级临床应进行？可能的检查包括：宫颈锥形切除、阴道镜及宫颈活检、取血测肿瘤标记物、宫腔镜、B超。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "阴道镜及宫颈活检"}
{"query": "胰高血糖素瘤的定位诊断中阳性率最高的是？可能的检查包括：B超、CT、MRI、腹腔动脉造影、经皮肝穿刺插管选择性门静脉造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹腔动脉造影"}
{"query": "可用于鉴别胃泌素瘤与胃窦G细胞增生的实验室检查是？可能的检查包括：胃液分析、标准餐刺激试验、钙剂激发试验、胰泌素激发试验、空腹血清胃泌素测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "标准餐刺激试验"}
{"query": "梅毒血清学治愈标准为抗梅毒治疗2年内？可能的检查包括：梅毒血清学实验阳性、梅毒血清学实验阴性，脑脊液检查阴性、梅毒血清非密螺旋体抗体滴度持续低水平、脑脊液检查阳性、TPHA阳性。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "梅毒血清学实验阴性，脑脊液检查阴性"}
{"query": "宫颈糜烂分度的依据是？可能的检查包括：宫颈的大小、糜烂的深浅、雌激素水平的高低、糜烂的面积、宫颈刮片细胞巴氏级别。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "糜烂的面积"}
{"query": "男性，感冒后咳嗽，刺激性干咳，胸闷2个月。静滴青霉素800万单位/日持续半个月，无好转，应用支气管舒张药物可缓解。查体：肺及心脏无异常体征。胸X线平片无异常。血清肺炎支原体抗体阴性。为确诊应选择下列哪项检查最合适？可能的检查包括：支气管激发试验、肺通气功能检查、肺弥散功能测定、小气道功能测定、残气功能测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "支气管激发试验"}
{"query": "女，56岁，绝经5年。阴道镜下宫颈活检未见异常，宫颈光滑，子宫稍大，两次宫颈刮片均查到腺癌细胞。为明确诊断应选择？可能的检查包括：再次行宫颈刮片查癌细胞、行刮宫活组织检查、再次行阴道镜下宫颈活检、行分段刮宫活组织检查、行宫颈锥切活组织检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "行分段刮宫活组织检查"}
{"query": "下面对应关系中，哪项不恰当？可能的检查包括：S/D：收缩压/舒张压、E3：雌三醇、E/C：雌激素/肌酐、BPS：胎儿物理评分、IUGR：胎儿宫内发育迟缓。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "S/D：收缩压/舒张压"}
{"query": "下列不属于休克特殊监测指标的是？可能的检查包括：中心静脉压（CVP）和肺动脉楔压（PAWP）、心排血量（CO）和心脏指数（CI）、动脉血气分析和动脉血乳酸盐测定、肺功能、肾功能和血生化、胃肠黏膜内pH和出凝血时间。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肺功能、肾功能和血生化"}
{"query": "女，28岁，结婚3年不孕，月经周期正常，量少，基础体温双相型，子宫碘油造影示双输卵管不通，右侧呈典型串珠状改变。为进一步明确诊断，首选检查为？可能的检查包括：宫腔镜检查、腹腔镜检查、子宫内膜活检、内分泌激素测定、盆腔B超检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "子宫内膜活检"}
{"query": "女性，35岁。右上臂被机器碾压伤1小时，局部疼痛、肿胀、畸形、活动障碍。X线检查：肱骨中下段粉碎性骨折。在检查伤肢时应特别注意？可能的检查包括：有无伸肘功能障碍、有无屈肘功能障碍、有无伸腕功能障碍、有无屈腕功能障碍、有无拇指对掌功能障碍。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "有无伸腕功能障碍"}
{"query": "下列哪项是诊断羊水过多的指标？可能的检查包括：HCG、L/S、AFP、E3、HPL。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "AFP"}
{"query": "明显阻塞性黄疸，B超发现肝内、外胆管扩张，胆总管直径2cm，比较理想的进一步检查是？可能的检查包括：十二指肠低张造影、ERCP、放射性核素胰腺造影、腹腔动脉血管造影、腹腔镜探查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "ERCP"}
{"query": "下列哪项最有助于鉴别肠结核和Crohn病？可能的检查包括：患者有无发热、患者有无右下腹包块、PPD试验、ESR是否增快、有无肛周脓肿。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "有无肛周脓肿"}
{"query": "诊断急性糜烂性出血性胃炎的主要根据是？可能的检查包括：出血的临床表现、胃液分析、急诊胃镜检查、胃钡餐造影、胃黏膜脱落细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "急诊胃镜检查"}
{"query": "明显阻塞性黄疸，B超发现肝内、外胆管扩张，胆总管直径2cm，进一步检查是？可能的检查包括：放射性核素胰腺扫描、经皮肝穿胆管造影、十二指肠低张造影、腹腔动脉血管造影、腹腔镜检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "经皮肝穿胆管造影"}
{"query": "有关盆腔检查的注意事项，错误的是？可能的检查包括：检查前排空小便、取膀胱截石位、对未婚者严禁放置扩阴器、每检查一人，更换一次性垫纸防止交叉感染、阴道有流血者严禁盆腔检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "阴道有流血者严禁盆腔检查"}
{"query": "对确定诊断类风湿关节炎患者最有帮助的是？可能的检查包括：X线摄片、CT、类风湿因子、MRI、血尿酸。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "类风湿因子"}
{"query": "男性，30岁。在煤矿工作时左大腿被砸伤，当即不能站立，局部剧痛。用哪种检查可以最迅速地判断有无骨折？可能的检查包括：移动式小型X线机摄片、检查有否骨摩擦音、检查有否异常活动、骨传导音是否减弱、有无纵向叩痛。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "骨传导音是否减弱"}
{"query": "24小时尿标本检查需要加入甲醛作为防腐剂的检查项目是？可能的检查包括：艾迪计数、17-酮类固醇、尿糖定量、尿蛋白定量、肌酐定量。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "艾迪计数"}
{"query": "早孕流产前常规进行盆腔B型超声检查的目的是？可能的检查包括：明确早孕诊断、了解胚胎着床位置、排除异位妊娠、明确妊娠周数、排除盆腔肿瘤。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "排除异位妊娠"}
{"query": "某女士，29岁，第一胎妊娠26周，定期接受孕期检查，保健护士向她传授自行监测胎儿宫内状况的常用方法是？可能的检查包括：感觉腹部增大的情况、关注体重增长的速度、进行胎动计数、测量血压、观察妊娠纹的多少。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "进行胎动计数"}
{"query": "某产妇，妊娠29周。因出现无诱因、无痛性阴道流血来院检查，此时一般不主张进行的检查是？可能的检查包括：测量血压、胎心监护、超声检查、腹部检查、阴道检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "阴道检查"}
{"query": "某女士，28岁，初孕，因停经、流血伴腹痛，诊断为先兆流产，经过保胎处理效果不确定，根据临床表现与难免流产的主要鉴别点是？可能的检查包括：阴道流血时间、宫颈口是否扩张、妊娠反应轻重、下腹疼痛程度、妊娠试验结果。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈口是否扩张"}
{"query": "评估肝硬化患者有无腹水的最佳方法？可能的检查包括：问诊、叩诊、听诊、触诊、视诊。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "叩诊"}
{"query": "女性，34岁，上腹部外伤后2h，面色苍白，脉搏120次/分，血压70/ 50mmHg，意识清醒，全腹腹膜刺激征（+)，考虑为实质脏器破裂，有确诊意义的检查结果是？可能的检查包括：血常规示红细胞下降、血常规示白细胞升高、腹腔穿刺抽出不凝血、腹腔穿刺抽出混浊液体、X线示膈下游离气体。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹腔穿刺抽出不凝血"}
{"query": "患者男，40岁。行血栓闭塞性脉管炎术后，为了解反映肢体远端血运情况，护士应观察的体征不包括的是？可能的检查包括：双侧足背动脉搏动、皮肤温度、皮肤颜色、皮肤出血、皮肤感觉。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "皮肤出血"}
{"query": "58岁妇女，绝经8年后阴道流血2个月，出血量时多时少。盆腔检查：宫颈光滑，子宫稍大，双附件正常。怀疑子宫内膜癌，为明确诊断，首选的辅助检查是？可能的检查包括：宫颈涂片检查、分段诊断性刮宫、阴道镜检查、宫颈活体组织检查、阴道脱落细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "分段诊断性刮宫"}
{"query": "患者，男，68岁。既往有心绞痛发作史。4小时前因体育锻炼后岀现心前区剧烈疼痛，含服硝酸甘油无效，急诊入院。患者入院后应先做下列哪项检查？可能的检查包括：心脏X线检查、心电图、心肌酶学检查、血压、超声心动图。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "心电图"}
{"query": "妇科防癌普查最常用的方法是？可能的检查包括：双合诊、阴道分泌物悬滴检查、B超、阴道镜检查、宫颈刮片检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈刮片检查"}
{"query": "为明确尿瘘患者的瘘孔部位，可进行下列检查但应除外？可能的检查包括：亚甲蓝（美蓝）试验、靛胭脂试验、膀胱镜检查、宫腔镜检查、尿路造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫腔镜检查"}
{"query": "做冠状动脉造影术检查前，必须做好？可能的检查包括：凝血试验、抗生素过敏试验、造影剂过敏试验、心电图监测、血压监测。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "造影剂过敏试验"}
{"query": "目前对脑胶质瘤常用且诊断价值最大的检查手段是？可能的检查包括：头颅X线平片检查、脑血管造影、脑室造影、放射性同位素扫描、强化CT或MRI。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "强化CT或MRI"}
{"query": "能对肾功能进行监测的是？可能的检查包括：血尿素氮、黄疸指数、中心静脉压、凝血酶原时间、3P试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血尿素氮"}
{"query": "下列甲状腺功能基本筛选试验时的辅助检查，不受外来碘干扰，甲亢时增高的是？可能的检查包括：基础代谢率（BMR）、促甲状腺激素释放激素（TRH）兴奋试验、促甲状腺激素测定（TSH）、血清总T3总T4（T3、T4）、血清游离T4（FT4）。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清总T3总T4（T3、T4）"}
{"query": "结核性脑膜炎脑脊液的特点是？可能的检查包括：外观透明或呈毛玻璃样、白细胞降低、白细胞分类以中性粒细胞为主、糖和氯化物同时升高、蛋白下降。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "外观透明或呈毛玻璃样"}
{"query": "冠心病外科治疗必须进行的辅助检查是？可能的检查包括：心脏CT、心血管造影、心导管检查、心脏彩色B超、选择性冠状动脉造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "选择性冠状动脉造影"}
{"query": "确诊缺铁性贫血的化验项目是？可能的检查包括：网织红细胞、红细胞总数、血红蛋白、血清铁、血清铁蛋白。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清铁蛋白"}
{"query": "患者，男，35岁。服用吲哚美辛后胃痛，今晨呕吐咖啡渣样胃内容物约250ml来就诊，既往无胃病史。首选的检查是？可能的检查包括：胃液分析、X线钡餐检查、幽门螺杆菌检查、血清胃泌素测定、急诊胃镜。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "急诊胃镜"}
{"query": "用于早期宫颈癌普查的措施是？可能的检查包括：阴道涂片、宫颈刮片、腹腔镜检查、诊断性刮宫、子宫颈活体组织检査。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈刮片"}
{"query": "诊断急性脑血管病首选的检查项目为？可能的检查包括：血、尿、便常规检查、头颅CT或MRI、心电图检查、脑脊液检查、病理反射。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅CT或MRI"}
{"query": "当发生胆红素脑病时？可能的检查包括：血清胆红素≥85μmol/L、血清胆红素≤171μmol/L、血清胆红素≤220.6μmol/L、血清胆红素<257μmol/L、血清胆红素>342μmol/L。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清胆红素>342μmol/L"}
{"query": "患者，男，35岁。汽车撞伤左上腹4小时，P120次/分，BP70/40mmHg，全腹压痛、反跳痛、肌紧张，肝浊音界存在，肠鸣音减弱。进一步的检查是？可能的检查包括：腹部CT检查、多普勒超声检查、诊断性腹腔穿刺、腹部立位X线平片、胃肠钡餐造影检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "诊断性腹腔穿刺"}
{"query": "可以协助诊断输卵管妊娠破裂的检查项目是？可能的检查包括：宫腔镜检查、阴道后穹窿穿刺、阴道B超检查、盆腔检查、诊断性刮宫。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "阴道后穹窿穿刺"}
{"query": "胰腺炎最有意义的检查是？可能的检查包括：3P试验、血清淀粉酶、甲胎蛋白、血尿素氮、出凝血时间。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清淀粉酶"}
{"query": "某妇女，27岁，已婚，停经10天，尿妊娠试验（+)，护士指导其产前检查的时间正确的是？可能的检查包括：确诊早孕开始第一次产前检查、孕12〜20周每2周检查一次、孕21〜28周每3周检查一次、孕29〜36周每4周检查一次、孕36周后入院待产。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "确诊早孕开始第一次产前检查"}
{"query": "患者，女，40岁，因白带多，偶伴性交后出血而就诊，妇科检查：宫颈重度糜烂。为排除宫颈癌首选的检查项目是？可能的检查包括：宫颈刮片细胞学检查、宫颈活检、阴道镜、分段诊断性刮宫、碘试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈刮片细胞学检查"}
{"query": "肿瘤诊断有很多方法，定性诊断的检查是？可能的检查包括：X线、超声波、核素、血管造影、病理。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "病理"}
{"query": "早期确定营养不良的重要检查是？可能的检查包括：生长激素水平测定、血清清蛋白浓度测定、血清胆固醇浓度测定、血清胆碱酯酶活性测定、胰岛素样生长因子1水平测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胰岛素样生长因子1水平测定"}
{"query": "不需做造影剂过敏试验的检查是？可能的检查包括：静脉胆道造影、静脉肾盂造影、胃肠钡餐造影、心血管造影、支气管造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃肠钡餐造影"}
{"query": "协助诊断输卵管妊娠破裂内出血既简单又可靠的方法是？可能的检查包括：宫腔镜检查、尿妊娠试验、阴道B型超声检查、阴道后穹隆穿刺、腹腔镜检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "阴道后穹隆穿刺"}
{"query": "需要做碘过敏试验的泌尿系统检查是？可能的检查包括：泌尿系统X线检查、静脉肾盂造影、磁共振尿路成像、B超、膀胱镜检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "静脉肾盂造影"}
{"query": "自我监测胎儿安危最适宜的方法是？可能的检查包括：定期查尿妊娠试验、胎动计数、尿雌三醇测定、胎心电子监护、自测宫高和腹围。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胎动计数"}
{"query": "下列需用抗凝管采血的一项是？可能的检查包括：ESR、Ca2+、K+、C3、C4、T3、T4、AFP、CEA。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "ESR"}
{"query": "葡萄胎患者随访时必须进行的检查项目是？可能的检查包括：诊断性刮宫、测尿中的HCG值、B型超声检查有无胎囊、CT检查转移灶情况、多普勒超声检查听取胎心。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "测尿中的HCG值"}
{"query": "腹腔内实质性脏器破裂最有价值的辅助检查是？可能的检查包括：B超、腹部X线摄片、CT/MRI、腹腔穿刺、血、尿淀粉酶。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹腔穿刺"}
{"query": "患者，男性，41岁，6小时前饮酒后出现上腹部绞痛，向肩背部放射，送到医院急诊，怀疑为急性胰腺炎，此时最具诊断意义的实验室检査为？可能的检查包括：血清脂肪酶测定、尿淀粉酶测定、血钙测定、血清淀粉酶测定、白细胞计数。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清淀粉酶测定"}
{"query": "患者，男性，37岁，1年来每日发生空腹痛，进食后疼痛缓解。平时伴有恶心、打嗝、反酸，査体在剑突右侧有局限压痛，无反跳痛。做何种检查可以确诊？可能的检查包括：化验胃酸、胃镜、CT、B超、化验血常规。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜"}
{"query": "妊高征妇女使用硫酸镁解痉时，应停用药物的情况是？可能的检查包括：尿量700ml/24小时、呼吸18次/分、膝腱反射消失、血压130/90mmHg、自觉症状消失或减轻。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "膝腱反射消失"}
{"query": "胆石症病人首选的影像学检查是？可能的检查包括：腹部CT、腹部超声、腹部平片、腹部MRI、ERCP。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹部超声"}
{"query": "3-反映慢性心衰病人肺淤血的有无及其程度的检查是？可能的检查包括：超声心动图、胸部X线、Swan-Ganz漂浮导管、心电图、放射性核素检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸部X线"}
{"query": "可用于食管癌普查筛选检查的简便易行的方法是？可能的检查包括：CT、MRI、食管镜、食管脱落细胞学检查、食管吞钡X线检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "食管脱落细胞学检查"}
{"query": "刘女士，已婚，停经45天，突然出现阴道少量出血伴下腹疼痛，疑似输卵管妊娠破裂，最适宜做的诊断性检查是？可能的检查包括：宫腔镜检查、阴道镜检查、B型超声检查、尿妊娠试验、阴道后穹隆穿刺。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "阴道后穹隆穿刺"}
{"query": "8岁小儿，结核菌素试验结果硬结直径5mm，无结核病临床症状，其结果正确的解释是？可能的检查包括：阴性，可能未受感染、强阳性，提示活动病灶、弱阳性，提示曾经感染、中度阳性，提示有新感染灶、阴性，可能处于结核变态反应初期。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "弱阳性，提示曾经感染"}
{"query": "对机械通气患者实施重症监护时应？可能的检查包括：每0.5～1小时做一次血气分析、每2小时做一次血气分析、每4小时做一次血气分析、每天做2次血气分析、每天做3次血气分析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "每0.5～1小时做一次血气分析"}
{"query": "阻塞性肺气肿肺功能检查最有价值的是？可能的检查包括：潮气量、肺活量、流量-容积（V，V）曲线测定、残气量（RV）及残气量/肺总量（RV/TLC）百分比测定、二氧化碳结合力升高。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "残气量（RV）及残气量/肺总量（RV/TLC）百分比测定"}
{"query": "林女士，30岁，婚后5年未孕。夫妇双方生殖器形态学检查未见异常，为监测有无排卵，不需采用的项目是？可能的检查包括：基础体温测定、宫颈黏液结晶检查、超声检査、诊断性刮宫取子宫内膜检查、阴道镜检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "阴道镜检查"}
{"query": "筛查早期宫颈癌的重要方法是？可能的检查包括：阴道涂片、宫颈刮片、宫颈管涂片、局部活组织检查、诊断性锥形切除。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈刮片"}
{"query": "确诊支原体肺炎最常用的检测方法是？可能的检查包括：血清学检查、血沉、血常规、胸片、CT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清学检查"}
{"query": "某40岁妇女，白带多，偶伴性交后出血，妇科检查：宫颈重度糜烂。为排除宫颈癌首选的检查是？可能的检查包括：宫颈刮片细胞学检查、宫颈活检、阴道镜、分段诊断性刮宫、碘试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫颈刮片细胞学检查"}
{"query": "对诊断CO中毒最有帮助的是？可能的检查包括：血网织红细胞数、血还原血红蛋白、血糖化血红蛋白、血碳氧血红蛋白、血气分析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血碳氧血红蛋白"}
{"query": "反映机体是否缺氧的重要指标是？可能的检查包括：血氧饱和度、动脉血氧分压、氧含量、氧合指数、肺泡-动脉血氧分压差。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "氧含量"}
{"query": "侵蚀性葡萄胎与绒毛膜癌最根本的区别为？可能的检查包括：滋养细胞增生的程度、距葡萄胎排出后的时间长短、葡萄胎排净后尿内HCG值的高低、子宫增大的程度、病理检查有无绒毛结构。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "病理检查有无绒毛结构"}
{"query": "男性，54岁，因“排柏油样便伴头晕4日，少尿3日”来诊。查体：BP90/55mmHg；脉搏细弱。经治疗后消化道出血停止，尿量仍少。为确定是否发生急性肾衰竭，下列检查中最有意义的是？可能的检查包括：血电解质测定、血二氧化碳结合力、测定血尿素氮、尿常规、测定血肌酐。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "测定血肌酐"}
{"query": "符合慢性阻塞性肺气肿的体征是？可能的检查包括：叩诊呈鼓音、单侧语颤减弱、单侧呼吸运动减弱、气管偏移、呼气时间延长。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "呼气时间延长"}
{"query": "纤维支气管镜检查的正确护理是？可能的检查包括：检查前2小时开始禁食、检查时取侧卧位、检查后立即用朵贝尔溶液漱口、检查后即可进食、检查后鼓励轻咳。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "检查后鼓励轻咳"}
{"query": "妇科门诊带教林护士向护生提问有关“双合诊”检查法的概念，正确的是？可能的检查包括：是一种阴道与腹壁的联合检查、检查者双手的示指、中指进入阴道、可较清晰地触及子宫后壁、被检查者取左侧卧位、适用于未婚女性。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "是一种阴道与腹壁的联合检查"}
{"query": "女性，58岁，绝经5年，阴道浆液血性分泌物伴臭味4个月。查宫颈正常大、光滑，子宫稍大，稍软。为明确诊断首选的辅助检查方法是？可能的检查包括：阴道分泌物细胞学检查、宫颈刮片检查、宫颈锥切术行组织活检、碘试验后行子宫镜检查、分段刮宫活组织检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "分段刮宫活组织检查"}
{"query": "抗休克治疗中体表灌流情况的标志是？可能的检查包括：精神状态、血压、皮肤温度、色泽、心率、尿量。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "皮肤温度、色泽"}
{"query": "《中国药典》中，薄层色谱法主要应用于？可能的检查包括：一般杂质检查、水分的测定、有机溶剂残留量的测定、溶液颜色的检查、有关物质的检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "有关物质的检查"}
{"query": "注射用水质量要求，不包括？可能的检查包括：二氧化碳检查、易氧化物检查、安全性检查、热原检查、不挥发物检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "安全性检查"}
{"query": "下列不属于一般杂质检查项目的是？可能的检查包括：铁盐检查、残留溶剂检查、溶出度检查、炽灼残渣检查、砷盐检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "溶出度检查"}
{"query": "《中国药典》（2015年版）规定，凡规定检查溶出度的片剂，不再进行？可能的检查包括：重量差异、含量均匀度检查、一般杂质检查、崩解时限检查、特殊杂质检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "崩解时限检查"}
{"query": "对于难溶性固体药物需进行的检查是？可能的检查包括：溶出度检查、含量均匀度检查、重量差异检查、不溶性微粒检查、融变时限。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "溶出度检查"}
{"query": "《中国药典》规定，凡规定检查溶出度的片剂，不再进行？可能的检查包括：重量差异检查、含量均匀度检查、一般杂质检查、崩解时限检查、特殊杂质检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "崩解时限检查"}
{"query": "观察钩体的最好方法是？可能的检查包括：悬滴法、革兰染色法、抗酸染色法、暗视野显微镜法、压片棉蓝染色法。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "暗视野显微镜法"}
{"query": "《中国药典》规定，凡检查溶出度的制剂，可不再进行？可能的检查包括：崩解时限检查、杂质检查、晶型检查、含量均匀度检查、粒度检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "崩解时限检查"}
{"query": "硫氰酸盐试液？可能的检查包括：氯化物检查、硫酸盐检查、葡萄糖中重金属检查、磺胺嘧啶中重金属检查、铁盐检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "铁盐检查"}
{"query": "软膏剂的一般检查中不包括？可能的检查包括：粒度检查、装量检查、微生物限度、无菌检查、崩解时限。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "崩解时限"}
{"query": "非特异性CIC测定对临床疾病的诊断是？可能的检查包括：确诊指标、敏感指标、特异指标、辅助参考指标、价值不大。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "辅助参考指标"}
{"query": "腰椎滑脱、腰椎椎弓峡部裂、脊柱裂分别首选的摄影体位是？可能的检查包括：腰椎前后位、侧位；腰椎斜位；腰椎前后位、骶骨前后位、腰椎斜位；腰椎前后位、侧位；腰椎前后位、骶骨前后位、腰椎前后位、慨骨前后位；腰椎斜位；腰椎前后位、侧位、腰椎前后位、侧位；腰椎斜位；腰椎前后位、侧位、腰椎斜位；腰椎前后位、骶骨前后位；腰椎前后位、侧位。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腰椎前后位、侧位；腰椎斜位；腰椎前后位、骶骨前后位"}
{"query": "进行徒手肌力测定时最先进行的是？可能的检查包括：抗重力检查、肌肉收缩检查、抗阻检查、运动幅度检查、目测。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "抗重力检查"}
{"query": "疑胃溃疡恶变，确诊需要做的检查是？可能的检查包括：钡餐检查、B超检查、胃酸测定、便隐血试验、胃镜+活检检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜+活检检查"}
{"query": "免疫缺陷病的实验室检测不属于体液免疫检测的是？可能的检查包括：免疫球蛋白的检测、分泌性IgA测定、B细胞表面标志物检测、嗜菌体检测、淋巴细胞增殖反应实验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "淋巴细胞增殖反应实验"}
{"query": "疑为霍乱的患者进行初步诊断应采取的检查是？可能的检查包括：便常规检查、粪便标本进行直接悬滴检査、尿常规检查、取外周血进行白细胞计数、碱性蛋白胨水接种。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "粪便标本进行直接悬滴检査"}
{"query": "患者女性，52岁。反复多关节肿痛五年，累及双手近端指间关节、掌指关节、腕关节，伴晨僵2小时/天，平常口干，眼干，反复口腔溃疡，查体：双手指尺侧偏斜，握拳不能。对明确诊断价值最小的检查项目是？可能的检查包括：RF、CRP、ESR、抗ENA抗体、抗CCP抗体。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CRP"}
{"query": "迟发反应不包括？可能的检查包括：H反射、F波、轴突波、眨眼反射、M波。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "M波"}
{"query": "在使用肝素治疗时，一般采用的监控指标是？可能的检查包括：PT、INR、APTT、TT、ISI。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "APTT"}
{"query": "进行徒手肌力测定的注意事项不包括？可能的检查包括：正确的测定姿势、防止协同肌的替代作用、左右对比检查、应配合其他功能评定，如评定前的被动关节活动范围评定、必要的步态分析等、抗阻检查时如果出现疼痛，在疼痛不严重的情况下可继续完成检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "抗阻检查时如果出现疼痛，在疼痛不严重的情况下可继续完成检查"}
{"query": "过度通气试验指？可能的检查包括：大口喘气1分钟后立即描记监护联心电图，如果出现ST段下移为阳性。阳性结果没有病理意义，但提示运动中诱发的ST段改变不一定是心肌缺血的结果、大口喘气2分钟后立即描记监护联心电图，如果出现ST段下移为阳性。阳性结果没有病理意义，但提示运动中诱发的ST段改变不一定是心肌缺血的结果、大口喘气30秒后立即描记监护联心电图，如果出现ST段下移为阳性。阳性结果没有病理意义，但提示运动中诱发的ST段改变不一定是心肌缺血的结果、大口喘气15秒后立即描记监护联心电图，如果出现ST段下移为阳性。阳性结果没有病理意义，但提示运动中诱发的ST段改变不一定是心肌缺血的结果、大口喘气1分30秒后立即描记监护联心电图，如果出现ST段下移为阳性。阳性结果没有病理意义，但提示运动中诱发的ST段改变不一定是心肌缺血的结果。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "大口喘气1分钟后立即描记监护联心电图，如果出现ST段下移为阳性。阳性结果没有病理意义，但提示运动中诱发的ST段改变不一定是心肌缺血的结果"}
{"query": "子宫内膜癌的影像学表现中，描述正确的是？可能的检查包括：超声显示子宫内膜呈不规则高回声，回声均匀、CT显示宫腔内有软组织密度肿物，其密度高于强化的正常子宫肌层、MRI平扫T1加权像肿瘤呈高信号，T2加权像肿瘤呈低信号、MRI增强扫描后由于肿瘤血供高于正常子宫肌，呈高信号、宫外侵犯时子宫边缘模糊，有条索或结节软组织影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "宫外侵犯时子宫边缘模糊，有条索或结节软组织影"}
{"query": "老年女性患者，近2日无明显诱因出现背部疼痛，无尿频尿急尿痛，双肾区无明显叩痛，背部疼痛向右腹部放射，夜晚入睡后常被痛醒，经服止痛药及外用活络油后症状无缓解。体查：胸7、胸8椎体有轻压痛，余未见阳性体征：既往有糖尿病史，高血压病史。此时最应做的检查是？可能的检查包括：心电图、胸椎正斜位X线片检查、胸椎CT检查、胸椎MR检查、肌电图。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸椎正斜位X线片检查"}
{"query": "所有脑卒中患者溶栓前都必须做的辅助检查是？可能的检查包括：平扫脑CT或脑MRI、肝功化验、脑电图、动脉血气分析、凝血常规。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "平扫脑CT或脑MRI"}
{"query": "遗传性球形红细胞增多症的筛选试验是？可能的检查包括：血红蛋白电泳、红细胞形态检查和渗透脆性试验、红细胞镰变试验、Coombs试验、蔗糖溶血试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "红细胞形态检查和渗透脆性试验"}
{"query": "检测巨噬细胞吞噬功能的试验是？可能的检查包括：NBT还原试验、炭粒廓清试验、斑蝥发泡试验、趋化试验、溶血空斑试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "炭粒廓清试验"}
{"query": "蝶窦病变应首选？可能的检查包括：头颅后前位、柯氏位、瓦氏位、头颅侧位、斯氏位。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅侧位"}
{"query": "真性红细胞增多症与继发性红细胞增多症的主要鉴别点是？可能的检查包括：血红蛋白的数量、红细胞的数目、中性粒细胞碱性磷酸酶(NAP)积分、血小板的数量、血细胞比容的多少。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "中性粒细胞碱性磷酸酶(NAP)积分"}
{"query": "脑岀血患者首选的检查为？可能的检查包括：CT、MRI、脑电图、B超、X线。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CT"}
{"query": "关于脊柱CT平扫的技术描述错误的是？可能的检查包括：颈椎扫描，患者头部略垫高，使椎体尽可能与床面平行、胸椎扫描，患者双手抱头、腰椎扫描，用一专用的腿垫，把患者的双腿抬高、骶椎扫描，患者侧卧、颈椎和腰椎常规扫描做侧位定位像。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "骶椎扫描，患者侧卧"}
{"query": "常被用于前列腺癌诊断的生化指标是？可能的检查包括：PSA、CEA、AFP、CA125、CA19-9。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "PSA"}
{"query": "新生儿摄取胸部正位时应选择？可能的检查包括：站立前后位、站立后前位、仰卧后前位、半坐后前位、仰卧前后位。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "仰卧前后位"}
{"query": "活化部分凝血活酶时间测定是？可能的检查包括：共同途径凝血因子筛选试验、DIC确诊试验、内源性凝血因子筛选试验、外源性凝血因子筛选试验、DIC筛选试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "内源性凝血因子筛选试验"}
{"query": "珠蛋白生成障碍性贫血？可能的检查包括：红细胞渗透脆性试验.、酸化血清溶血试验、抗人球蛋白试验、高铁血红蛋白还原试验、血红蛋白电泳分析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血红蛋白电泳分析"}
{"query": "螺旋CT后处理技术不包括？可能的检查包括：多平面重组、表面遮蔽显示、最大密度投影、动态增强扫描、CT仿真内镜。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "动态增强扫描"}
{"query": "患者男，45岁。无痛性全程肉眼血尿，伴尿频，尿痛，下腹疼痛，查体：腹软，未扪及明显包块，肾区叩痛（-)。全血细胞计数白细胞：16*109/L，中性粒细胞90%，肾功能肌酐55μmol/L，尿素氮4.5mg/L，血沉5mm/h。尿常规：红细胞（+++)，尿细胞学(-)。该患者可以做下列检查以明确诊断，哪项除外？可能的检查包括：膀胱镜、静脉尿路造影、逆行尿路造影、CT、核素肾图。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "核素肾图"}
{"query": "对于过敏性紫癜的确诊较有价值的诊断指标是？可能的检查包括：血小板计数增高、APTT减低、D-二聚体正常、骨髓象无异常改变、病变血管免疫荧光检查可见IgA与补体复合物的颗粒沉积。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "病变血管免疫荧光检查可见IgA与补体复合物的颗粒沉积"}
{"query": "患者男，60岁。1年来进行性排尿困难，近1个月右侧腰痛，查体浅表淋巴结无肿大，右腰区叩击痛（+)，直肠指诊触及前列腺呈结节状，质硬。对疾 病定性有重要意义的检测指标是？可能的检查包括：血Bun、血Cr、血清PSA、血CEA、血AFP。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清PSA"}
{"query": "有关影像检查在肺癌诊断中的作用正确的是？可能的检查包括：正侧位X线胸片是诊断肺癌的基本手段，诊断阳性率为56%〜100%、CT检查比胸片敏感，准确性高，而且对制定治疗计划起重要作用、MRI检查对鉴别血管与转移淋巴结和肿瘤受侵有帮助、PET除对肺原发病灶及纵隔肿大淋巴结做出正确诊断外，还可发现远处转移病灶、以上都是。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "以上都是"}
{"query": "乳突双15°侧位，亦称为？可能的检查包括：劳氏位、许氏位、伦氏位、梅氏位、斯氏位。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "劳氏位"}
{"query": "关于膝关节前交叉韧带损伤的说法，错误的是？可能的检查包括：损伤后可有关节肿胀，关节积血或积液、Lachman试验阳性、前抽屉试验阳性、轴移试验阳性、侧压试验（分离试验）阳性。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "侧压试验（分离试验）阳性"}
{"query": "患者，男，46岁。头痛1年，呕吐2次入院，临床怀疑脑肿瘤。患者10年前曾行心脏起搏器植入术。首选的影像学检查方法为？可能的检查包括：头颅超声、头颅CT平扫+增强扫描、头颅CT平扫、头颅MRI、PET。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅CT平扫+增强扫描"}
{"query": "急性心肌梗死早期，最有特异性的酶是？可能的检查包括：乳酸脱氢酶、乳酸脱氢酶同工酶、肌酸激酶、肌酸激酶MB同工酶、谷草转氨酶。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肌酸激酶MB同工酶"}
{"query": "关于视神经炎的临床表现。正确的是？可能的检查包括：视力突然减退，多为双眼、视野改变以生理盲点扩大为主、瞳孔对光反应与视力减退不一致、眼底检查生理凹陷存在、周边视野呈向心性缩小或楔形缺损。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "周边视野呈向心性缩小或楔形缺损"}
{"query": "两点法自动生化分析可用于测定？可能的检查包括：TG、T-Cho、AST、ALT、CRE、Urea、LDH、GGT、CK、CK-MB。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "TG、T-Cho"}
{"query": "关于腹部CT扫描技术叙述错误的是？可能的检查包括：肝脏和脾脏以AM顶为扫描基线、腹膜后腔以肝门为扫描基线、胆囊和胰腺以肝门为扫描基线、肾和肾上腺以肾上极为扫描基线、腹部扫描采用标准或高分辨率模式。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹部扫描采用标准或高分辨率模式"}
{"query": "患者男，63岁。因“胸背部疼痛3个月余，加重1天”入院。胸部CT示:右上肺占位性病变，纵隔淋巴结肿大、增多，T9、T10椎体骨质破坏。纤维支气管镜于右上肺叶支气管处见新生物，活检示：低分化腺癌。骨ECT示：T9、T10、L1、右侧第5肋骨转移性病变。头颅MRI、腹部B超均未发现异常。患者在3个月后突发一侧肢体乏力状况，需要考虑进行的检查是？可能的检查包括：头颅MRI，以了解有无脑转移、脊髓MRI，以了解有无脊髓转移、腹部CT，以了解有无肝转移、血生化检查，以了解有无低钙血症等电解质异常、暂时不需要检查，观察病情变化。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "头颅MRI，以了解有无脑转移"}
{"query": "鉴别上，下尿路感染最有意义的检查是？可能的检查包括：尿常规、血沉、血常规、IVP、结核菌素试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "尿常规"}
{"query": "检测颗粒性抗原的试验是？可能的检查包括：直接凝集试验、间接凝集试验、反向间接凝集试验、间接凝集抑制试验、协同凝集试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "直接凝集试验"}
{"query": "患者，女，35岁。头昏，乏力，面色苍白1年，活动后心慌气急2个月来诊。为确定患者有无贫血，首选的化验指标是？可能的检查包括：红细胞数量和血细胞比容、MCH，MCHC、血沉、血细胞比容、血红蛋白、红细胞数量、血紅蛋白和血细胞比容、血细胞比容、血红蛋白。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "红细胞数量、血紅蛋白和血细胞比容"}
{"query": "肝素做抗凝剂，可影响的试验是？可能的检查包括：白细胞计数、红细胞计数、红细胞渗透脆性试验、白细胞涂片分类、血细胞比容测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "白细胞涂片分类"}
{"query": "患者男，60岁。无痛性全程肉眼血尿，伴腰痛，消瘦，体重下降；查体:腹软，未扪及明显包块，肾区叩痛（一）。全血细胞计数：白细胞13*109/L，中性粒细胞85%，肾功能肌酐60μmol/L，尿素氮6.1mg/L，血沉20mm/h，尿常规：红细胞（++)，尿细胞学(-）。对帮助诊断首先考虑要做的检查是？可能的检查包括：膀胱镜、泌尿系统彩超、腹部CT、静脉尿路造影、PET、骨扫描。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "泌尿系统彩超"}
{"query": "为诊断患者是否存在慢性充血型心力衰竭，最有价值的检查是？可能的检查包括：胸片、心电图、心脏彩超、24小时动态心电图、血气分析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "心脏彩超"}
{"query": "间接Coombs试验？可能的检查包括：检测血清中游离的完全抗体、检测红细胞上的不完全抗体、出现红细胞凝集为阴性、多用于检测母体血清中Rh(D)抗体、常用于自身免疫性溶血性贫血的检测。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "多用于检测母体血清中Rh(D)抗体"}
{"query": "哪项检查对确诊嗅神经母细胞瘤最有帮助？可能的检查包括：磁共振成像、CT扫描、骨ECT、活检、免疫组化。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "免疫组化"}
{"query": "不适用于四肢周围神经损伤的电生理学检查是？可能的检查包括：体感诱发电位、肌电图、强度-时间曲线、脑干听觉诱发电位、神经传导测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "脑干听觉诱发电位"}
{"query": "微生物数码分类鉴定系统单纯生化反应难以鉴定时，系统提示进行？可能的检查包括：血清试验、核酸鉴定试验、甘露醇试验、溶血素试验、亚硝酸盐试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清试验"}
{"query": "实验成本较低的实验技术为？可能的检查包括：ELISA、荧光免疫、放射免疫、酶免疫印迹、胶体金层析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "放射免疫"}
{"query": "DR的中文全称为？可能的检查包括：数字X线摄影、直接X线摄影、计算机X线摄影、计算机断层成像、数字断层成像。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "数字X线摄影"}
{"query": "骨质疏松的定量检查不包括？可能的检查包括：单光子吸收测定（SPA）、骨钙素（BGP）、超声波测定（USA）、双能X线吸收测定（DEXA）、定量CT（QCT）。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "骨钙素（BGP）"}
{"query": "患者男，42岁。上腹烧灼样痛半年，近1周排柏油便，为确诊，宜首选下列哪项检查方法？可能的检查包括：X线胃肠钡餐透视、X线钡灌肠透视检查、大便潜血检查、B型超声检查、胃镜检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胃镜检查"}
{"query": "检测Ⅲ型超敏反应的试验？可能的检查包括：点刺试验、斑贴试验、皮内试验、激发试验、免疫复合物测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "免疫复合物测定"}
{"query": "高血压患者，65岁，突发血压降低，出现频发室性期前收缩，心尖区闻及3级收缩期杂音。对及时诊断治疗最有意义的检查是？可能的检查包括：心电B超、心机酶学测定、心电图、X线胸片、心功能测定。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "心电图"}
{"query": "怀疑为结核性脑膜炎，可采用？可能的检查包括：抗酸染色、墨汁染色、煌焦油蓝染色、巴氏染色、瑞氏染色。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "抗酸染色"}
{"query": "强直性脊柱炎应拍摄？可能的检查包括：腰椎前后位、骶髂关节前后位、颈椎前后位、侧位、胸椎前后位、侧位、腰椎前后位、侧位、斜位、骶椎前后位、侧位。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腰椎前后位、骶髂关节前后位"}
{"query": "血清酶测定标本溶血不影响结果的是？可能的检查包括：CK、LD、ALT、AST、GGT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "GGT"}
{"query": "溶血性贫血患者抗红细胞抗体的检测？可能的检查包括：RAST、直接免疫荧光、间接免疫荧光、乳胶凝集试验、ELISA。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "乳胶凝集试验"}
{"query": "下列方法中不属于肺癌定性诊断方法 的是？可能的检查包括：痰细胞学检查、胸腔积液癌细胞学检查、经皮细针肺穿刺细胞学检查、肺癌的内镜检查、PET检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "PET检查"}
{"query": "超声造影在心血管的用途，下列哪一项是错误的？可能的检查包括：观察心包积液、确定心腔界限、观察瓣膜口反流、判断解剖结构属性、观察心腔间的右向左分流。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "观察心包积液"}
{"query": "下列试验为细菌的生化反应的是？可能的检查包括：VP试验、硫化氢试验、甲基红试验、吲哚试验、SPA协同凝集试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "SPA协同凝集试验"}
{"query": "鼻窦恶性肿瘤首选的诊断方法是？可能的检查包括：磁共振成像、CT扫描、骨ECT、活检、免疫组化。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CT扫描"}
{"query": "可显示脑的发育、成熟度、脑内各种元素分布及生化变化的检查方法为？可能的检查包括：X线平片检查、CT、多层螺旋CT、MRI、B超。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "MRI"}
{"query": "患者女，50岁。黄疸，B超显示：肝内胆管直径约1cm。应进一步选择的检查是？可能的检查包括：静脉胆道造影、核素扫描、经皮肝穿刺胆道造影、十二指肠低张造影、腹腔动脉造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "经皮肝穿刺胆道造影"}
{"query": "在肾上腺皮质显像中，有关病人准备不包括？可能的检查包括：注射显像剂前3天开始服用复方碘溶液以封闭甲状腺、检查前应停用地塞米松、检查前停用降胆固醇药物、检查前停用利血平、检查前停用利尿剂。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "检查前停用利血平"}
{"query": "专门用来评估患者记忆功能的量表是？可能的检查包括：神经行为认知量表、韦氏记忆量表、MMSE简明精神状态检查、NCSE神经行为认知量表、BIT检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "韦氏记忆量表"}
{"query": "拟诊上颌窦癌并骨质侵犯的患者应首选的摄影位置是？可能的检查包括：俯卧瓦氏位、站立瓦氏位、汤氏位、柯氏位、头颅侧位。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "俯卧瓦氏位"}
{"query": "MRA与其他一些临床血管造影检查方法相比，所具有的优点不包括？可能的检查包括：是一种无损伤的检查技术、病人无需注射对比剂、可作三维空间成像，也能以不同角度成像，360°旋转观察、可全部替代有创伤性的血管造影检查、MRA费用低且检查时间短。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "可全部替代有创伤性的血管造影检查"}
{"query": "一青年男子出现高热和咳嗽1周，但无肌肉疼痛，查体:双肺无干湿啰音，仅有散在哮鸣音。X线显示左肺叶弥散性间质性肺炎，白细胞数正常。该病例最快速的筛查试验是？可能的检查包括：痰标本革兰染色镜检、病毒分离培养、补体结合试验、冷凝集试验、病原体培养。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "冷凝集试验"}
{"query": "肥达反应是一种？可能的检查包括：直接凝集试验、间接凝集试验、间接凝集抑制试验、沉淀反应、补体结合试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "直接凝集试验"}
{"query": "不提示正中神经损伤的试验是？可能的检查包括：双手互握试验、示指屈指试验、拇指屈曲试验、合掌分掌试验、Wartenberg试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "合掌分掌试验"}
{"query": "食管心房调搏是？可能的检查包括：一种普通的心电图记录技术、一种有创伤性心脏电生理检查技术、一种无创伤性心脏电生理检查技术、一种检测心房晚电位的检查技术、一种判断心脏病预后的检查技术。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "一种无创伤性心脏电生理检查技术"}
{"query": "以下方法中不能显示肾脏大小、位置和形态的检查是？可能的检查包括：CT、超声、MRI、肾图、ECT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肾图"}
{"query": "目前HCV感染的微生物学诊断方法主要是？可能的检查包括：电镜观察血液中的HCV颗粒、取血作病毒的细胞培养、检测血液中的HCV抗原、检测血清中的抗-HCV抗体、检测肝细胞中的HCV-RNA。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "检测血清中的抗-HCV抗体"}
{"query": "利用孕妇外周血分离胎儿细胞是一项？可能的检查包括：非创伤性产前诊断技术、创伤性产前诊断技术、创伤性很大的产前诊断技术、分离母体细胞、和脐带穿刺术同类。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "非创伤性产前诊断技术"}
{"query": "下列哪种方法不包含在基因诊断技术方法中？可能的检查包括：PCR、核酸杂交、基因芯片、基因置换、序列分析。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "基因置换"}
{"query": "下列何种检查方法对肾盂癌诊断具有决定意义？可能的检查包括：腹部平片、立位透视、选择性肾动脉造影、逆行肾盂造影、IVP。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "IVP"}
{"query": "当骨折与骨发育变异无法鉴别时，最简单有效的鉴别方法是：？可能的检查包括：CT检查、MR检查、X线检查对侧、HRCT、骨核素扫描。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "X线检查对侧"}
{"query": "下列诊断风湿活动的指标，错误的是？可能的检查包括：链球菌培养、ASO、Widal 反应、CRP、ESR。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "Widal 反应"}
{"query": "肠套叠诊断最简便的辅助检查方法是？可能的检查包括：诊断性空气灌肠、腹部X线、B超监视下水压灌肠、腹部B超、钡剂灌肠。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "腹部B超"}
{"query": "1-亚急性脑出血最好的诊断方法是？可能的检查包括：MRI、CT、X线平片、超声、DSA。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "MRI"}
{"query": "在急诊室遇到一名30岁的男性病人，腹痛已5天，如果怀疑急性胰腺炎，最具有诊断意义的实验指标是？可能的检查包括：血清钙、血清淀粉酶、尿淀粉酶、血清脂肪酶、血清高铁血白蛋白。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清脂肪酶"}
{"query": "有关慢性肺源性心脏病的心电图诊断，下列哪项不正确？可能的检查包括：应有右心肥大的心电图改变、应有肺型P波、V1至V3导联可出现QS波、肢导低电压可有可无、可见间歇性右束支传导阻滞。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "应有肺型P波"}
{"query": "下列哪项检查对诊断心脏挫伤意义不大？可能的检查包括：心脏听诊、X线摄片、心电图、超声心动图、酶学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "X线摄片"}
{"query": "关于冠状动脉狭窄的影像检查，下列哪一项是错误的？可能的检查包括：X线检查冠脉钙化表现为两条平行线状影，与血管外径一致，其切面呈小环状钙化影、冠脉CTA无法显示冠状动脉内腔，无法测量冠状动脉的直径及显示粥样斑块、冠状动脉造影可见病变段有狭窄或闭塞、CT主要是通过对冠状动脉钙化的定量分析来反映冠状动脉狭窄、MRA冠状动脉狭窄时可表现为信号缺失区。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "冠脉CTA无法显示冠状动脉内腔，无法测量冠状动脉的直径及显示粥样斑块"}
{"query": "以下哪项是HIV感染诊断的金标准？可能的检查包括：HIV病毒载量检测、HIV基因型耐药检测、HIV p24抗原检测、HIV抗体检测、HIV的分离培养。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "HIV抗体检测"}
{"query": "评价外科病人的营养状态，最简单而实用的指标是？可能的检查包括：近期体重下降程度和三头肌皮褶厚度、血清转铁蛋白和视黄醇结合蛋白、握力和三头肌皮褶厚度、近期体重下降程度和血浆白蛋白水平、氮平衡试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "近期体重下降程度和血浆白蛋白水平"}
{"query": "The signifIcance of BP reductionin shock is？可能的检查包括：The only diagnostic basis、The most common clinical presentation of shock、The main indicator for assessing the degree of shock、An important indicator of histocyte hypoxia、All above。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "The most common clinical presentation of shock"}
{"query": "下列不是过敏性紫癜特点的是？可能的检查包括：大便隐血试验可呈阳性、毛细血管脆性试验阳性、血清IgA及补体C3降低、血小板计数、出凝血时间及血块退缩时间正常、尿液检查可有血尿、蛋白尿及管型。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清IgA及补体C3降低"}
{"query": "8岁半男孩，反复咳喘1年，每次发作与呼吸道感染有关，其父有过敏性鼻炎，查体:神志清楚，肺部无啰音，无结核接触史，有助于确诊的检查是？可能的检查包括：胸部X线、血常规、血清过敏原检测、支气管激发试验、痰培养。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "支气管激发试验"}
{"query": "8岁女孩，发热、干咳6天。体温波动在38〜39.5℃，咳嗽少痰，食欲可，在外院静脉点滴头孢二代抗生素，效果差。查体:一般状况可，双肺呼吸音粗，无明显干湿啰音，心脏、腹部检查(－）。血常规基本正常。为明确病原学诊断，应进一步检查的是？可能的检查包括：ESR、ASO、结核抗体、支原体抗体、CRP。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "支原体抗体"}
{"query": "生长激素缺乏症的诊断依据是？可能的检查包括：早晨空腹时测定生长激素水平、早晨空腹运动20分钟后测定生长激素水平、夜间深睡眠时测定生长激素水平、—种药物激发试验的生长激素峰值、两种药物激发试验的生长激素峰值。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "两种药物激发试验的生长激素峰值"}
{"query": "13岁男孩，2年来反复镜下血尿，偶见红细胞管型。24小时尿蛋白定量为1.8g，肌酐97.24μmol/L，尿素氮5.4mmol/L，IgG 14g/L，IgA 2.6g/L，IgM 0.3g/L，抗“O”1：200。为明确诊断，最有价值的进一步检查是？可能的检查包括：腹部X线、尿査抗酸杆菌、肾活检、逆行肾盂造影、中段尿培养。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "肾活检"}
{"query": "下列哪项指标对诊断肝功能衰竭有重要意义？可能的检查包括：血ALT、血AST、血清胆红素、血清总蛋白、白蛋白、凝血酶原时间。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "凝血酶原时间"}
{"query": "下列哪项在诊断Rh溶血时最有意义？可能的检查包括：改良Coombs试验、游离抗体试验、抗体释放试验、红细胞脆性试验、网织红细胞。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "改良Coombs试验"}
{"query": "关于超声成像检查的优势，认识不正确的是：？可能的检查包括：超声检查无任何损伤、超声检查可实时动态显示器官运动功能和血流动力学状态、超声检查可同时获取功能和形态学信息、超声检查便捷、易行、超声检查能迅速获得结果。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "超声检查无任何损伤"}
{"query": "前列腺癌患者为明确有无骨转移，应首选的检查是？可能的检查包括：疼痛部位骨穿刺病理检查、CT、MRI、TG含量测定、MDP-SPECT。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "MDP-SPECT"}
{"query": "特应性皮炎患者哪项正确？可能的检查包括：血清IgG升高，血嗜酸性粒细胞增多、血清IgE正常，血嗜酸性粒细胞减少、血清IgE降低，血嗜酸性粒细胞减少、血清IgG升高，血嗜酸性粒细胞正常、血清IgE升高，血嗜酸性粒细胞增多。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "血清IgE升高，血嗜酸性粒细胞增多"}
{"query": "1-急性颅脑外伤最快、准确的检査方法是？可能的检查包括：MRI、CT、X线平片、超声、DSA。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "CT"}
{"query": "男性，56岁，被汽车撞伤3小时，临床表现左大腿及髋部痛，表情淡漠，气促，患肢功能障碍，最重要的检查是？可能的检查包括：明确压痛部位、骨盆挤压试验、左下肢纵向叩击试验、有无纵向叩击痛、测血压、脉搏等重要生命体征。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "测血压、脉搏等重要生命体征"}
{"query": "某女，30岁，无乳腺癌家族史，无既往病史，根据乳腺癌筛检原则，为其推荐的检查为？可能的检查包括：乳腺钼靶X线、乳腺B超、乳腺触诊、乳腺核磁、不推荐。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "不推荐"}
{"query": "反映高温作业者劳动强度和受热程度的常用综合指标是？可能的检查包括：体温、出汗量、心率、血压、排尿量。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "出汗量"}
{"query": "假设在患病率为10%的某社区人群筛检1000人，筛检方法1的灵敏度和特异度均为90%；筛检方法2灵敏度为70%，特异度为90%；筛检方法3的灵敏度为90%，特异度为70%。则为？可能的检查包括：筛检方法2的阳性预测值比方法1的大、筛检方法3的阳性预测值比方法1的大、筛检方法2的阳性预测值比方法3的大、筛检方法2的阳性预测值与方法1的相同、筛检方法2的阳性预测值与方法3的相同。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "筛检方法2的阳性预测值比方法3的大"}
{"query": "小张，刚从医科院校毕业，去社区卫生服务中心面试找工作。面试人员在问及其专业知识时提到，在临床预防服务中，以下不能用于搜集危险因素的是？可能的检查包括：门诊询问、体格检查、实验室检查、病历查阅、随访调查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "随访调查"}
{"query": "下列哪项有助于血尿的定位诊断？可能的检查包括：尿三杯试验、血尿出现的阶段、血块的形态、伴随症状、以上均可。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "以上均可"}
{"query": "男性，60岁。既往溃疡性结肠炎病史15年，病情反复，迁延不愈。近半年来腹泻症状好转，排黏液便，无脓血，近期消瘦明显。查体：腹软，左下腹可以触及一2cm×3cm的包块，边界不清，质硬，有触痛。为明确诊断首选的检查是？可能的检查包括：结肠镜+活检、钡剂灌肠、反复大便常规+潜血、大便细菌培养、肿瘤标志物。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "结肠镜+活检"}
{"query": "前列腺癌病人血液实验室检查，下列哪项增高？可能的检查包括：AKP、ACP、AFP、CEA、Hb。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "ACP"}
{"query": "鉴别腹股沟斜疝与直疝最有意义的体征？可能的检查包括：疝块的形状、疝块是否进入阴囊、还纳疝块，压住内环，增加腹压，疝块是否脱出、是否容易嵌顿、单侧还是双侧。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "还纳疝块，压住内环，增加腹压，疝块是否脱出"}
{"query": "下列哪项可明确诊断脓胸？可能的检查包括：胸部X线检查见胸膜腔有致密影、胸部叩诊浊音、白细胞计数增高、胸膜腔穿刺抽出脓液、显微镜支气管检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸膜腔穿刺抽出脓液"}
{"query": "明显阻塞性黄疸，B超发现肝内、外胆管扩张，胆总管直径2cm，比较理想的进一步检查是？可能的检查包括：放射性核素胰腺造影、ERCP、十二指肠低张造影、腹腔镜探查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "ERCP"}
{"query": "鉴别腹股沟斜疝或直疝最有意义的体征是？可能的检查包括：疝块的形状、疝块是否进入阴囊、还钠疝块，压住内环，增加腹压 ，疝块是否脱出、是否容易嵌顿、单测还是双侧。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "还钠疝块，压住内环，增加腹压 ，疝块是否脱出"}
{"query": "男性，50岁，10天前发冷、发热（体温最高39.5℃）、咳嗽，伴右侧胸痛，2天前开始咳大量脓痰（350ml/d），臭味。既往有肺结核密切接触史。为进一步明确诊断和了解病情，应首先做哪项检查？可能的检查包括：胸部CT检查、纤维支气管镜检查、胸部X线正侧位片、痰细菌学及细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸部X线正侧位片"}
{"query": "女性，35岁，高血压、肥胖1年，服避孕药5年，体查身高165cm，80kg，BP：150/100mmHg。上午8时血浆皮质醇910nmol/L(正常165～441nmol/L)，下午4时650nmol/L ( 正常55～248nmol/L)，为明确诊断,以下哪一项是最合适的进一步检查方法？可能的检查包括：测定血浆ACTH浓度、CRH兴奋试验、小剂量地塞米松抑制试验、大剂量地塞米松抑制试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "小剂量地塞米松抑制试验"}
{"query": "目前发现心肌缺血及诊断心绞痛做常用的检查方法是？可能的检查包括：心电图、放射性核素、二维超声心动图、冠状动脉造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "心电图"}
{"query": "急性胰腺炎时，血清淀粉酶变化的特点，下列哪项不正确？可能的检查包括：发病24小时内即可被测得、淀粉酶＞500U/dl(索氏法）可诊断、尿淀粉酶升高持续时间比血淀粉酶长、淀粉酶值的高低与病变程度成正比。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "淀粉酶值的高低与病变程度成正比"}
{"query": "心肌炎急性期能确诊的检查是？可能的检查包括：心肌活检、心电图检查、超声心动图检查、心肌放射性核素显像法。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "心肌活检"}
{"query": "明显阻塞性黄疸，B超发现肝内、外胆管扩张，胆总管直径2cm，比较理想的进一步检查是？可能的检查包括：放射性核素胰腺造影、ERCP、十二指肠低张造影、腹腔镜探查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "ERCP"}
{"query": "鉴别腹股沟斜疝或直疝最有意义的体征是？可能的检查包括：疝块的形状、疝块是否进入阴囊、还钠疝块，压住内环，增加腹压 ，疝块是否脱出、是否容易嵌顿、单测还是双侧。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "还钠疝块，压住内环，增加腹压 ，疝块是否脱出"}
{"query": "男性，50岁，10天前发冷、发热（体温最高39.5℃）、咳嗽，伴右侧胸痛，2天前开始咳大量脓痰（350ml/d），臭味。既往有肺结核密切接触史。为进一步明确诊断和了解病情，应首先做哪项检查？可能的检查包括：胸部CT检查、纤维支气管镜检查、胸部X线正侧位片、痰细菌学及细胞学检查。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "胸部X线正侧位片"}
{"query": "女性，35岁，高血压、肥胖1年，服避孕药5年，体查身高165cm，80kg，BP：150/100mmHg。上午8时血浆皮质醇910nmol/L(正常165～441nmol/L)，下午4时650nmol/L ( 正常55～248nmol/L)，为明确诊断,以下哪一项是最合适的进一步检查方法？可能的检查包括：测定血浆ACTH浓度、CRH兴奋试验、小剂量地塞米松抑制试验、大剂量地塞米松抑制试验。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "小剂量地塞米松抑制试验"}
{"query": "目前发现心肌缺血及诊断心绞痛做常用的检查方法是？可能的检查包括：心电图、放射性核素、二维超声心动图、冠状动脉造影。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "心电图"}
{"query": "急性胰腺炎时，血清淀粉酶变化的特点，下列哪项不正确？可能的检查包括：发病24小时内即可被测得、淀粉酶＞500U/dl(索氏法）可诊断、尿淀粉酶升高持续时间比血淀粉酶长、淀粉酶值的高低与病变程度成正比。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "淀粉酶值的高低与病变程度成正比"}
{"query": "心肌炎急性期能确诊的检查是？可能的检查包括：心肌活检、心电图检查、超声心动图检查、心肌放射性核素显像法。请从上述检查中选择最正确的一个。（注意，请只输出检查名称，不要给解释！）", "response": "心肌活检"}
