{"query": "你现在是一个医院客服，请你回答用户的以下问题：门诊大病审批下来后如何使用？", "response": "患者现场预约或报到时，需出示门特申请单与医保卡或身份证，缴费时需再次出示方可按门特待遇报销,。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：磁共振有辐射吗？", "response": "磁共振没有辐射。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：先检查妇科彩超还是先检查白带？", "response": "先检查白带后做妇科彩超。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：CT,MR增强检查需要注射吗？", "response": "CT、MR增强检查需要在CT准备室提前进行留置针的注射，检查过程中需要注射造影剂。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：先天心要看哪个科呢？", "response": "建议您先预约心内科医生并就诊。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：看病需要买病历吗；看病需要带病历吗？", "response": "我院实行诊室无纸化，医生开具处方，化验、检查、治疗项目后，请您持诊疗卡至门诊各楼层收费处缴费，根据打印的导诊单指引下一步的诊疗。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：异地医保患者慢性病办理表格怎么盖章？", "response": "根据参保地要求到医院相关部门盖章"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：门诊疾病诊断证明章在哪盖章？", "response": "在门诊大厅咨询总台盖章；"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：已经是医生的病人了，去看病还用再次预约吗？", "response": "您好，复诊需要再次预约就诊。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：体检需要门诊挂号吗？", "response": "体检不需要挂号。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：体检做彩超需要憋尿吗？", "response": "查子宫附件、膀胱、前列腺的B超均需要憋尿检查，做完抽血、碳13呼气试验后可以多喝水，憋尿后一起做完在本体检中心内的所有B超项目。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：备孕者体检能拍胸部X光检查吗？", "response": "备孕者体检不能拍胸部X光检查。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：体检采血前可以喝水吗？", "response": "体检采血前不可以喝水，要空腹10-12小时。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：体检做妇科检查前需要注意什么事项？", "response": "月经干净后3至5天检查，一个星期内避免阴道用药，未婚未有性生活者不能妇科检查。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：做哪些体检项目需要提前预约？", "response": "需提前预约的项目有：MR、CT、肠镜、胃镜、心脏彩超、动态血压,动态心电图等。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：如有做不完的体检项目可以改天来做吗？", "response": "可以，体检后两周内带上体检导引单回来补检其他项目。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：女性来月经体检不可以做哪些项目？", "response": "不可以做妇科检查、留尿常规和阴式彩超检查。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：体检做完哪些项目后可以喝水吃东西？", "response": "采血前、做碳13呼气试验前均不能喝水,做完碳13呼气试验后可多喝水，憋尿做完B超后可以吃东西。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：异地医保卡在我院能用吗？", "response": "异地医保卡不能在门诊使用，如需住院使用，请先在参保当地做好异地备案手续，具体流程请咨询参保当地社保局。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：DR在哪里？", "response": "DR影像检查请按检查申请单上标示检查地点前往检查,请留意沿途的路标指引牌"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：X光在哪里？", "response": "X光检查请按检查申请单上标示检查地点前往检查,请留意沿途的路标指引牌"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：怎么购买病历本？", "response": "请到门诊各楼层挂号窗口使用现金购买。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：看病需要病历本吗？", "response": "就诊后，医生需要把电子病历打印并贴到病历页面上，方便下次查询。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：病历本丢了怎么办？", "response": "请到门诊各楼层挂号窗口重新购买。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：病历可以补打吗？", "response": "病历可以补打,需要按前次就诊挂号方式重新挂号,找当时就诊医生补打"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：小孩没身份号预约不了,要怎么办？", "response": "可输入监护人的身份证号码。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：多大小孩可以在儿科看？", "response": "14岁或以下的儿童可在儿科看病。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：如果挂不到号,可以挂急诊号吗？", "response": "急诊只接诊急危重症的病人，建议您预约成功后再来。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：小孩高烧可以先看吗？", "response": "请找儿科分诊护士咨询。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：儿科就诊范围？", "response": "儿科就诊年龄为14岁或以下,14岁以上的患者请预约我院专科门诊。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：手机取号了,还需取纸质的发票吗？", "response": "手机取号后不需要再取纸质号"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：小孩没有满月可以先看吗？", "response": "可以优先,请咨询儿科分诊护士"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：口腔颌面外科包含哪些？", "response": "口腔颌面外科包含口腔颌面部恶性肿瘤（包括舌癌，颊癌，牙龈癌等恶性肿瘤）的手术及综合治疗、颌骨良恶性肿瘤（包括颌骨牙源性肿瘤，如各类牙源性囊肿、成釉细胞瘤等），颌面骨畸形（正颌外科手术），涎腺肿瘤（包括腮腺，下颌下腺及舌下腺肿瘤等），颌面部各类炎症、先天性唇腭裂、复杂颌骨骨折、颞下颌关节病、三叉神经痛等疾病"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：口腔颌面外科怎么挂号？", "response": "我院已开通官网预约，手机下载APP或关注公众号预约，电话、自助机及现场预约。门诊复诊可以在医生工作站预约。现场挂号可在门诊一楼1-12号窗口，或到门诊三至五楼分诊台办理。预约前，请准备好身份证。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：口腔拔牙复诊拆线怎么挂号？", "response": "请预约颌面外科门诊的号。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：B超改天再来做需要重新挂号吗？", "response": "B超改天做不需要挂号，但需要重新预约检查时间。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：PICC怎么挂号？", "response": "请直接到现场挂号。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：今天挂号可以明天看病吗？", "response": "医生号源在当班时间段范围内有效。过期作废。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：我只是想开点药,可以找医生加号吗？", "response": "抱歉，目前我院已开放全面预约挂号，若医生当班号源已约满，建议预约之后出诊的号。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：请问我下次看报告还需要挂号吗？", "response": "需要的。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：可以换其他医生看吗？", "response": "可以的。但需要重新挂号。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：B超怎么做？", "response": "请仔细阅读检查预约通知单上的检查地点说明和注意事项。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：CT检查前对衣服有哪些要求？", "response": "检查前外套,衣服有拉链,需要提前脱掉,将身上金属物品取下,女性在做胸部,腹部,心脏检查前需要脱掉文胸"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：CT增强检查完毕后为什么需要多饮水？", "response": "多饮水的目的是为了将造影剂尽快排出体外。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：DR检查前对衣服有哪些要求？", "response": "检查前外套,衣服有拉链,需要提前脱掉,将身上金属物品取下,女性在做胸部,腹部,心脏检查前需要脱掉文胸。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：MR检查前对衣服有哪些要求？", "response": "检查前外套,衣服有拉链,需要提前脱掉,将身上金属物品取下,女性在做胸部,腹部,心脏检查前需要脱掉文胸。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：鼻咽喉镜检查需要空腹吗？", "response": "不需要空腹,检查前一个小时避免进食"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：不知道是否怀孕,能否做放射检查？", "response": "具体情况请挂号咨询相对应的专科医生。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：肠镜检查有什么需要注意的吗？", "response": "肠镜检查的注意事项比较多，具体请仔细阅读您手上的检查须知单上的注意事项。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：超声报告检查后多久出来？", "response": "检查结束后请在诊间外稍等就好。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：超声报告怎样打印？", "response": "B超检查结束后在诊间外稍等片刻即可领取报告。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：磁共振,MR,检查需要憋尿吗？", "response": "磁共振,MR,检查不需要憋尿。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：磁共振的禁忌症是什么？", "response": "装有心脏起博器,带铁磁性心血管支架,带铁磁性体内植入物和3月内孕妇慎检。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：磁共振检查需要空腹喝水吗？", "response": "腹部磁共振需要禁食禁水，其他部位不需要。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：放射检查后多久可以计划怀孕？", "response": "具体情况请挂号咨询相对应的专科医生。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：腹部CT检查对喝水有什么要求吗？", "response": "腹部CT检查对喝水有要求:在检查前两小时左右喝750ml水,剩下250ml进入检查室前一次喝完"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：腹部CT需要憋尿吗？", "response": "上腹部CT检查不需要憋尿,全腹部CT检查需要憋尿"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：挂错号怎么退号？", "response": "若未就诊，可到门诊各楼层挂号窗口退号。若已就诊，需要医生同意退出接诊，才可到各楼层挂号窗口退号。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：检查单有效期是多少？", "response": "一般情况下，已缴费的三个月内有效。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：经腹子宫附件彩超需要憋尿吗？", "response": "经腹子宫附件彩超需要憋急尿才能做检查。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：男科怎么看？", "response": "请提前预约好泌尿外科或男科的门诊号，按预约好的时间再来就诊。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：脑电图检查前有什么需要注意的吗？", "response": "请仔细阅读您手上的检查预约通知单上的注意事项。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：身体过敏能做放射检查吗？", "response": "具体情况请挂号咨询相对应的专科医生。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：生理期可以做妇科阴超吗？", "response": "具体需要咨询您看诊的门诊医生。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：唐氏筛查需要空腹吗？", "response": "唐氏筛查不需要空腹"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：性激素六项检查具体什么时间做？", "response": "月经期第2至5天抽血"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：一个患者听力检查大概需要多长时间？", "response": "通常检查需要15至25分钟,因人而异。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：医学影像科哪些检查有辐射？", "response": "具体情况请咨询相应的专科医生。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：医院可以做婚前检查吗？", "response": "医院没有专门的婚前检查项目,可以到体检科咨询,或预约相应专科检查,男性可约生殖科或泌尿外科,女性可约生殖科或妇科。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：医院可以做染色体检查吗？", "response": "具体请咨询相应专科，如生殖科或产科门诊。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：婴幼儿能做放射检查吗？", "response": "具体情况请咨询相应的专科医生。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：有胶囊内镜吗？", "response": "有，具体情况请咨询消化内科医生。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：月经期能做放射检查吗？", "response": "月经期可以做放射检查"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：孕妇能做放射检查吗？", "response": "具体情况请挂号咨询相对应的专科医生。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：自助打印超声报告要注意什么？", "response": "门诊病人每个部位打印一张报告,住院病人每个部位打印两张报告且一份交给病房护士站于病历存档"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：做彩超需要怎么开单？", "response": "挂相应的门诊科室的医生号后，医生根据病情开具申请单。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：做彩超需要注意什么吗？", "response": "部分检查需要空腹或憋急尿的，具体请仔细阅读您手上的检查须知单上的注意事项。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：做完放射增强检查后注意什么？", "response": "增强检查后请到观察区观察30分钟,尽量多喝水,有不适请及时通知治疗室护士"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：服用药物有什么忌口么？", "response": "一般不需要"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：吃了头孢呋辛可以喝酒么？", "response": "不可以，至少停药一周后"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：缴费时需要提供什么呢？", "response": "自费缴费请出示就诊卡（或电子就诊卡）；医保缴费请出示就诊卡（或电子就诊卡）、社保卡（或电子社保卡），在人工窗口办理。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：退费流程？", "response": "如需退费，请您持就诊卡（或电子就诊卡）到开单医生处退医嘱，再到门诊收费处人工窗口办理退费；如有已排队尚未做的项目，需先取消排队再到开单医生处退医嘱。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：退费时需要提供什么？", "response": "自费缴费的需持就诊卡办理，医保缴费的需持就诊卡（或电子就诊卡）、医保卡、银行卡（如原为银行卡缴费）。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：退费退款渠道？", "response": "退费时，除原缴费渠道为自助机或人工窗口现金缴费外，其他方式的退费金额均为原路返还。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：门诊picc维护室可以拔管吗？", "response": "可以拔除PICC管道。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：门诊picc维护室的流程？", "response": "请携带医保卡及就诊卡，到门诊挂号处挂“PICC”门诊号，到PICC门诊就诊。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：符合优先抽血的条件？", "response": "老人、幼儿、军人、孕7月以上的孕妇可提前抽血，急诊病人在急诊科有抽血处。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：抽血的注意事项？", "response": "生化项目需禁食8至12小时,抽血前避免剧烈运动,抽血后按压针眼5至10分钟,勿揉"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：儿科患者在急诊挂号看了病,上来找医生看结果还需要挂号吗？", "response": "需要的，急诊和门诊是要分开挂号的。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：可以加号吗？", "response": "我院实行预约挂号，一般情况不加号，建议预约好了再来我院就诊。特殊情况请到各科室分诊台询问。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：月经期可以做胃肠镜检查吗？", "response": "不可以，需月经干净后再预约检查"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：尿检怎么做注意事项？", "response": "女性病人需避开月经期，留取中段尿。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：鼻咽喉镜检查需要预约吗？", "response": "请到门诊大楼三楼耳鼻咽喉科头颈外科分诊台预约"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：CT,MR增强检查后需要注意什么？", "response": "检查后需要在候诊室观察30分钟，30分钟后无不适，在拔针，检查后病情允许的情况下保证当天饮水量至少1500ml，促进造影剂排出体外。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：磁共振检查有哪些注意事项？", "response": "检查前外套,衣服有拉链,需要提前脱掉,将身上金属物品取下,女性在做胸部,腹部,心脏检查前需要脱掉文胸，体内安装过金属支架，金属固定板、装有心脏起博器,等金属物品的，不能做磁共振。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：超声检查什么时候得结果？", "response": "常规超声检查结果当日或24小时内出结果，急查项目两小时内出结果。特殊项目需询问主管医生进一步查实。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：影像学检查什么时候得结果？", "response": "影像学检查结果一般24-48小时内出结果，急查项目两小时内出结果。特殊项目需询问主管医生进一步查实。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：病理结果什么时候得出？", "response": "病理结果一般需要3个工作日得出，特殊项目需询问主管医生进一步查实。。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：抽血化验结果什么时候得出？", "response": "常规抽血项目当天出结果，特殊项目需询问主管医生进一步查实。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：如何外出做检查，在哪做？", "response": "所有检查一般都有医务人员带领或陪同前往完成，不需患者独立外出查找检查地点。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：B超检查时需要做什么准备和注意什么？", "response": "请遵照B超预约单上提示和医务人员的指导做相应准备及注意事项配合。（肝胆胰脾B超检查需空腹，泌尿系、前列腺、子宫附件需充盈膀胱/憋尿，妇科阴超不需充盈膀胱/憋尿）"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：影像学检查时需要做什么准备和注意什么？", "response": "放射,DR,CT,检查时要清除检查部位的高密度等异物,MR检查要清除体外金属异物,体内金属及植入物要咨询或告知MR技师。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：如何留取痰标本？", "response": "晨起漱口刷牙后咳气道深部分泌物置痰标本容器中。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：如何留取尿常规标本？", "response": "留取晨起第一次中段尿到尿杯，然后倒入有您床号姓名标贴的玻璃试管内，半管即可。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：如何留取大便常规标本？", "response": "留取晨起第一次中段尿到尿杯，然后倒入有您床号姓名标贴的玻璃试管内，半管即可。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：个人体检报告能做证明用吗？", "response": "不能。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：团体单位体检表可以给父母代检吗？", "response": "不可以，我院实行实名制体检，若有代检，一经发现，将终止体检并取消已检项目。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：团体单位体检可以增加体检项目吗？", "response": "可以，体检当日现场办理。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：注册会员需要提供哪些证件号码？", "response": "（1）、系统默认的证件号码是身份证； （2）、儿童患者若无身份证，可选择出生证号； （3）、军人可选择军官证； （4）、其他证件，包括港澳居民来往内地通行证、护照等。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：已注册用户如何登录平台？", "response": "点击首页左上角“登录”或在预约操作时按照系统提示登录。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：为什么要实行实名制预约挂号？", "response": "（1）、卫健委和医院规定要实名制挂号和就诊； （1）、有效利用医疗资源，避免重复预约，确保公平； （2）、提升预约效率，缩短就诊流程； （3）、防止“黄牛”倒号。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：想检查艾滋梅毒需要挂号吗？", "response": "您好，检查艾滋梅毒需要挂皮肤科。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：小朋友看包皮是挂泌尿科吗？", "response": "您好，15岁以下的儿童看包皮，请挂小儿与血管外科。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：住院如何使用医保报销？", "response": "电子医保凭证、社保卡或者身份证（未办社保卡的居民）到财务科窗口登记医保即可。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：自行服药要注意什么？", "response": "针对不同症状选择合适药品。服用复方制剂或含西药成分的中成药，务必详细阅读说明书，防止同类药物重复、过量服用。 退烧药对乙酷氨基酚日剂量不超过2克，24小时内服药不超过4次;布洛芬用于退热，一般不超过3天。如合并有腹泻症状，不要服用连花清瘟颗粒/胶囊。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：血氧能够较早地反应重症倾向吗？", "response": "血氧的监测能更客观地反映重症倾向。数值低于95，确定读数准确，可能需要到医院就诊。另外有些老年人机能下降，反应不那么灵敏，会出现沉默性缺氧。老年人反应不好的时候，有变重症的倾向，不像年轻人有旺盛的机能，反应会很好。这些血氧仪也能监测出来。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：退热剂与含退热剂的复方感冒药可以同时使用吗？", "response": "应避免同时使用。复方感冒药中大多包含对乙酰氨基酚，与退热剂同时服用可造成退热成分重复使用，可导致药物过量出现肝肾功能损害等副作用，同时部分复方感冒药中含有伪麻黄碱、右美沙芬、氯苯那敏、金刚烷胺等成分，不推荐2岁以下儿童使用。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：怎么规避新冠感染风险？", "response": "1.自己吐痰/咳嗽/打喷嚏时：  （1）不随地吐痰。  （2）用纸巾遮挡口鼻，包裹好放入垃圾桶。  （3）无纸巾且周围有人时，避开他人，用肘部衣物遮档口鼻。  （4）如果戴着口罩，不要脱下口罩打喷嚏。  （5）及时洗手。  2.避免接触他人吐痰/咳嗽/打喷嚏时产生的气溶胶  （1）在公共场所时始终正确戴好口罩。  （2）保持1米以上人际距离，如有可能背向他人。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：戴口罩需要注意哪些细节？", "response": "首先在密集的人群以及在室内，一定要戴口罩。戴口罩一定要盖住口鼻，在鼻托的地方要密闭，保持和脸贴合紧密。同时，摘口罩的时候要两个手摘，不要碰到口罩外部，一旦病毒污染口罩表面，手抓取以后可能污染手部，导致进一步传播的可能。口罩出现脏污、变形、损坏、异味时需及时更换，每个口罩累计佩戴时间建议不超过8个小时，建议4小时左右更换一次口罩。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：甲流的具体症状有哪些？", "response": "甲流传染性强，冬春季为流行高峰期，发病急，症状比普通感冒重，持续时间长，发热和全身症状明显。发热，部分可出现高热，体温达到39~40℃。伴有畏寒、寒战、头痛、肌痛、关节酸痛、乏力、食欲减退等症状。常有咽痛、咳嗽，可有鼻塞、流涕、呕吐、腹泻等症状。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：得了甲流怎么办？", "response": "出现呼吸道症状时，应居家休息，进行健康观察，不带病上班、上课。密切观察病情变化，如病情出现进行性加重，应及时就医。尽量避免近距离接触家庭成员，打喷嚏或咳嗽时掩住口鼻，减少疾病传播。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：如何预防甲流？", "response": "相较于乙型流感病毒，甲型流感病毒在自然界中的宿主众多，更易发生突变或重配，造成其在人群中快速传播。所以我们要做到以下几点： 1.做好个人防护 保护环境卫生 2.注意日常营养 坚持健康生活 3.尽快接种流感疫苗"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：老年人如何预防甲流？", "response": "老年人作为高危群体，应做到以下几点来保护好自己： 1.  要定期监测和控制好自己基础疾病的各个指标，比如血压、血糖等。如果指标控制不稳或者出现急性症状，要及时就诊； 2.  平时依然要保持勤洗手、勤通风、戴好口罩等良好的个人卫生习惯。 3.  也是最重要的一点，及时接种疫苗！每年接种流感疫苗，同时按时完成新冠疫苗全程免疫接种以及加强针的接种！"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：什么是甲流？", "response": "甲流是“甲型流感”的简称，是流感的一种。常见病原体为甲流病毒HIN1和H3N2。其症状一般比普通感冒更重常见表现有 : 发热(通常为高热，部分可达到39°C~40°C)畏寒、寒颤肌肉痛，可伴有咽痛、咳嗽和鼻塞流鼻涕等 。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：奥司他韦能防治流感吗？", "response": "奥司他韦是一种神经氨酸酶抑制剂能够抑制甲流病毒，起到预防和治疗作用是处方药但是需要医生开处方并在医生指导下使用"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：流感会导致“白肺”吗？", "response": "甲流和新冠病毒一样，也可能引起肺部较为严重的炎症，导致渗出液多，因此，甲流感染的确也是可能引起“白肺”的。在往年的甲流高发病季，的确也发生过类似情况。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：流感和普通感冒有什么不一样？", "response": "流感和普通感冒虽说从名字上看，只差了一个字，但其实，它们不一样的地方可不少，当身体出现以下特征时，就需怀疑是甲流而不是普通感冒： 1.突发高热，恶寒症状明显 2.严重头痛、全身酸痛 3.严重头痛、全身酸痛 4.严重头痛、全身酸痛"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：甲流和新冠感染有啥不一样？", "response": "甲流作为流感的一种，流感每年会呈季节性流行，常发生在冬春季和夏季。虽然和新冠等呼吸道疾病相似，但各自的表现又有些许区别： 1.甲流属于丙类传染病，而新冠目前仍属于乙类传染病，防控等级更高。 2.甲流发热多为高热；而新冠病毒大多为中低度发热（37.3℃-39℃），部分患者可出现高热现象，轻症与无症状患者则一般不会出现发热情况。 3.新冠患者会出现味觉、嗅觉异常的概率较高；而甲流感染中味觉、嗅觉异常相对少见。 4.从临床来看，感染甲流后出现肺部疾病等重症的几率比新冠少。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：怎么知道得的是甲流？", "response": "流感病毒常规可以通过以下方式进行检测： 首先，病毒抗原检测：病毒抗原检测可采用胶体金法和免疫荧光法。抗原检测速度快，是医院里常用的流感病毒检测方法。由于检测方法局限，病毒抗原检测阳性支持诊断，但阴性并不能完全排除流感。 其次，病毒核酸检测：主要检测患者鼻拭子、咽拭子、鼻咽拭子、气管抽取物、痰液中的流感病毒核酸。病毒核酸检测的敏感性和特异性均很高，且能区分病毒类型和亚型。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：维C吃得越多吸收越多？", "response": "C可以增强白细胞吞噬病菌的作用，辅助提高免疫力，但其最主要的作用是合成胶原蛋白。一旦缺乏维C，血管胶原蛋白不足，血管脆性就会增加，容易出血，轻则皮肤淤青，重则胃肠道出血等。 所以平时一定要保证维C摄入充足。健康成人每天应摄入100mg维C，最多摄入2000mg。 摄入的维C主要在空肠上部被吸收，但维C并不是吃得越多越好： ◎摄入30~60mg，吸收率可达100%； ◎摄入90mg，吸收率约80%； ◎摄入1500mg，吸收率约49%； ◎摄入3000mg，吸收率约36%。 随着维C摄入量的增加，不仅吸收会变差，多余的维C还会在体内转变成草酸，增加泌尿系统结石风险，损害肾脏健康。所以，维C也不能盲目补充。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：什么是“白肺”该怎么正确认识“白肺”？", "response": "医学上说，肺部的病变导致整个肺透亮度明显的降低。比如照x光片，本来肺是偏黑的，但变成了偏白的这么一种说法。“白肺”不是一个非常明确的界限值和标准。但一般情况下，老百姓误解的比较多，包括非呼吸专业的人士，一看有肺炎了，两肺有很多白的地方，就说是“白肺”，这样理解是不正确的。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：取团体体检报告时间？", "response": "由单位联系人统一领取。"}
{"query": "你现在是一个医院客服，请你回答用户的以下问题：体检前可以喝水或服用药物？", "response": "体检前可少量饮水并按医嘱服药。"}
