{"query": "请回答以下医保问题：肺癌做免疫组化检测，农村合作医疗能报销吗？", "response": "您好，肺腺癌做免疫组化13项常规，费用8640，都在医保范围内，报销就按您的医保报销比例参与报销，新农合保险大概报一半。"}
{"query": "请回答以下医保问题：脑血管扩张用的特殊材料费用报销吗？新农合", "response": "新农合住院医用材料费用报销：6000元以内按所住医院补偿比例报销;6000元以上的费用减半计入应报费用总额进行报销。"}
{"query": "请回答以下医保问题：核磁共振医保可以报销吗？", "response": "核磁共振检查，医保是可以报销的。不同的地区情况不太一样，比如有的地方住院做核磁共振检查报销，门诊检查不报销。如果申请过重大疾病医疗本的，从门诊开具相应疾病的核磁共振检查，也可以报销，但每个月的医疗费用是有限额的。"}
{"query": "请回答以下医保问题：急性心梗，从县人民医院转诊到省人民医院，请问新农合报销比例多少？", "response": "你好，这个情况，现在不同地区报销比例不同，还有就是使用的药物，器械不同，报销与不同，不能一概而论的，详细情况，需要与当地医保部门沟通。"}
{"query": "请回答以下医保问题：产前检查费用怎么报销？", "response": "如果有生育险，只需要在产后有检查单，发票就可以去相关部门报销。但是这个一般有一定的额度限制，产前检查费用大概可以报销一千多，具体看当地计生部门规定。产前检查包括孕期的抽血检查，B超检查，唐筛，四维彩超，三维，胎心监护都是可以报销的。同时产后的住院费用也是可以报销。总共产前，产后费用报销大概在一万五左右。"}
{"query": "请回答以下医保问题：我父亲是冠心病患者，现在医院给开的是：波立维，可定，络活喜，阿司匹林。请问一下这些药品特殊门诊可以报销不？", "response": "病情分析:你好!应该说中老年人患冠心病，是属于常见的病症，只要是医生对症开的常见药，都可以按照规定的比例报销的。现在医院给开的是:波立维，可定，络活喜，阿司匹林。请问一下这些药品特殊门诊可以报销不？指导意见:从你所讲的几种药物名称是波立维，可定，络活喜与阿司匹林来看，基本都是属于心脑血管病的常用药来的，应该是可以按规定报销的。"}
{"query": "请回答以下医保问题：癫痫病住院费用能报销吗？医药费能报销吗？", "response": "你好，考虑癫痫病属于慢性病国家会有补偿的，建议你需要到当地相关部门办理慢性病手续，会有一定的补偿金，医药费，检查费都会有补偿，只要是国家正规医院，但是有些专科医院不管是医保还是新农合都不给报销的，所以希望患者在治疗前一定要到医保中心了解清楚，以免出现意外"}
{"query": "请回答以下医保问题：新生儿住院费用怎么报销？", "response": "请提供《出生证》，原始发票，清单，出院记录，医保IC卡，《生育服务联系单》男请提供《出生证》，原始发票，清单，出院记录，女就业失为登记证或村(居)委会未就业证明及男未就业证明，女方户籍所在地社保或新农合参保证明，男职工医保IC卡，《生育服务联系单》。"}
{"query": "请回答以下医保问题：下肢动脉支架在北京地区能报销吗？", "response": "根据北京市医保在北京市三级甲等医院具体实施情况，做为周围血管病的专科医生，可以很明确的告知患者:下肢动脉支架是可以报销的，报销比例为总价格的70%，例如支架总额为3万元，则患者应用支架的自费金额为9000元，但是膝关节以下的介入治疗所需用的器械和耗材是100%自费的，比如扩张胫前或胫后动脉的球囊是100%自费。另外北京市以外的异地医保报销比例，还是依据当地医保政策为准。"}
{"query": "请回答以下医保问题：心脏搭桥手术治疗大概需要多少手术费用？报销可以多少？", "response": "你好，很高兴为你解答。据你描述的情况看，冠状动脉搭桥手术治疗费用在10万左右。如果是城镇职工养老保险大约可以报销70%左右。具体可以咨询当地医院或者劳动医疗保险部门为好。"}
{"query": "请回答以下医保问题：脑部ct可以用医保吗？", "response": "根据各地情况不同，医疗保险金只有住院病人才能用，门诊病人是不能用的。脑部CT是在医保范围的，只是需要住院的病人才能享受医疗保险报销，门诊的所有检查，包裹脑部CT都不享受医保报销范围。也就是说，脑部CT可以享受医保报销但必须是住院病人才行。"}
{"query": "请回答以下医保问题：拔牙算医保吗？", "response": "医保一般是不给正畸或者是拔牙进行报销的。考虑诊断是咨询牙齿的治疗，一般来说拔牙或者是牙齿矫正是不能享受医保报销的，若是有些学校给学生交了额外的保险就可以报销。对于医保都是有范围的。所说的拔牙是属于门诊诊治都是不在医保范围。建议本人到当地进行咨询，询问具体的情况，但是报销可能性不大。"}
{"query": "请回答以下医保问题：儿童白血病可以报销吗？", "response": "儿童白血病也是可以报销的，因为白血病现在已经纳入了国家医保的范围内，所以这些问题请不必太过担心，如果不确定的话可以给保险公司打电话，就可以确定是否可以报销。 意见建议: 一般出现白血病建议早期及时采取治疗，一般建议骨髓移植，因为骨髓移植的效果是比较好的。"}
{"query": "请回答以下医保问题：乐仁堂通脉养心丸治疗冠心病吗？是否属于医保报销药品？", "response": "指导意见:你好，你现在这个情况，目前是冠心病的话，是需要及时用药治疗的， 通脉养心丸是可以起到一定的治疗作用，不能全部依靠这个药物的，还是需要服用其他药物的，那这个药物报销的话，是根据你们当地的实际情况的。"}
{"query": "请回答以下医保问题：外地的农村合作医疗能不能给报销精神分裂症病人cns手术？", "response": "病情分析：精神分裂病人要做cns手术，这种情况是需要慎重考虑的，精神疾病最常用的方法是吃抗精神分裂的药物，手术治疗并不常用。指导意见：精神分裂症是一种病因未明的重性精神疾病，患者常有认知，情感，行为，意志等多方面不协调。外地的农村合作医疗也是能够给报销的。"}
{"query": "请回答以下医保问题：住院医保报销与特病医保报销有什么区别？", "response": "特病是指恶性病和慢性病"}
{"query": "请回答以下医保问题：冠心病心极梗死属于慢性病吗？药费社保给报销吗？", "response": "冠心病又称冠状动脉粥样硬化性心脏病，属于一种慢性病，特别是心肌梗死的患者，需要长期服用降血脂药物和疏通血管药物治疗。反正我们这里该疾病属于慢病，纳入社保报销范围。建议你到当地医保中心详细咨询，应该属于慢病范畴，可以报销。"}
{"query": "请回答以下医保问题：看不育不孕医保能报销吗？", "response": "看不孕不育，不管是门诊还是病房，都是不能报销的，需要全部自费。引起不孕不育的原因很多，需要逐步检查。最好去正规的大医院检查，以免走弯路。同时备孕期间，男女双方要保持心情放松，精神过度紧张也会影响受孕成功率。"}
{"query": "请回答以下医保问题：我有医保，请问做支架手术的话，自己需要承担多少？", "response": "你好，各地的花费及报销比例是不一样的，你可以到当地咨询一下"}
{"query": "请回答以下医保问题：外地的农村合作医疗能不能给报销精神分裂症病人cns手术？", "response": "病情分析：如果比较严重需要住院治疗，情况缓解后，回家吃药就可以了，但是一般都是定期去复查，坚持用药治疗，不能擅自做主停药，家属一定要好好看护。指导意见：如果比较严重需要住院治疗，情况缓解后，回家吃药就可以了，但是一般都是定期去复查，坚持用药治疗，不能擅自做主停药，家属一定要好好看护。农村合作医疗也是可以报销的。"}
{"query": "请回答以下医保问题：前列腺炎可以报医保吗？", "response": "前列腺炎病人的用药一般都是抗生素之类的，可以进行过医保的。可以吃头孢他啶片，左氧氟沙星片，前列康胶囊治疗，平时要合理的进行性生活，每周进行前列腺的按摩理疗，热水坐浴，可以促进炎症的吸收，不吃辛辣刺激的食物。"}
{"query": "请回答以下医保问题：我母亲61岁，近期胸闷气短，因为在外地不能用社保，去医院检查只查了胸部CT和心电图，血压及血脂正常，血糖6.1，心电图T波改变，CT显示有轻微回流，请问二院能做冠脉造影吗？费用多少，是否可以报销？", "response": "病情分析:冠心病和动脉硬化有关，导致心脏缺血，产生心绞 痛。所以，需要长期用药控制病情，如服用血栓心脉宁和五福心脑清等。 注意清淡饮 食指导意见:，适当活动，调节心理状态。节制饮食:低盐，低脂，低糖，适量的活动，避免情绪变化大"}
{"query": "请回答以下医保问题：我妈妈得冠心病有十几年了，一直服药，最近两年发病频繁，医生建议做心脏造影检查，看是否要放支架，心脏造影和支架手术咱们医院能做吗？能马上就做吗？这种手术有没有报销的？", "response": "病情分析:您好，根据你的描述，她这种情况建议最好行冠状动脉造影检查，明晚心脏冠状动脉具体情况，在专科医师下进行病情评估和治疗，避免病情加重，一般来说，这些治疗费用在医保以及农村合作医疗多是可以报销的。指导意见:建议平常控制好血压，血糖以及血脂等危险因素，养成规律的作息时间，调整生活节奏，减轻生活压力，饮食规律，清淡，低糖低盐低脂，适当锻炼，注意休息，劳逸结合，保证充足的睡眠，定期当地正规医院体检，如果没有禁忌症，建议长期服用像阿司匹林，阿托伐他丁钙等预防心脑血管疾病的药物，祝健康!"}
{"query": "请回答以下医保问题：我今年已经53岁了，多年来，我常被阵发性心动过速所困扰，大多数发病时我通过抑制呼吸等迷走神经的各种方法后自行恢复，近几年我有两次被注射胺碘酮等才能恢复，像我这样，如果去做消融术是否能根治？另外，手术费大概是多少？医保能报多少？自费多少？", "response": "病情分析:这种情况的话是可以进行射频消融术治疗的，射频消融术的话大概需要一到两万元，报销的比例要取决于医院的等级，一般省级医院的话报销比例可能不到一半，市级医院的话能有一半多。"}
{"query": "请回答以下医保问题：脑梗塞慢病病人所用中药能报销吗？", "response": "您好，根据您提供的资料显示，对于药品报销主要是您的医保中心的规定；或者商业保险的规定，一般情况下对于医保是可以报销的，属于甲类药品，全报，没有自付比例的。"}
{"query": "请回答以下医保问题：医保卡里个人账户里还有两千多，意思是去医院看病就有这些钱可以用吗？", "response": "你好，医保个人帐户的两千多块钱，也可以在医院住院到出院结帐，个人自费的部分可以先刷个人帐户的钱，不够的再用现金结帐。"}
{"query": "请回答以下医保问题：我患有下肢腘动脉闭塞，现服用：银杏叶，氯吡格雷，胰激肽原酶，从4月份胰激肽原酶停用，原因是没有糖尿病的医保规定不让开了，请问：我现在应如何用药？是只服前两种药还是换其它药？", "response": "病情分析:动脉闭塞，如果严重的话，可能是导致下肢血液循环不好引起间歇性坡行或是其他症状，需要服用药物活血化瘀治疗，指导建议:你现在配合医生继续治疗服用这些药物就可以了，平时也要注意加强功能锻炼，不要经常性喝酒，也不要抽烟。病情分析:腘动脉闭塞，建议做介入放支架治疗。同时应用氯吡格雷等抗凝药物治疗。指导建议:平时注意清淡饮食，不吃脂肪含量高的食物，避免长时间站立及行走。时间早的话动脉溶栓效果不错 已经闭掉的话预后就不好了 年龄多的 有没基础疾病"}
{"query": "请回答以下医保问题：我今年32了，膝内翻中度，这个合作医疗会不会报销？做手术要几天才能出院？", "response": "31岁了中度膝内翻具体怎么治疗，需要到正规的三级甲等医院的骨科进行检查，咨询，明确一下，采取最佳的治疗方法，合作医疗应该是可以报销的，要根据个人的恢复情况看决定出院的时间。以上是对“膝内翻罗圈腿的治疗具体咨询”这个问题的建议，希望对您有帮助，祝您健康!"}
{"query": "请回答以下医保问题：股骨头坏死，手术要多少钱？农村合作医疗怎么报销，能报销多少？", "response": "你好，这是有关股骨头坏死治疗，建议尽快去医院治疗，最好行全髋关节置换术，费用一般在三万左右，报销一半左右，这与医院级别也有关系，希望对你有所帮助"}
{"query": "请回答以下医保问题：癫痫怎么办？我亲戚听说是受了惊吓之后得了癫痫，一直治不好？该怎么办啊？还想问问这个治疗癫痫的费用能用医保报销？", "response": "病情分析：癫痫病是由于脑部兴奋性过高的神经元突然，过度的重复放电，导致脑功能突发性，暂时性紊乱，临床表现为短暂的感觉障碍，肢体抽搐，意识丧失，行为障碍或植物神经功能异常。 可分大发作，小发作，局限性发作和精神运动性发作等，具有间歇性，短时性和刻板性的共同特点。癫痫系多种原因引起脑部神经元群阵发性异常放电所致的发作性运动，感觉，意识，精神，植物神经功能异常的一种疾病。俗称羊痫风或羊癫风。指导意见：癫痫是大脑神经元突发性异常放电，导致短暂的大脑功能障碍的一种慢性疾病。而癫痫发作是指脑神经元异常和过度超同步化放电所造成的临床现象。现在有很多的大医院都可以治疗这种病的。带他去检查一下治疗吧，不敢说完全治疗好，但是不发作是可以的。"}
{"query": "请回答以下医保问题：糖尿病并发症有报销吗，报多少？", "response": "你好，糖尿病是常见病，大多数糖尿病用的药都在医保范围内，可以报销。特种病报销是指患有特种病的办理手续后在医保费上有优惠待遇。"}
{"query": "请回答以下医保问题：发病五年，症状痛经，吃药吃了两年，期间配合了中药不管用，打过针也上过医院，丈夫喊我配合医生切了。母亲和我反对，现在就想找个能挖病灶能保宫的手术。听说有个S形保宫术，不晓得费用怎么样，能不能医保报销？", "response": "病情分析：子宫腺肌症，也是子宫内膜异位症，相对来说是不好治疗的，如果做挖出手术的话，术后也有可能复发。指导意见：所以你的这个情况。建议做好这方面的排查。也最好做好咨询。这个都可以参加国家医保报销的。"}
{"query": "请回答以下医保问题：强直性脊柱炎打生物制剂费用是多少的啊？", "response": "你好，一般用于强制性脊柱炎的生物制剂种类也比较繁多，而且价格都有很大差异。通常每个月治疗起来，从五，六千块钱到几万元不等，所以价格差异非常明显。常用的生物制剂有强克，益赛普，安佰诺，或者恩利，类克等。具体也要根据你的生活水平来定的。"}
{"query": "请回答以下医保问题：脑出血，三天前从地区医院转到三甲医院。本人参加过农村合作医疗，现在在医院的费用能报销多少？有那些费用不在报销范围以内？", "response": "一般来说，不同的县区合作医疗报销的药物不一样，在一般情况下医院使用自费药会提前和你们协商。"}
{"query": "请回答以下医保问题：阴囊附近有一个疝气，长时间站立后会突出，差不多7年了，现在想治疗，请问医生治疗时间多长？手术后是否会复发？深圳地区三甲医院治疗费用大概需要多少？本人有医保，能否报销？", "response": "你好，根据你的描述情况，疝气是需要手术治疗的，效果比较好，现在可以做微创手术，一般住院治疗三天到五天就可以了，如果是职工医保，大部分都报销的，本人是用不了多少钱的。"}
{"query": "请回答以下医保问题：乙肝疫苗医保可以报销吗?", "response": "乙肝疫苗目前没有纳入医保报销范围，成人接种乙肝疫苗需要自费。我们国家目前对于儿童，已经将乙肝疫苗纳入计划免疫范围之内。新生儿出生后国家免费接种3次，在0，1，6个月的月龄，分别接种3次。成年人尤其是乙肝的高危人群，比如，家庭当中有乙肝患者或者配偶是乙肝患者，还有医务工作者，经常接触血液，血制品等，这些都是乙肝感染的高危人群，建议这样的成年人应该检查自身乙肝抗体的水平，如果抗体水平比较低了或者已经没有抗体了，应该自费注射乙肝疫苗。"}
{"query": "请回答以下医保问题：直肠癌手术费用报销吗?", "response": "直肠癌手术费用是可以报销的，职工医保的报销比例大概在80%左右，城镇居民或者新农合报销比例一般在50%左右，还根据每个地方的政策不同而有所差别。直肠癌患者的单纯直肠癌根治术的手术费用大概在5000-7000块钱，但是术中还要应用其他的耗材以及麻醉，术前检查，术后给予药物治疗等等，总的住院费用大概在5万到7万之间。一般医保或者农合是可以按比例报销的。"}
{"query": "请回答以下医保问题：人流可以报销医保吗？", "response": "一般情况下，人工流产手术是不可以报医保的。因为人工流产手术不属于正常的疾病。具体是否报销，各省市的规定也会有所不同，以所就诊的医院所在地区，社保局的相关规定为准。建议在就诊时，先咨询所就诊的医院，必要时咨询当地的社保局，明确人工流产是否可以报销医保。如果没有生育的计划，建议以后做好避孕措施，以免意外怀孕，对身体以及生活各方面造成不必要的影响。"}
{"query": "请回答以下医保问题：本人60岁糖尿病17年，冠心病也有10几年了，高血压也有近30几年了，几种病控制的比较不错，尤其是高血压一直吃吉加和施慧达，现在施慧达不在医保范围之内，不知改什么降压药来替代？", "response": "指导意见:你好，可以换成与施慧达等效且作用原理类似的药物，比如硝苯地平控释片，用于长效平稳降压，这个应该在医保范围内，希望对您有帮助"}
{"query": "请回答以下医保问题：我想问下，我父亲做支架之后一直吃药费用很高，后来我听说可以办理特殊病种医保可以报销一部分药费，但是他是农村合作医保，这个可以办理吗？", "response": "指导意见:你好，根据你描述的症状及体征，农村合作医保可以使用每年的慢性急病报销。每年都可以报销使用的药费。"}
{"query": "请回答以下医保问题：打狂犬疫苗可以用医保卡吗？", "response": "狂犬病疫苗的注射属于自费项目，医保卡不能报销。狂犬病疫苗分2大类，国产疫苗、进口疫苗，国产疫苗每支大概在20-30元左右，整个疗程打下来200-300元之间，进口疫苗每支是70-80元，全程下来大概是400-500元，甚至更高一些。狂犬病危害性很大，一旦发病，死亡率100%，和危害性相比，即使疫苗再贵，自费也是要打的，不用医保卡也要打。其它的疫苗也是这样，所有的疫苗注射不管属于一类疫苗还是二类疫苗。一类疫苗是国家出资注射的，是免费项目不用掏钱，也不用医保报销，有免费的。二类疫苗，尤其成人注射的疫苗，像水痘疫苗、狂犬病疫苗，属于自费项目，都是要自费的。"}
{"query": "请回答以下医保问题：已经确诊腹部沟疝气，在北京做手术医保报销这个手术吗？", "response": "你好，很高兴给你服务，根据描述的情况分析，现在异地就医也给报销的前提是必须有异地工作、生活、打工等证明。"}
{"query": "请回答以下医保问题：近视手术可以医保吗？", "response": "近视眼手术主要分为两种类型，近视眼激光手术与人工晶体植入手术。这些手术方式都是不能通过医保报销的。 意见建议: 目前国家医保主要是覆盖，严重危害居民身体健康的重大疾病，对于近视是不在医保的报销范围内的，如果想要治疗的话只能是完全自费，可以到医院检查角膜厚度，角膜曲率，前房深度等指标后，确定适合你的手术方式。"}
{"query": "请回答以下医保问题：恩替卡韦医保能报销吗？", "response": "恩替卡韦主要用于治疗成人伴有病毒复制活跃和血清转氨酶持续增高，或肝组织学为活动性病变的慢性乙型肝炎。其在大部分地区都已被纳入医保报销范畴，凡是用药符合慢性乙型活动性肝炎诊断标准的均可以报销。不过由于存在地区差异，每个地区的医保政策并不是完全一致的，因此，要想确切知晓恩替卡韦是否能报销及报销的比例，还需要咨询当地的医保机构。"}
{"query": "请回答以下医保问题：割包皮，新农合可以报销一部分吗？", "response": "你好，您现在的这种情况，包皮过长容易藏污纳垢，引起泌尿生殖系统的炎症反应，一般是可以有一定的报销比例的，根据不同的省份和医院的等级是有一定的区别性。建议您到专业的泌尿外科来进行一个明确的判断，要根据不同的情况来选择这种治疗的方式，使其恢复到一个正常的状态。"}
{"query": "请回答以下医保问题：羊水穿刺费用能报销吗？", "response": "羊水穿刺属于门诊费用，一般是不能报销的，具体可以咨询当地医保部门，建议遵照医嘱及早行羊水穿刺明确诊断，若是染色体异常或是其他畸形及早引产，若是没事可以放心，定期去正规三甲医院产科检查，并注意休息。"}
{"query": "请回答以下医保问题：癫痫怎么办？我亲戚听说是受了惊吓之后得了癫痫，一直治不好？该怎么办啊？还想问问这个治疗癫痫的费用能用医保报销？", "response": "病情分析：癫痫的病因十分复杂，但随着医学科技的快速发展，大部分病因已被人们明确认识，总体来讲从病因学上可将癫痫分作三大类，一类是没有明确病因的癫痫，这一类癫痫占癫痫患者总数20%，大多与遗传有关，称为特发性癫痫。第二类为隐源性，考虑存在病因，但现在的医疗技术还查不出来。第三类是可查出明确病因的癫痫，也称症状性癫痫或继发性癫痫。指导意见：癫痫是大脑神经元突发性异常的放电，导致短暂的大脑功能障碍的一种慢性疾病对药物效果不佳，有必要手术治疗的患者，做详细的致痫灶定位诊断，谨慎地手术处理情绪，饮食，劳累及感染等是癫痫的诱发因素，护理癫痫病人时应尽量避免这些因素。如在饮食方面宜清淡，少辛辣，忌油腻，禁烟酒，避免过饱过饥。适当体力和脑力活动对健康有利，不宜过份限制。不能从事带有危险性的工作和活动。"}
{"query": "请回答以下医保问题：包皮手术费用能走医保吗？", "response": "所在的地区不同，医保的规定不同。分为以下两种情况:1。一般除离休干部外，门诊的任何疾病诊治均不报销的地区，在门诊行包皮环切术的手术费及相关的检查和药费均不能报销。但可以使用医保卡中的钱款。2。住院患者在住院期间行包皮环切术者，因属于自费项目，手术费不能走医保，但术前的相关检查费用及药费可以按医保报销。"}
{"query": "请回答以下医保问题：心脏起搏器医保报销吗？", "response": "做心脏起搏器手术，医保是给报销的，不同的医院报销比例不同。起搏器的适应症为极度窦性心动过缓(心率低于40次/分)，2度2型房室传导阻滞，三度房室传导阻滞，病态窦房结综合征。具有适应症的患者植入永久起搏器后，医保是给报销的。我所在的医院是一所公立市级三级甲等医院，农村合作医疗安放起搏器的报销比例为50%左右。"}
{"query": "请回答以下医保问题：四维彩超多少钱？怎么报销？", "response": "四维彩超的价格一般是三百元到八百元不等，价格会和医院以及具体服务项目而定，服务越好的价格越高。另外其他附加服务不同价格也是不一样的，如400元左右包括1张胎宝宝彩照和原始光盘1张。800元左右会包括胎儿写真，电子相册，胎儿生物学测量报告等。四维彩超是如果在门诊检查，费用一般是不可以报销的。住院期间由于治疗需要做四维彩超，这个是可以报销的。"}
{"query": "请回答以下医保问题：胆结石手术能报销吗?", "response": "胆囊结石手术主要是包括腹腔镜或者开腹胆囊切除术，胆囊造瘘术或者经皮经肝胆囊穿刺引流术。目前这些手术方式在住院期间都是能够给予医保报销的，如果患者有商业报销，并且在承保的范围内医保报销以后，还可以通过商业保险进行报销。但是报销的比例还需要根据医保的类型以及医院的级别来决定。一般来说职工医保报销的比例高，而新农合和城镇医保报销的比例低。医院级别越高，报销的比例越低。"}
{"query": "请回答以下医保问题：眼睛里长了血管瘤，怎么治疗，大概需要多少钱？可以报销吗？", "response": "你好，眼睛里长血管瘤是非常危险的。情况严重的话可能出血或者会影响视力。建议到省级以上医院治疗，费用是不同的医院费用不同，只要有医保，就可以报销。"}
{"query": "请回答以下医保问题：右侧颈动脉堵塞， 医生建议做脑血管造影， 请问该项检查费用算医保范畴吗脑血管造影费用算医保范畴吗？", "response": "血管造影属于国家医疗保险范畴。入住正规的公立医院。不需要任何操作。经过全面检查，我们应该多喝水，大约2天内恢复。脑血管造影是20世纪90年代以来临床上广泛应用的一种新的X射线技术，在脑血管疾病检查中得到了应用，尤其是在动脉瘤和动静脉畸形的定性和局部诊断中。"}
{"query": "请回答以下医保问题：你好，我想问一下我长辈心肌梗死，在贵院医治的费用大概多少？农村医疗保险可以报销吗？如果可以报销比例是多少？", "response": "你好，根据你的叙述考虑，根据目前情况是可以报销的，应根据你当地医院的级别而定，如果是在下级医院可以报销比例85%市级医院应该是在65%以上，祝身体早日康复。"}
{"query": "请回答以下医保问题：糖尿病人自买的胰岛素可以报销吗？", "response": "您好，胰岛素属于农合和城合的报销药物，向当地的医保办公室咨询为好"}
{"query": "请回答以下医保问题：补牙医保可以报销吗？", "response": "常规的补牙，包括医保范围内的基本材料和治疗费，都是可以走医保报销程序的，不过需要注意的是必须在定点的医院口腔科治疗，才可以享受医保报销，治疗项目在医保范围内的，持社保卡去定点医疗机构可实时结算，不过有些高端的树脂材料，比如3M系列的树脂和其他一些高端消费的树脂材料，是不在报销范围之内的，最好到人社局社医保科或者医院医保中心进行详细咨询。"}
{"query": "请回答以下医保问题：心衰，肾功能不全，是否可以做透析？每年费用多少？医保是否可以报销吗？", "response": "您好，可以透析，普通职工医保报销75%左右。"}
{"query": "请回答以下医保问题：肝硬化腹水食道静脉曲张并出血可做套扎手术吗？医保报销吗？", "response": "你好!根据你描述的情况可以做套扎术。食管静脉曲张套扎术的操作方法很简单。患者先行常规胃镜检查，观察食管静脉曲张范围，程度及红色征和活动性出血情况。根据内镜表现，选择需要套扎的部位。自齿状线开始行套扎治疗，每根曲张静脉相邻套扎距离约2cm，自下而上呈螺旋式套扎，避开糜烂，溃疡面。发现血栓者在其下方套扎。可以报销。食管静脉曲张套扎术主要并发症为套扎部位溃疡。多发生在套扎术后第5-14天。"}
{"query": "请回答以下医保问题：心梗支架手术是大手术吗？医保异地能报销多少？", "response": "你好，这种介入治疗，现在已经普遍。不属于大的手术。请您最好找当地的权威医院进行支架手术，报销比例比较高。"}
{"query": "请回答以下医保问题：你们医院可以做双眼皮吗？费用多少？可以刷医保吗？", "response": "你好女士，根据你的描述情况，有意向做双眼皮手术，二级甲等以上医院或者正规美容院都可以做双眼皮手术，价格根据医院等级不同收费标准不同，美容不可以刷医保卡的。"}
{"query": "请回答以下医保问题：脑梗塞冠心病心饺痛可以搭桥吗？搭桥费用可以报销吗？", "response": "需要进一步检查明确是否可以采取介入手术，或者是搭桥手术。只要有正规的保险都是可以报销的。"}
{"query": "请回答以下医保问题：我是大学生，参加的大学生医保，想问一下，现在高血压在医保范围内吗？报销吗？", "response": "你好，目前是大学生可以参加医保高血压，也是在医保的范围之内的，所以建议去社会医疗保健中心进行咨询，平时血压高一定要多运动，而且饮食上要低盐低脂饮食，要多喝水，多吃蔬菜水果，还要保持充足的睡眠，不要熬夜，另外一定要采用合理的药物进行治疗"}
{"query": "请回答以下医保问题：欲做介入手术。请问需要多少钱？退休人员医保可报销多少比例？", "response": "您好，如果明确能支架治疗的话，治疗的费用要看您的病情，即安装支架的数量。安装的是裸支架或者是药物支架。费用不等，含造影检查。一个支架3.0-3.4万，每增加一个支架费用增加1.2万，仅供参考。报销的比例要咨询当地医保部门。希望我的回答给您带来帮助，祝您健康快乐。"}
{"query": "请回答以下医保问题：流感疫苗一年打几次？多少钱？合作医疗能报销吗？", "response": "流感疫苗一般每年打一次。不贵，最多一百，不过也有便宜的，四五十，生产厂家不一样，价格也不一样，不能报销。"}
{"query": "请回答以下医保问题：血栓弹力图在医保范围内吗？", "response": "血栓弹力图在医保范围内，但是具体各省市是不是有差别，需要您联系您们当地医保看看"}
{"query": "请回答以下医保问题：人工晶体医保报销多少？", "response": "目前如果患有白内障的话，可以考虑通过手术治疗，手术中需要摘除混浊的晶状体，并且植入透明的人工晶体。 意见建议: 目前关于人工晶体报销的比例，各地医保政策都不一样，要咨询当地的医保部门，一般来说大部分地区报销比例在50%左右，此外还可以参与当地残联的复明工程，如果符合标准的话可以免费。"}
{"query": "请回答以下医保问题：试管婴儿报销吗？", "response": "试管婴儿是现代助孕技术不属于疾病范畴，所以试管婴儿费用目前不能通过医保和新农村合作医疗报销，但是大部分检查可以使用医保卡里的钱，也就是说，如果有医保卡，在当地的医院做试管婴儿是可以刷医保卡的。 另外，社保专家介绍，不孕不育患者通常是由于疾病导致，做试管婴儿之前专家都会根据患者的情况给予一定的治疗，这部分疾病的治疗费用是可以根据相关医保和新农村合作医疗规定报销。 目前，针对做试管的姐妹来说，国家还没有出台相关报销医保的政策，只有部分地区的地方性政策或者医院的活动，将来做试管报销医保还需要很大的努力。"}
{"query": "请回答以下医保问题：股骨头坏了，想换股骨头，医疗合作报销完大概需要多少钱？总费用多少钱？", "response": "股骨头坏了，想换股骨头，股骨头有进口的，有国产的。进口的和国产的价格不一样，进口的股骨头价格八万左右，手术费用得另算。材料有的都是自费的。农合报销完自己也得拿三万到四万"}
{"query": "请回答以下医保问题：不孕住院能报销吗？", "response": "不育不孕治疗，无论住院和不住院，都不在报销范围之内。不过每一个地方的政策都不一样，你可以到当地的医疗保险中心去咨询一下。 意见建议: 如果你说的是住院治疗输卵管炎症，倒是可以试试，这个属于盆腔炎治疗，可以不说是治疗不孕症，这样应该可以报销的。"}
{"query": "请回答以下医保问题：种植牙齿或者补牙齿到正规医院可以用医保报销吗？", "response": "病情分析：医保卡是可以看牙齿的，目前牙齿治疗的部分费用已经纳入了医保范围。以下就是可以报销的看牙费用:1，补牙(包括基本材料，治疗费)。2，拔牙。3，治疗牙周病。4，治疗牙龈炎。5，其他相关牙病。指导意见：要注意，如果是医疗美容的项目则不可以使用医保卡。比如说矫正牙齿，牙齿美白，镶牙等，因为费用较高，所以是无法使用医保进行报销的。不过如果医保卡账户中有余额，是可以用于支付其费用的。"}
{"query": "请回答以下医保问题：肥胖症有得医保报销吗？", "response": "肥胖症可以通过医保来报销。因为肥胖症的患者可以出现高血糖，高血脂，高尿酸等高代谢综合征，这些都属于慢性疾病。 意见建议: 肥胖症的危害很大，患者会出现高粘滞综合征，容易出现心脑血管的并发症，肥胖引起高尿酸血症的患者可以出现慢性肾功能不全，影响患者的生活质量，所以肥胖症是需要积极治疗的。"}
{"query": "请回答以下医保问题：宫颈炎手术多少钱，可以报销吗，需要住院吗？", "response": "宫颈炎手术费，各地医院价格也不一样，宫颈炎不一定非要手术的，可以考虑保守治疗，可以配合阴道用药，口服药物进行治疗，住院的话才可以报销，不住院就不能报销，做手术的话就要住院。保持阴部清洁卫生，去医院妇科做个阴道镜，宫颈TCT检查，HPV检查，对症治疗。"}
{"query": "请回答以下医保问题：牙齿矫正医保卡报销吗？", "response": "牙齿矫正医保卡是没有办法报销的，这个是纯自费项目，如果是历年账户有钱，那这个是可以用的，因为历年账户其实就是自己的钱，也是相当于是自费的可以用的项目。牙齿矫正的费用差不多是15000到2万左右。"}
{"query": "请回答以下医保问题：因为月经不正常，到了附近的医院检查才发现自己的泌乳素高，医生跟我说我有脑垂体瘤，听别人说这种疾病最好是采取手术治疗，请问一下的是垂体瘤手术可以报销吗？垂体瘤手术靠谱吗？", "response": "引起高泌乳素血症，最常见的原因，就是各种腺垂体瘤，如果垂体瘤比较大的话，就需要到医院做手术切除，不然就会导致女性闭经，乳房泌乳，甚至不孕症的发生。手术是可以报销的。建议到医院做手术切除，术后口服药物，保守治疗。定期到医院复查性激素6项及头颅CT。"}
{"query": "请回答以下医保问题：我每个月吃精神分裂症药物和抑郁症药物大概要500元，想问一下能不能报销？精神分裂症药物能不能报销？", "response": "在正常情况下，原则上抗精神分裂症药物和抗抑郁药物是能够报销的。但是各地区各县市的医保管理规定都有所差异，有的地区是能报销的，而有的地区是选择性的报销。建议应该到当地医保或新农合管理部门去咨询，就能够得到准确的结果。医院的医生也能够知道这些药品是否能够报销，询问他们也是可以的。"}
{"query": "请回答以下医保问题：孩子有个小血管瘤，想去看看，听说治的不错，但是家里有点贫困，想知道医保能报多少？", "response": "你好，如果你有特殊困难医保的话，治疗费用报销能在90%以上，一般农合医保的报销范围，约在70左右，本病为良性肿瘤。综合治疗可以治愈，预后好。"}
{"query": "请回答以下医保问题：铁路医保，心梗放支架能报销吗？报多少？", "response": "你好，你所说的情况 一般来说 铁路医保心梗放支架不一定报销"}
{"query": "请回答以下医保问题：心脏肥大，伴有心衰，房颤，医生建议三腔起搏器，我想问下效果明显吗？还有这个手术大约多少钱？医保可以报销吗？", "response": "您好，心脏三腔起博器治疗即心脏再同步治疗(CRT)。是一治疗慢性心功能不全的新方法，越来越多的临床试验证明了心脏再同步治疗对原发性或的安全性，有效性，患者疗效好，生活质量明显提高，CRT治疗心功能不全已成为一种很好的非药物治疗手段，将会更完善，被越来越多的患者所接受。 大约需要10万人民币。"}
{"query": "请回答以下医保问题：关于脑出血住院治疗需要多少钱，有医保但不是本市户口，能报多少？", "response": "你好，根据你说的情况，脑出血建议：如果出血比较多应该及时手术引流，坚持服用降压药物控制血压，减少并发症对出血造成的后遗症，病情稳定以后及时到康复科进行康复治疗，非当地户口可以到医保办公室进行咨询，回户口所在地办理转诊手续就可以"}
{"query": "请回答以下医保问题：取钢板手术医保报销吗?", "response": "取钢板手术，医保是否可以报销，应该是根据当时手术是由于什么原因受伤来判断。如果当时因为车祸或者是人为的损伤，这种情况存在第三者，那么医保也是不予报销的。如果当时是自己外伤的，不存在其他的第三者，这种情况医保是可以报销的。所以，医保是否能够报销，主要是和您第一次受伤做手术那次受伤的原因有直接的关系。当然，如果您第一次手术就报销了，应该现在也能报销的。"}
{"query": "请回答以下医保问题：有学生患了肺结核，要求任课老师做肺结核筛查，筛查可以用医保吗？", "response": "你好，目前做结核筛查，这种情况是可以走医保的，这个不用担心，通常需要做结核菌素实验以及胸部的X光片以及血沉的检查，这三项加起来费用大约需要300元左右，这个是可以走医保的"}
{"query": "请回答以下医保问题：冠心病支架钱可以报销吗？", "response": "支架的钱只能部分报销，不能完全报销，自己肯定是要花部分的，如果是有城市职工医保的话，那么基本安一个支架，从入院到住出院，总体费用大概是要花4万多块钱，但是你可以报3万左右。"}
{"query": "请回答以下医保问题：你好，心脏搭桥一般搭几根？总体费用一般是多少？报销比例呢？", "response": "首先应该考虑这是一个综合的费用，在各个医院，差距还是相当大的，一般在三级甲等医院具有手术条件的情况下，花费应该在10万元左右。搭桥治疗一般是最后的选择治疗手段，一般先选用保守治疗和介入治疗。建议去医院的心脏外科，做详细的检查，根据病情做出比较准确的预判。搭几根桥要根据你的具体病情才能确定。目前国内常规心脏搭桥手术价格一般几万块钱，社保报销比例一般为80%左右。"}
{"query": "请回答以下医保问题：我母亲是脑血栓患者，每年春秋都打针，平时还经常吃药，请问怎么报销？", "response": "你好，脑梗塞是由于脑血管堵塞后引起的脑组织坏死，高血压糖尿病，高血脂是主要的危险因素，症状轻重与梗塞的部位和范围大小有关这种情况，您可以办理门诊大病证明，只要申请成功，就可以在门诊报销药费，再就是只要住院治疗，也可以按政策报销"}
{"query": "请回答以下医保问题：白癜风医保能报销吗？", "response": "白癜风这种疾病属于一种多因素导致的皮肤色素脱失性疾病，选择医保的话，要区分是住院报销还是门诊报销。一般住院报销的话，肯定是能够报销的，至于报销的比例，就要根据医保种类来确定，而门诊治疗的话要根据药品种类，因为有一些种类的药物是医保门诊直接能报销的。而有一些药物只能选择现金，或者是选择医保内的现金账户进行支付。"}
{"query": "请回答以下医保问题：心梗支架，新农合能报销吗？能报多少？", "response": "新农合是针对农村的报销政策，是对广大农民能看起病的一大优惠。心脏支架属于报销范围，如果你去的医院是定点医院报销比例大一般在百分之七十左右"}
{"query": "请回答以下医保问题：垂体瘤手术可以报销吗？", "response": "垂体瘤手术也是可以报销的，只要患者有医疗，那么就可以报销，所以请不必太过担心。但是患有垂体瘤，在早期要及时的采取治疗。 意见建议: 而且要及时去医院做检查，如果是属于激素型垂体瘤的话，那么是很难治疗的，并且是不利于患者的健康。平时一定要注意饮食，要给患者建立一个良好的恢复环境。"}
{"query": "请回答以下医保问题：心脏搭桥手术治疗大概需要多少手术费用？报销可以多少？", "response": "你好，通常心脏搭桥手术费用为70000-80000元，根据患者具体情况费用有偏差。心脏搭桥手术费用和当地医保政策，医院级别有关系，医院级别越高，收费标准越高。农合标准自付30000-40000元，职工医保大概自己需要支付10000-20000元。"}
{"query": "请回答以下医保问题：请问慢性病治疗起付线是多少？报销比例是多少呢？高血压和哮喘可以报慢性病吗？", "response": "你好，这个应该是可以报销的，也应该是在合作医疗的范围内，具体情况是需要与当地医保部门，沟通一下，必要时也是需要变通一下的。"}
{"query": "请回答以下医保问题：请问脑外伤和脑溢血的医保报销比例是一样的吗？", "response": "脑外伤和脑溢血的报销比例不一定是一样的，脑外伤如果是他人过失造成的，有的地方农保，医保不予报销。这个要看各个地方的政策的。具体情况最好到当地医院医保专科医师详细检查咨询一下比较好。"}
{"query": "请回答以下医保问题：我想问下，我母亲做支架之后一直吃药话费很高，后来我听说可以办理特殊病种医保可以报销一部分药费，但是他是农村合作医保，这个可以办理吗？", "response": "目前各地都有重大疾病办理特殊医疗证的，可在门诊报销一部分医药费，你可咨询新农合办公室办理。"}
{"query": "请回答以下医保问题：意外骨折新农合报销吗？", "response": "可以报销，因意外骨折住院的患者，出院后还需提交由户口所在村签字盖章，意外引发的原因确认证明以及医院的病案记录。对无法提供有效证明及记录的，不予报销。报销周期为经区行政服务中心新农合窗口受理起30个工作日内完成，经新农合业务中心稽查人员调查审核属实后，予以报销，责任由第三方负责的，不予报销。住院患者自己也承担部分责任的，凭协议书或者相关证明到区行政服务中心新农合窗口报销，自己承担部分医疗费用。"}
{"query": "请回答以下医保问题：处女膜修复可以用医保卡吗？", "response": "你好!医保卡无论是职医保，还是城镇居民医保卡，还是农合医保卡都是用于基本医疗的，处女膜修复不属于基本医疗，做处女膜手术不能用医保卡，也不能医保卡里的钱。不能报销，纯属于自费项目。"}
{"query": "请回答以下医保问题：心脏造影多少钱？报销吗？", "response": "如果是单纯的心脏造影检查的话，那么价格大概在5000块钱左右，它属于医保报销检查。但是每种医保类型报销的比例或多或少有一些差异，如果像普通的市医保的话，报销大概是在80%左右，省医保的话，有可能是在90%左右，尤其对于省级公务员，往往还会有二次报销，那么这样相对个人花费的比例又会大大减少。对于农合或者是居民医保，相对报销比例比较低，个人承担的费用就会高一些。"}
{"query": "请回答以下医保问题：直肠息肉医保报销吗？", "response": "一般情况下，住院患者且有医保的患者，直肠息肉治疗是报销的;不过要看各省份，各地区的医保政策，一般情况下息肉切除的手术费是报销的，但是如果需要用一次性注射针，一次性圈套器等一次性耗材的话，有的不报销，具体要看当地的医保政策。 意见建议: 如果息肉比较小，不涉及到一次性耗材的问题，可能都在医保范围之内了，按照当地的医保比例报销。"}
{"query": "请回答以下医保问题：老人家不小心摔下来，头部出血，做开颅手术。农村医报可以报销吗？", "response": "你好，根据你提供的信息，自身意外导致的外伤是可以报销的，但是报销的比例不同，等级医院报销标准不一样。如果是在你户口所在地的上一级医院就诊，注意写好转诊手续，有利于报销。"}
{"query": "请回答以下医保问题：治疗脑梗塞是不是可以报销80%？", "response": "你好，这个涉及到你购买的保险是属于哪类保险的，具体的险种不一样报销的比例不一样，地区也有差异。建议你具体咨询你购买保险的机构，提供相关资料，根据政策进行报销。"}
{"query": "请回答以下医保问题：根管治疗费用能报销吗？", "response": "根管治疗费用的话，是可以医保报销一部分的，但是的话也有自费部分，具体的话要根据每一个地方的社保局的规定来，一般来说的话，报销50%左右是有的。根管治疗之后的话还要做牙套，牙套部分的话，这个是自费的，没办法报销。"}
{"query": "请回答以下医保问题：肺癌靶向药医保报销吗？", "response": "目前，我国批准用于肺癌的靶向药物很多，单靶点（一代二代三代EGFR酪氨酸激酶抑制剂、一代ALK抑制剂）多靶点药物（安罗替尼）都有。每一种都有相应的适应症。医保部门毫无例外都要求NGS或PCR确认的基因分析结果必须符合相应药物的适应症才能申请使用、报销。不同地区医保目录有差别，具体需要与医生或者医保部门沟通。"}
{"query": "请回答以下医保问题：近视手术能报销吗？", "response": "近视眼的手术治疗目前还没有纳入正常的医疗保险，所以不管是在什么地方，近视眼手术都是不可以报销的。 意见建议: 建议还是尽早到正规的医院进行了解一下，近视眼手术是不在报销范围之内的。近视眼是医院眼科常见的一种眼病，它的治疗方法是有很多种的，在治疗的同时，也要注意养成一个良好的用眼习惯。"}
{"query": "请回答以下医保问题：我想知道哪里可以查询哪些药品可以报销？药品报销的问题能在哪里查到，ECT能不能报销？", "response": "根据你对问题的描述情况，这是关于基本药品药品目录中诊疗项目的查询。药品和诊疗项目的报销比例分门诊大病，慢性病和住院，有严格的目录，可以去当地医疗机构和医疗保险管理处查询。"}
{"query": "请回答以下医保问题：检出阴性强直性脊柱炎，在医院打生物制剂可不可用医保报销？还是全都要自费？", "response": "建议患者去当地医院医保中心具体咨询，医保有药品名单的，具体情况每个地区的都可能有一定的差异性的。"}
{"query": "请回答以下医保问题：心脏搭桥手术，本市职工医保卡能报销多少？住院押金交多少钱？", "response": "你好，心脏冠脉搭桥手术需要在全麻开胸下进行，有心脏停跳下手术和心脏不停跳下手术，住院总费用大概8万元左右，市医保可能报销80%左右，住院押金2万元左右，具体建议去手术医院就诊咨询，希望能对你有帮助。"}
{"query": "请回答以下医保问题：乙肝疫苗可以报销吗？", "response": "乙肝疫苗一般是不能报销的，而且乙肝疫苗也一般是比较便宜的，大概在50块钱左右一针，如果身体里面乙肝表面抗原和乙肝表面抗体都是阴性的，这种情况就需要进行规范的乙肝疫苗的注射，一般来说接种乙肝疫苗是016的方案，也就是当天一针，满月的时候，第二针，在六个月的时候第三针。规范的接种了乙肝疫苗之后，一般都会产生乙肝表面抗体。"}
{"query": "请回答以下医保问题：狂犬疫苗可以报销吗？", "response": "狂犬疫苗不在医保报销范围以内。被动物抓伤或咬伤以后，尤其是有血液体液暴露的情况下，应该及时正规的评估伤口，局部的严格消毒，然后全程的进行疫苗接种，必要时应该使用免疫球蛋白，可以有效的预防狂犬病的发生。由于狂犬病是致死率极高的疾病，所以应该加强狂犬病的预防。狂犬疫苗属于自费的项目，不在报销范围以内。"}
{"query": "请回答以下医保问题：糖尿病可以报销吗？", "response": "你好，这个糖尿病是慢性病。是可以报销的。一般情况下需要积极服用药物对症治疗。可以控制饮食和服用降糖药或者注射胰岛素治疗。另外定期复查空腹血糖或者尿常规。"}
{"query": "请回答以下医保问题：关节镜手术医保报销吗？", "response": "关节镜手术是一种治疗关节疾病的常用方法，它的治疗效果也是不错的，在进行治疗的时候，一定要到正规的医院进行，关节镜手术的治疗医保是可以报销的，只是报销的比例和范围不一定，具体的还需要到医院或是医保部门进行详细的咨询。"}
{"query": "请回答以下医保问题：我有农村医保，冠心病好多年了，想到医院进行治疗，不知道这种情况住院是不是属于医保范围？是报销吗？", "response": "冠心病是一种常见的内科疾病，也是属于一种慢性疾病的，这种情况，如果病情加重的情况，最好进行住院调理，主要是应用一些扩张冠脉血管的药物和活血的药物进行调理，这些药物都是属于医保报销的范围的，如果有农村医保，这种情况，完全是都可以属于农村医保的报销范围，不用过于的担心的。"}
{"query": "请回答以下医保问题：白内障手术费用报销怎么算？", "response": "如果不合并有其他疾病，常规的白内障手术需要花费8000元左右，根据医保的类型不同，报销比例也不相同。城镇居民合作医疗保险报销比例大约55%，除去自费的比例，实际报销也就45%左右。职工医保报销比例会高一些，大约60%。根据城市的不同，工作单位的不同，报销比例也不完全相同。如果购买商业保险，保险公司未按规定的比例报销。"}
{"query": "请回答以下医保问题：拔智齿医保能报销多少？", "response": "需要看你就诊的医院是不是定点医疗机构。还有地区差异性也比较大，不一样的省市，不一样的医保报销政策，规定也不一样。一般情况下，洗牙，补牙，拔牙以及牙周病的治疗，多数情况下医保可能报销。如果是高额的镶牙费用，比如说全瓷冠，种植牙，这些情况一般是不报销的。即便是能报销，报销的比例地区差异性也比较大。建议您在治疗花费以前，到相关的人社局医保处去进一步咨询了解。"}
{"query": "请回答以下医保问题：人工肝费用能报销吗？", "response": "人工肝的费用能否进行报销还需要根据医保类型以及当地的医保政策来决定，有些省市已经将人工肝纳入了医保报销范畴，但有些城市由于医保资金紧张，可能还是属于自费的范畴。另外由于人工肝只是少数大型医院才具有，对于跨市甚至是跨省治疗的患者能否进行报销，还需要根据所属医保部门的政策以及能否开具转诊证明来决定。当然即使能够报销，其报销的比例也是比较低的，有些的收费项目能够报销，而有些昂贵的一次性耗材有可能是无法报销的。"}
{"query": "请回答以下医保问题：精神分裂复发，女50岁，30年病史。有残疾人证，北京人。住院一个月需要多少钱呀？加上伙食费等等的。报销能报销多少呀？", "response": "您好，根据您的情况，精神分裂症复发，30多年病史，有残疾人证，一般开始出现睡眠不好，思维紊乱，考虑是精神分裂症复发的表现。建议您及早住院治疗，一般开始需要肌肉注射小针再加服用药物，一般住院一个月，在北京考虑应该费用在一万到一万二之间，考虑能报销8000，准确的数值考虑可以咨询一下您想住院的医院的医保部门。"}
{"query": "请回答以下医保问题：乙肝疫苗医保报销吗？", "response": "乙肝是比较常见的传染性的疾病，为了更好的预防乙肝病毒的传染，应该及时的进行乙肝疫苗的接种，我国已经将新生儿乙肝疫苗接种纳入到基础计划免疫，所以是免费的，属于一类疫苗，当然也就不在医保报销范围以内了。成人进行乙肝疫苗的接种是遵循自愿的原则，是需要付费的，属于二类疫苗，同样也不是医保报销范围以内的。综上可以得知乙肝疫苗医保是不报销的。"}
{"query": "请回答以下医保问题：右踝关节距腓前韧带断裂手术费用大概是多少，有医保可以报销么？", "response": "你说的这种情况不同医院收费不一样，是否报销要看引起韧带损伤的原因。可到当地医院进行咨询，术后需要固定一段时间。"}
{"query": "请回答以下医保问题：脑出血治疗后能否住院进行康复治疗？铁路医保能否报销？怎样办住院手续？", "response": "你好，治疗后可以进行住院康复治疗，一般都能进行报销的 住院手续时和正常的人一样，不管哪里报销都是一样的手续 ，具体这情况还得咨询铁路医保"}
{"query": "请回答以下医保问题：老人家不小心摔下来，头部出血，做开颅手术。农村医报可以报销吗？", "response": "你好，正常情况是可以报销的。但必须符合，1. 医保正常状态，2. 确定不是第三方导致的，比如说别人撞的，3. 手续齐全，4. 无其他特殊情况等等。另祝老人家早日康复。"}
{"query": "请回答以下医保问题：洗牙可以用医保吗？", "response": "目前，牙齿洁治，牙周病治疗，拔牙，补牙大部分口腔常规治疗都属于医保范围，基本都可以刷医保卡。正确的洗牙，可以让牙齿得到更好的保护，维护良好的口腔环境，让人们健康得到更好的改善，提高大家的生活质量。"}
{"query": "请回答以下医保问题：补牙可以用医保吗？", "response": "常规的补牙，包括医保范围内的基本材料和治疗费，都是可以走医保报销程序的。不过需要注意的是，必须在定点的医院口腔科治疗才可以享受医保报销。治疗项目在医保报销范围内的，持社保卡去定点医疗机构可实时结算。不过有些高端树脂材料，比如说3m的系列树脂，和其他一些高消费的树脂材料是不在报销范围之内的。最好到人社局医保科或医院医保中心进行详细咨询。"}
{"query": "请回答以下医保问题：脑出血，三天前从地区医院转到人民医院。本人参加过农村合作医疗，现在在医院的费用能报销多少？有那些费用不在报销范围以内？", "response": "你好，一般新农村合作医疗的话报账在50%左右但是各地有差异，有些药物是没有办法报销的，所以具体的话，您可以去问你所在医院的新农合报账窗口问问。"}
{"query": "请回答以下医保问题：鹿瓜多肽是医保全额报销的药品吗？", "response": "应该不是报销的药物"}
